[
    {
        "id": "0010",
        "parent_id": "0000",
        "name": "上海",
        "full_id": "0010"
    },
    {
        "id": "0108",
        "parent_id": "0010",
        "name": "上海市",
        "full_id": "0010*0108"
    },
    {
        "id": "1122",
        "parent_id": "0108",
        "name": "黄浦区",
        "full_id": "0010*0108*1122"
    },
    {
        "id": "1123",
        "parent_id": "0108",
        "name": "卢湾区",
        "full_id": "0010*0108*1123"
    },
    {
        "id": "1124",
        "parent_id": "0108",
        "name": "徐汇区",
        "full_id": "0010*0108*1124"
    },
    {
        "id": "1125",
        "parent_id": "0108",
        "name": "长宁区",
        "full_id": "0010*0108*1125"
    },
    {
        "id": "1126",
        "parent_id": "0108",
        "name": "静安区",
        "full_id": "0010*0108*1126"
    },
    {
        "id": "1127",
        "parent_id": "0108",
        "name": "普陀区",
        "full_id": "0010*0108*1127"
    },
    {
        "id": "1128",
        "parent_id": "0108",
        "name": "闸北区",
        "full_id": "0010*0108*1128"
    },
    {
        "id": "1129",
        "parent_id": "0108",
        "name": "虹口区",
        "full_id": "0010*0108*1129"
    },
    {
        "id": "1130",
        "parent_id": "0108",
        "name": "杨浦区",
        "full_id": "0010*0108*1130"
    },
    {
        "id": "1131",
        "parent_id": "0108",
        "name": "闵行区",
        "full_id": "0010*0108*1131"
    },
    {
        "id": "1132",
        "parent_id": "0108",
        "name": "宝山区",
        "full_id": "0010*0108*1132"
    },
    {
        "id": "1133",
        "parent_id": "0108",
        "name": "嘉定区",
        "full_id": "0010*0108*1133"
    },
    {
        "id": "1134",
        "parent_id": "0108",
        "name": "浦东新区",
        "full_id": "0010*0108*1134"
    },
    {
        "id": "1135",
        "parent_id": "0108",
        "name": "金山区",
        "full_id": "0010*0108*1135"
    },
    {
        "id": "1136",
        "parent_id": "0108",
        "name": "松江区",
        "full_id": "0010*0108*1136"
    },
    {
        "id": "1137",
        "parent_id": "0108",
        "name": "青浦区",
        "full_id": "0010*0108*1137"
    },
    {
        "id": "1138",
        "parent_id": "0108",
        "name": "南汇区",
        "full_id": "0010*0108*1138"
    },
    {
        "id": "1139",
        "parent_id": "0108",
        "name": "奉贤区",
        "full_id": "0010*0108*1139"
    },
    {
        "id": "1140",
        "parent_id": "0108",
        "name": "崇明县",
        "full_id": "0010*0108*1140"
    },
    {
        "id": "0011",
        "parent_id": "0000",
        "name": "江苏",
        "full_id": "0011"
    },
    {
        "id": "0109",
        "parent_id": "0011",
        "name": "南京市",
        "full_id": "0011*0109"
    },
    {
        "id": "1141",
        "parent_id": "0109",
        "name": "玄武区",
        "full_id": "0011*0109*1141"
    },
    {
        "id": "1142",
        "parent_id": "0109",
        "name": "白下区",
        "full_id": "0011*0109*1142"
    },
    {
        "id": "1143",
        "parent_id": "0109",
        "name": "秦淮区",
        "full_id": "0011*0109*1143"
    },
    {
        "id": "1144",
        "parent_id": "0109",
        "name": "建邺区",
        "full_id": "0011*0109*1144"
    },
    {
        "id": "1145",
        "parent_id": "0109",
        "name": "鼓楼区",
        "full_id": "0011*0109*1145"
    },
    {
        "id": "1146",
        "parent_id": "0109",
        "name": "下关区",
        "full_id": "0011*0109*1146"
    },
    {
        "id": "1147",
        "parent_id": "0109",
        "name": "浦口区",
        "full_id": "0011*0109*1147"
    },
    {
        "id": "1148",
        "parent_id": "0109",
        "name": "栖霞区",
        "full_id": "0011*0109*1148"
    },
    {
        "id": "1149",
        "parent_id": "0109",
        "name": "雨花台区",
        "full_id": "0011*0109*1149"
    },
    {
        "id": "1150",
        "parent_id": "0109",
        "name": "江宁区",
        "full_id": "0011*0109*1150"
    },
    {
        "id": "1151",
        "parent_id": "0109",
        "name": "六合区",
        "full_id": "0011*0109*1151"
    },
    {
        "id": "1152",
        "parent_id": "0109",
        "name": "溧水县",
        "full_id": "0011*0109*1152"
    },
    {
        "id": "1153",
        "parent_id": "0109",
        "name": "高淳县",
        "full_id": "0011*0109*1153"
    },
    {
        "id": "0110",
        "parent_id": "0011",
        "name": "无锡市",
        "full_id": "0011*0110"
    },
    {
        "id": "1154",
        "parent_id": "0110",
        "name": "崇安区",
        "full_id": "0011*0110*1154"
    },
    {
        "id": "1155",
        "parent_id": "0110",
        "name": "南长区",
        "full_id": "0011*0110*1155"
    },
    {
        "id": "1156",
        "parent_id": "0110",
        "name": "北塘区",
        "full_id": "0011*0110*1156"
    },
    {
        "id": "1157",
        "parent_id": "0110",
        "name": "锡山区",
        "full_id": "0011*0110*1157"
    },
    {
        "id": "1158",
        "parent_id": "0110",
        "name": "惠山区",
        "full_id": "0011*0110*1158"
    },
    {
        "id": "1159",
        "parent_id": "0110",
        "name": "滨湖区",
        "full_id": "0011*0110*1159"
    },
    {
        "id": "1160",
        "parent_id": "0110",
        "name": "江阴市",
        "full_id": "0011*0110*1160"
    },
    {
        "id": "1161",
        "parent_id": "0110",
        "name": "宜兴市",
        "full_id": "0011*0110*1161"
    },
    {
        "id": "1162",
        "parent_id": "0110",
        "name": "新区",
        "full_id": "0011*0110*1162"
    },
    {
        "id": "0111",
        "parent_id": "0011",
        "name": "徐州市",
        "full_id": "0011*0111"
    },
    {
        "id": "1163",
        "parent_id": "0111",
        "name": "云龙区",
        "full_id": "0011*0111*1163"
    },
    {
        "id": "1164",
        "parent_id": "0111",
        "name": "鼓楼区",
        "full_id": "0011*0111*1164"
    },
    {
        "id": "1165",
        "parent_id": "0111",
        "name": "九里区",
        "full_id": "0011*0111*1165"
    },
    {
        "id": "1166",
        "parent_id": "0111",
        "name": "泉山区",
        "full_id": "0011*0111*1166"
    },
    {
        "id": "1167",
        "parent_id": "0111",
        "name": "铜山县",
        "full_id": "0011*0111*1167"
    },
    {
        "id": "1168",
        "parent_id": "0111",
        "name": "贾汪区",
        "full_id": "0011*0111*1168"
    },
    {
        "id": "1169",
        "parent_id": "0111",
        "name": "丰县",
        "full_id": "0011*0111*1169"
    },
    {
        "id": "1170",
        "parent_id": "0111",
        "name": "沛县",
        "full_id": "0011*0111*1170"
    },
    {
        "id": "1171",
        "parent_id": "0111",
        "name": "睢宁县",
        "full_id": "0011*0111*1171"
    },
    {
        "id": "1172",
        "parent_id": "0111",
        "name": "新沂市",
        "full_id": "0011*0111*1172"
    },
    {
        "id": "1173",
        "parent_id": "0111",
        "name": "邳州市",
        "full_id": "0011*0111*1173"
    },
    {
        "id": "0112",
        "parent_id": "0011",
        "name": "常州市",
        "full_id": "0011*0112"
    },
    {
        "id": "1174",
        "parent_id": "0112",
        "name": "天宁区",
        "full_id": "0011*0112*1174"
    },
    {
        "id": "1175",
        "parent_id": "0112",
        "name": "钟楼区",
        "full_id": "0011*0112*1175"
    },
    {
        "id": "1176",
        "parent_id": "0112",
        "name": "戚墅堰区",
        "full_id": "0011*0112*1176"
    },
    {
        "id": "1177",
        "parent_id": "0112",
        "name": "新北区",
        "full_id": "0011*0112*1177"
    },
    {
        "id": "1178",
        "parent_id": "0112",
        "name": "武进区",
        "full_id": "0011*0112*1178"
    },
    {
        "id": "1179",
        "parent_id": "0112",
        "name": "溧阳市",
        "full_id": "0011*0112*1179"
    },
    {
        "id": "1180",
        "parent_id": "0112",
        "name": "金坛市",
        "full_id": "0011*0112*1180"
    },
    {
        "id": "0113",
        "parent_id": "0011",
        "name": "苏州市",
        "full_id": "0011*0113"
    },
    {
        "id": "1181",
        "parent_id": "0113",
        "name": "沧浪区",
        "full_id": "0011*0113*1181"
    },
    {
        "id": "1182",
        "parent_id": "0113",
        "name": "平江区",
        "full_id": "0011*0113*1182"
    },
    {
        "id": "1183",
        "parent_id": "0113",
        "name": "金阊区",
        "full_id": "0011*0113*1183"
    },
    {
        "id": "1184",
        "parent_id": "0113",
        "name": "虎丘区",
        "full_id": "0011*0113*1184"
    },
    {
        "id": "1185",
        "parent_id": "0113",
        "name": "吴中区",
        "full_id": "0011*0113*1185"
    },
    {
        "id": "1186",
        "parent_id": "0113",
        "name": "相城区",
        "full_id": "0011*0113*1186"
    },
    {
        "id": "1187",
        "parent_id": "0113",
        "name": "常熟市",
        "full_id": "0011*0113*1187"
    },
    {
        "id": "1188",
        "parent_id": "0113",
        "name": "张家港市",
        "full_id": "0011*0113*1188"
    },
    {
        "id": "1189",
        "parent_id": "0113",
        "name": "昆山市",
        "full_id": "0011*0113*1189"
    },
    {
        "id": "1190",
        "parent_id": "0113",
        "name": "吴江市",
        "full_id": "0011*0113*1190"
    },
    {
        "id": "1191",
        "parent_id": "0113",
        "name": "太仓市",
        "full_id": "0011*0113*1191"
    },
    {
        "id": "1192",
        "parent_id": "0113",
        "name": "工业园区",
        "full_id": "0011*0113*1192"
    },
    {
        "id": "1193",
        "parent_id": "0113",
        "name": "高新区",
        "full_id": "0011*0113*1193"
    },
    {
        "id": "0114",
        "parent_id": "0011",
        "name": "南通市",
        "full_id": "0011*0114"
    },
    {
        "id": "1194",
        "parent_id": "0114",
        "name": "崇川区",
        "full_id": "0011*0114*1194"
    },
    {
        "id": "1195",
        "parent_id": "0114",
        "name": "港闸区",
        "full_id": "0011*0114*1195"
    },
    {
        "id": "1196",
        "parent_id": "0114",
        "name": "海安县",
        "full_id": "0011*0114*1196"
    },
    {
        "id": "1197",
        "parent_id": "0114",
        "name": "如东县",
        "full_id": "0011*0114*1197"
    },
    {
        "id": "1198",
        "parent_id": "0114",
        "name": "启东市",
        "full_id": "0011*0114*1198"
    },
    {
        "id": "1199",
        "parent_id": "0114",
        "name": "如皋市",
        "full_id": "0011*0114*1199"
    },
    {
        "id": "1200",
        "parent_id": "0114",
        "name": "通州市",
        "full_id": "0011*0114*1200"
    },
    {
        "id": "1201",
        "parent_id": "0114",
        "name": "海门市",
        "full_id": "0011*0114*1201"
    },
    {
        "id": "1202",
        "parent_id": "0114",
        "name": "经济技术开发区",
        "full_id": "0011*0114*1202"
    },
    {
        "id": "0115",
        "parent_id": "0011",
        "name": "连云港市",
        "full_id": "0011*0115"
    },
    {
        "id": "1203",
        "parent_id": "0115",
        "name": "连云区",
        "full_id": "0011*0115*1203"
    },
    {
        "id": "1204",
        "parent_id": "0115",
        "name": "新浦区",
        "full_id": "0011*0115*1204"
    },
    {
        "id": "1205",
        "parent_id": "0115",
        "name": "海州区",
        "full_id": "0011*0115*1205"
    },
    {
        "id": "1206",
        "parent_id": "0115",
        "name": "赣榆县",
        "full_id": "0011*0115*1206"
    },
    {
        "id": "1207",
        "parent_id": "0115",
        "name": "东海县",
        "full_id": "0011*0115*1207"
    },
    {
        "id": "1208",
        "parent_id": "0115",
        "name": "灌云县",
        "full_id": "0011*0115*1208"
    },
    {
        "id": "1209",
        "parent_id": "0115",
        "name": "灌南县",
        "full_id": "0011*0115*1209"
    },
    {
        "id": "0116",
        "parent_id": "0011",
        "name": "淮安市",
        "full_id": "0011*0116"
    },
    {
        "id": "1210",
        "parent_id": "0116",
        "name": "清河区",
        "full_id": "0011*0116*1210"
    },
    {
        "id": "1211",
        "parent_id": "0116",
        "name": "楚州区",
        "full_id": "0011*0116*1211"
    },
    {
        "id": "1212",
        "parent_id": "0116",
        "name": "淮阴区",
        "full_id": "0011*0116*1212"
    },
    {
        "id": "1213",
        "parent_id": "0116",
        "name": "清浦区",
        "full_id": "0011*0116*1213"
    },
    {
        "id": "1214",
        "parent_id": "0116",
        "name": "涟水县",
        "full_id": "0011*0116*1214"
    },
    {
        "id": "1215",
        "parent_id": "0116",
        "name": "洪泽县",
        "full_id": "0011*0116*1215"
    },
    {
        "id": "1216",
        "parent_id": "0116",
        "name": "盱眙县",
        "full_id": "0011*0116*1216"
    },
    {
        "id": "1217",
        "parent_id": "0116",
        "name": "金湖县",
        "full_id": "0011*0116*1217"
    },
    {
        "id": "0117",
        "parent_id": "0011",
        "name": "盐城市",
        "full_id": "0011*0117"
    },
    {
        "id": "1218",
        "parent_id": "0117",
        "name": "亭湖区",
        "full_id": "0011*0117*1218"
    },
    {
        "id": "1219",
        "parent_id": "0117",
        "name": "盐都区",
        "full_id": "0011*0117*1219"
    },
    {
        "id": "1220",
        "parent_id": "0117",
        "name": "响水县",
        "full_id": "0011*0117*1220"
    },
    {
        "id": "1221",
        "parent_id": "0117",
        "name": "滨海县",
        "full_id": "0011*0117*1221"
    },
    {
        "id": "1222",
        "parent_id": "0117",
        "name": "阜宁县",
        "full_id": "0011*0117*1222"
    },
    {
        "id": "1223",
        "parent_id": "0117",
        "name": "射阳县",
        "full_id": "0011*0117*1223"
    },
    {
        "id": "1224",
        "parent_id": "0117",
        "name": "建湖县",
        "full_id": "0011*0117*1224"
    },
    {
        "id": "1225",
        "parent_id": "0117",
        "name": "东台市",
        "full_id": "0011*0117*1225"
    },
    {
        "id": "1226",
        "parent_id": "0117",
        "name": "大丰市",
        "full_id": "0011*0117*1226"
    },
    {
        "id": "0118",
        "parent_id": "0011",
        "name": "扬州市",
        "full_id": "0011*0118"
    },
    {
        "id": "1227",
        "parent_id": "0118",
        "name": "广陵区",
        "full_id": "0011*0118*1227"
    },
    {
        "id": "1228",
        "parent_id": "0118",
        "name": "邗江区",
        "full_id": "0011*0118*1228"
    },
    {
        "id": "1229",
        "parent_id": "0118",
        "name": "宝应县",
        "full_id": "0011*0118*1229"
    },
    {
        "id": "1230",
        "parent_id": "0118",
        "name": "仪征市",
        "full_id": "0011*0118*1230"
    },
    {
        "id": "1231",
        "parent_id": "0118",
        "name": "高邮市",
        "full_id": "0011*0118*1231"
    },
    {
        "id": "1232",
        "parent_id": "0118",
        "name": "江都市",
        "full_id": "0011*0118*1232"
    },
    {
        "id": "1233",
        "parent_id": "0118",
        "name": "维扬区",
        "full_id": "0011*0118*1233"
    },
    {
        "id": "1234",
        "parent_id": "0118",
        "name": "经济开发区",
        "full_id": "0011*0118*1234"
    },
    {
        "id": "0119",
        "parent_id": "0011",
        "name": "镇江市",
        "full_id": "0011*0119"
    },
    {
        "id": "1235",
        "parent_id": "0119",
        "name": "京口区",
        "full_id": "0011*0119*1235"
    },
    {
        "id": "1236",
        "parent_id": "0119",
        "name": "润州区",
        "full_id": "0011*0119*1236"
    },
    {
        "id": "1237",
        "parent_id": "0119",
        "name": "丹徒区",
        "full_id": "0011*0119*1237"
    },
    {
        "id": "1238",
        "parent_id": "0119",
        "name": "丹阳市",
        "full_id": "0011*0119*1238"
    },
    {
        "id": "1239",
        "parent_id": "0119",
        "name": "扬中市",
        "full_id": "0011*0119*1239"
    },
    {
        "id": "1240",
        "parent_id": "0119",
        "name": "句容市",
        "full_id": "0011*0119*1240"
    },
    {
        "id": "1241",
        "parent_id": "0119",
        "name": "新区",
        "full_id": "0011*0119*1241"
    },
    {
        "id": "0120",
        "parent_id": "0011",
        "name": "泰州市",
        "full_id": "0011*0120"
    },
    {
        "id": "1242",
        "parent_id": "0120",
        "name": "海陵区",
        "full_id": "0011*0120*1242"
    },
    {
        "id": "1243",
        "parent_id": "0120",
        "name": "高港区",
        "full_id": "0011*0120*1243"
    },
    {
        "id": "1244",
        "parent_id": "0120",
        "name": "兴化市",
        "full_id": "0011*0120*1244"
    },
    {
        "id": "1245",
        "parent_id": "0120",
        "name": "靖江市",
        "full_id": "0011*0120*1245"
    },
    {
        "id": "1246",
        "parent_id": "0120",
        "name": "泰兴市",
        "full_id": "0011*0120*1246"
    },
    {
        "id": "1247",
        "parent_id": "0120",
        "name": "姜堰市",
        "full_id": "0011*0120*1247"
    },
    {
        "id": "0121",
        "parent_id": "0011",
        "name": "宿迁市",
        "full_id": "0011*0121"
    },
    {
        "id": "1248",
        "parent_id": "0121",
        "name": "宿城区",
        "full_id": "0011*0121*1248"
    },
    {
        "id": "1249",
        "parent_id": "0121",
        "name": "宿豫区",
        "full_id": "0011*0121*1249"
    },
    {
        "id": "1250",
        "parent_id": "0121",
        "name": "沭阳县",
        "full_id": "0011*0121*1250"
    },
    {
        "id": "1251",
        "parent_id": "0121",
        "name": "泗阳县",
        "full_id": "0011*0121*1251"
    },
    {
        "id": "1252",
        "parent_id": "0121",
        "name": "泗洪县",
        "full_id": "0011*0121*1252"
    },
    {
        "id": "0012",
        "parent_id": "0000",
        "name": "浙江",
        "full_id": "0012"
    },
    {
        "id": "0122",
        "parent_id": "0012",
        "name": "杭州市",
        "full_id": "0012*0122"
    },
    {
        "id": "1253",
        "parent_id": "0122",
        "name": "上城区",
        "full_id": "0012*0122*1253"
    },
    {
        "id": "1254",
        "parent_id": "0122",
        "name": "下城区",
        "full_id": "0012*0122*1254"
    },
    {
        "id": "1255",
        "parent_id": "0122",
        "name": "江干区",
        "full_id": "0012*0122*1255"
    },
    {
        "id": "1256",
        "parent_id": "0122",
        "name": "拱墅区",
        "full_id": "0012*0122*1256"
    },
    {
        "id": "1257",
        "parent_id": "0122",
        "name": "西湖区",
        "full_id": "0012*0122*1257"
    },
    {
        "id": "1258",
        "parent_id": "0122",
        "name": "滨江区",
        "full_id": "0012*0122*1258"
    },
    {
        "id": "1259",
        "parent_id": "0122",
        "name": "萧山区",
        "full_id": "0012*0122*1259"
    },
    {
        "id": "1260",
        "parent_id": "0122",
        "name": "余杭区",
        "full_id": "0012*0122*1260"
    },
    {
        "id": "1261",
        "parent_id": "0122",
        "name": "桐庐县",
        "full_id": "0012*0122*1261"
    },
    {
        "id": "1262",
        "parent_id": "0122",
        "name": "淳安县",
        "full_id": "0012*0122*1262"
    },
    {
        "id": "1263",
        "parent_id": "0122",
        "name": "建德市",
        "full_id": "0012*0122*1263"
    },
    {
        "id": "1264",
        "parent_id": "0122",
        "name": "富阳市",
        "full_id": "0012*0122*1264"
    },
    {
        "id": "1265",
        "parent_id": "0122",
        "name": "临安市",
        "full_id": "0012*0122*1265"
    },
    {
        "id": "0123",
        "parent_id": "0012",
        "name": "宁波市",
        "full_id": "0012*0123"
    },
    {
        "id": "1266",
        "parent_id": "0123",
        "name": "海曙区",
        "full_id": "0012*0123*1266"
    },
    {
        "id": "1267",
        "parent_id": "0123",
        "name": "江东区",
        "full_id": "0012*0123*1267"
    },
    {
        "id": "1268",
        "parent_id": "0123",
        "name": "江北区",
        "full_id": "0012*0123*1268"
    },
    {
        "id": "1269",
        "parent_id": "0123",
        "name": "北仑区",
        "full_id": "0012*0123*1269"
    },
    {
        "id": "1270",
        "parent_id": "0123",
        "name": "镇海区",
        "full_id": "0012*0123*1270"
    },
    {
        "id": "1271",
        "parent_id": "0123",
        "name": "鄞州区",
        "full_id": "0012*0123*1271"
    },
    {
        "id": "1272",
        "parent_id": "0123",
        "name": "象山县",
        "full_id": "0012*0123*1272"
    },
    {
        "id": "1273",
        "parent_id": "0123",
        "name": "宁海县",
        "full_id": "0012*0123*1273"
    },
    {
        "id": "1274",
        "parent_id": "0123",
        "name": "余姚市",
        "full_id": "0012*0123*1274"
    },
    {
        "id": "1275",
        "parent_id": "0123",
        "name": "慈溪市",
        "full_id": "0012*0123*1275"
    },
    {
        "id": "1276",
        "parent_id": "0123",
        "name": "奉化市",
        "full_id": "0012*0123*1276"
    },
    {
        "id": "1277",
        "parent_id": "0123",
        "name": "国家高新区",
        "full_id": "0012*0123*1277"
    },
    {
        "id": "0124",
        "parent_id": "0012",
        "name": "温州市",
        "full_id": "0012*0124"
    },
    {
        "id": "1278",
        "parent_id": "0124",
        "name": "鹿城区",
        "full_id": "0012*0124*1278"
    },
    {
        "id": "1279",
        "parent_id": "0124",
        "name": "龙湾区",
        "full_id": "0012*0124*1279"
    },
    {
        "id": "1280",
        "parent_id": "0124",
        "name": "瓯海区",
        "full_id": "0012*0124*1280"
    },
    {
        "id": "1281",
        "parent_id": "0124",
        "name": "洞头县",
        "full_id": "0012*0124*1281"
    },
    {
        "id": "1282",
        "parent_id": "0124",
        "name": "永嘉县",
        "full_id": "0012*0124*1282"
    },
    {
        "id": "1283",
        "parent_id": "0124",
        "name": "平阳县",
        "full_id": "0012*0124*1283"
    },
    {
        "id": "1284",
        "parent_id": "0124",
        "name": "苍南县",
        "full_id": "0012*0124*1284"
    },
    {
        "id": "1285",
        "parent_id": "0124",
        "name": "文成县",
        "full_id": "0012*0124*1285"
    },
    {
        "id": "1286",
        "parent_id": "0124",
        "name": "泰顺县",
        "full_id": "0012*0124*1286"
    },
    {
        "id": "1287",
        "parent_id": "0124",
        "name": "瑞安市",
        "full_id": "0012*0124*1287"
    },
    {
        "id": "1288",
        "parent_id": "0124",
        "name": "乐清市",
        "full_id": "0012*0124*1288"
    },
    {
        "id": "0125",
        "parent_id": "0012",
        "name": "嘉兴市",
        "full_id": "0012*0125"
    },
    {
        "id": "1289",
        "parent_id": "0125",
        "name": "秀洲区",
        "full_id": "0012*0125*1289"
    },
    {
        "id": "1290",
        "parent_id": "0125",
        "name": "嘉善县",
        "full_id": "0012*0125*1290"
    },
    {
        "id": "1291",
        "parent_id": "0125",
        "name": "海盐县",
        "full_id": "0012*0125*1291"
    },
    {
        "id": "1292",
        "parent_id": "0125",
        "name": "海宁市",
        "full_id": "0012*0125*1292"
    },
    {
        "id": "1293",
        "parent_id": "0125",
        "name": "平湖市",
        "full_id": "0012*0125*1293"
    },
    {
        "id": "1294",
        "parent_id": "0125",
        "name": "桐乡市",
        "full_id": "0012*0125*1294"
    },
    {
        "id": "1295",
        "parent_id": "0125",
        "name": "南湖区",
        "full_id": "0012*0125*1295"
    },
    {
        "id": "0126",
        "parent_id": "0012",
        "name": "湖州市",
        "full_id": "0012*0126"
    },
    {
        "id": "1296",
        "parent_id": "0126",
        "name": "吴兴区",
        "full_id": "0012*0126*1296"
    },
    {
        "id": "1297",
        "parent_id": "0126",
        "name": "南浔区",
        "full_id": "0012*0126*1297"
    },
    {
        "id": "1298",
        "parent_id": "0126",
        "name": "德清县",
        "full_id": "0012*0126*1298"
    },
    {
        "id": "1299",
        "parent_id": "0126",
        "name": "长兴县",
        "full_id": "0012*0126*1299"
    },
    {
        "id": "1300",
        "parent_id": "0126",
        "name": "安吉县",
        "full_id": "0012*0126*1300"
    },
    {
        "id": "0127",
        "parent_id": "0012",
        "name": "绍兴市",
        "full_id": "0012*0127"
    },
    {
        "id": "1301",
        "parent_id": "0127",
        "name": "越城区",
        "full_id": "0012*0127*1301"
    },
    {
        "id": "1302",
        "parent_id": "0127",
        "name": "绍兴县",
        "full_id": "0012*0127*1302"
    },
    {
        "id": "1303",
        "parent_id": "0127",
        "name": "新昌县",
        "full_id": "0012*0127*1303"
    },
    {
        "id": "1304",
        "parent_id": "0127",
        "name": "诸暨市",
        "full_id": "0012*0127*1304"
    },
    {
        "id": "1305",
        "parent_id": "0127",
        "name": "上虞市",
        "full_id": "0012*0127*1305"
    },
    {
        "id": "1306",
        "parent_id": "0127",
        "name": "嵊州市",
        "full_id": "0012*0127*1306"
    },
    {
        "id": "0128",
        "parent_id": "0012",
        "name": "金华市",
        "full_id": "0012*0128"
    },
    {
        "id": "1307",
        "parent_id": "0128",
        "name": "婺城区",
        "full_id": "0012*0128*1307"
    },
    {
        "id": "1308",
        "parent_id": "0128",
        "name": "金东区",
        "full_id": "0012*0128*1308"
    },
    {
        "id": "1309",
        "parent_id": "0128",
        "name": "武义县",
        "full_id": "0012*0128*1309"
    },
    {
        "id": "1310",
        "parent_id": "0128",
        "name": "浦江县",
        "full_id": "0012*0128*1310"
    },
    {
        "id": "1311",
        "parent_id": "0128",
        "name": "磐安县",
        "full_id": "0012*0128*1311"
    },
    {
        "id": "1312",
        "parent_id": "0128",
        "name": "兰溪市",
        "full_id": "0012*0128*1312"
    },
    {
        "id": "1313",
        "parent_id": "0128",
        "name": "义乌市",
        "full_id": "0012*0128*1313"
    },
    {
        "id": "1314",
        "parent_id": "0128",
        "name": "东阳市",
        "full_id": "0012*0128*1314"
    },
    {
        "id": "1315",
        "parent_id": "0128",
        "name": "永康市",
        "full_id": "0012*0128*1315"
    },
    {
        "id": "0129",
        "parent_id": "0012",
        "name": "衢州市",
        "full_id": "0012*0129"
    },
    {
        "id": "1316",
        "parent_id": "0129",
        "name": "柯城区",
        "full_id": "0012*0129*1316"
    },
    {
        "id": "1317",
        "parent_id": "0129",
        "name": "衢江区",
        "full_id": "0012*0129*1317"
    },
    {
        "id": "1318",
        "parent_id": "0129",
        "name": "常山县",
        "full_id": "0012*0129*1318"
    },
    {
        "id": "1319",
        "parent_id": "0129",
        "name": "开化县",
        "full_id": "0012*0129*1319"
    },
    {
        "id": "1320",
        "parent_id": "0129",
        "name": "龙游县",
        "full_id": "0012*0129*1320"
    },
    {
        "id": "1321",
        "parent_id": "0129",
        "name": "江山市",
        "full_id": "0012*0129*1321"
    },
    {
        "id": "0130",
        "parent_id": "0012",
        "name": "舟山市",
        "full_id": "0012*0130"
    },
    {
        "id": "1322",
        "parent_id": "0130",
        "name": "定海区",
        "full_id": "0012*0130*1322"
    },
    {
        "id": "1323",
        "parent_id": "0130",
        "name": "普陀区",
        "full_id": "0012*0130*1323"
    },
    {
        "id": "1324",
        "parent_id": "0130",
        "name": "岱山县",
        "full_id": "0012*0130*1324"
    },
    {
        "id": "1325",
        "parent_id": "0130",
        "name": "嵊泗县",
        "full_id": "0012*0130*1325"
    },
    {
        "id": "0131",
        "parent_id": "0012",
        "name": "台州市",
        "full_id": "0012*0131"
    },
    {
        "id": "1326",
        "parent_id": "0131",
        "name": "椒江区",
        "full_id": "0012*0131*1326"
    },
    {
        "id": "1327",
        "parent_id": "0131",
        "name": "路桥区",
        "full_id": "0012*0131*1327"
    },
    {
        "id": "1328",
        "parent_id": "0131",
        "name": "黄岩区",
        "full_id": "0012*0131*1328"
    },
    {
        "id": "1329",
        "parent_id": "0131",
        "name": "玉环县",
        "full_id": "0012*0131*1329"
    },
    {
        "id": "1330",
        "parent_id": "0131",
        "name": "三门县",
        "full_id": "0012*0131*1330"
    },
    {
        "id": "1331",
        "parent_id": "0131",
        "name": "天台县",
        "full_id": "0012*0131*1331"
    },
    {
        "id": "1332",
        "parent_id": "0131",
        "name": "仙居县",
        "full_id": "0012*0131*1332"
    },
    {
        "id": "1333",
        "parent_id": "0131",
        "name": "温岭市",
        "full_id": "0012*0131*1333"
    },
    {
        "id": "1334",
        "parent_id": "0131",
        "name": "临海市",
        "full_id": "0012*0131*1334"
    },
    {
        "id": "0132",
        "parent_id": "0012",
        "name": "丽水市",
        "full_id": "0012*0132"
    },
    {
        "id": "1335",
        "parent_id": "0132",
        "name": "莲都区",
        "full_id": "0012*0132*1335"
    },
    {
        "id": "1336",
        "parent_id": "0132",
        "name": "青田县",
        "full_id": "0012*0132*1336"
    },
    {
        "id": "1337",
        "parent_id": "0132",
        "name": "缙云县",
        "full_id": "0012*0132*1337"
    },
    {
        "id": "1338",
        "parent_id": "0132",
        "name": "遂昌县",
        "full_id": "0012*0132*1338"
    },
    {
        "id": "1339",
        "parent_id": "0132",
        "name": "松阳县",
        "full_id": "0012*0132*1339"
    },
    {
        "id": "1340",
        "parent_id": "0132",
        "name": "云和县",
        "full_id": "0012*0132*1340"
    },
    {
        "id": "1341",
        "parent_id": "0132",
        "name": "庆元县",
        "full_id": "0012*0132*1341"
    },
    {
        "id": "1342",
        "parent_id": "0132",
        "name": "景宁畲族自治县",
        "full_id": "0012*0132*1342"
    },
    {
        "id": "1343",
        "parent_id": "0132",
        "name": "龙泉市",
        "full_id": "0012*0132*1343"
    },
    {
        "id": "0013",
        "parent_id": "0000",
        "name": "安徽",
        "full_id": "0013"
    },
    {
        "id": "0133",
        "parent_id": "0013",
        "name": "合肥市",
        "full_id": "0013*0133"
    },
    {
        "id": "1344",
        "parent_id": "0133",
        "name": "瑶海区",
        "full_id": "0013*0133*1344"
    },
    {
        "id": "1345",
        "parent_id": "0133",
        "name": "庐阳区",
        "full_id": "0013*0133*1345"
    },
    {
        "id": "1346",
        "parent_id": "0133",
        "name": "蜀山区",
        "full_id": "0013*0133*1346"
    },
    {
        "id": "1347",
        "parent_id": "0133",
        "name": "包河区",
        "full_id": "0013*0133*1347"
    },
    {
        "id": "1348",
        "parent_id": "0133",
        "name": "长丰县",
        "full_id": "0013*0133*1348"
    },
    {
        "id": "1349",
        "parent_id": "0133",
        "name": "肥东县",
        "full_id": "0013*0133*1349"
    },
    {
        "id": "1350",
        "parent_id": "0133",
        "name": "肥西县",
        "full_id": "0013*0133*1350"
    },
    {
        "id": "1351",
        "parent_id": "0133",
        "name": "经济技术开发区",
        "full_id": "0013*0133*1351"
    },
    {
        "id": "1352",
        "parent_id": "0133",
        "name": "新站试验区",
        "full_id": "0013*0133*1352"
    },
    {
        "id": "1353",
        "parent_id": "0133",
        "name": "政务文化新区",
        "full_id": "0013*0133*1353"
    },
    {
        "id": "1354",
        "parent_id": "0133",
        "name": "高新技术产业开发区",
        "full_id": "0013*0133*1354"
    },
    {
        "id": "0134",
        "parent_id": "0013",
        "name": "芜湖市",
        "full_id": "0013*0134"
    },
    {
        "id": "1355",
        "parent_id": "0134",
        "name": "镜湖区",
        "full_id": "0013*0134*1355"
    },
    {
        "id": "1356",
        "parent_id": "0134",
        "name": "鸠江区",
        "full_id": "0013*0134*1356"
    },
    {
        "id": "1357",
        "parent_id": "0134",
        "name": "芜湖县",
        "full_id": "0013*0134*1357"
    },
    {
        "id": "1358",
        "parent_id": "0134",
        "name": "繁昌县",
        "full_id": "0013*0134*1358"
    },
    {
        "id": "1359",
        "parent_id": "0134",
        "name": "南陵县",
        "full_id": "0013*0134*1359"
    },
    {
        "id": "1360",
        "parent_id": "0134",
        "name": "弋江区",
        "full_id": "0013*0134*1360"
    },
    {
        "id": "1361",
        "parent_id": "0134",
        "name": "三山区",
        "full_id": "0013*0134*1361"
    },
    {
        "id": "0135",
        "parent_id": "0013",
        "name": "蚌埠市",
        "full_id": "0013*0135"
    },
    {
        "id": "1362",
        "parent_id": "0135",
        "name": "龙子湖区",
        "full_id": "0013*0135*1362"
    },
    {
        "id": "1363",
        "parent_id": "0135",
        "name": "蚌山区",
        "full_id": "0013*0135*1363"
    },
    {
        "id": "1364",
        "parent_id": "0135",
        "name": "禹会区",
        "full_id": "0013*0135*1364"
    },
    {
        "id": "1365",
        "parent_id": "0135",
        "name": "淮上区",
        "full_id": "0013*0135*1365"
    },
    {
        "id": "1366",
        "parent_id": "0135",
        "name": "怀远县",
        "full_id": "0013*0135*1366"
    },
    {
        "id": "1367",
        "parent_id": "0135",
        "name": "五河县",
        "full_id": "0013*0135*1367"
    },
    {
        "id": "1368",
        "parent_id": "0135",
        "name": "固镇县",
        "full_id": "0013*0135*1368"
    },
    {
        "id": "0136",
        "parent_id": "0013",
        "name": "淮南市",
        "full_id": "0013*0136"
    },
    {
        "id": "1369",
        "parent_id": "0136",
        "name": "大通区",
        "full_id": "0013*0136*1369"
    },
    {
        "id": "1370",
        "parent_id": "0136",
        "name": "田家庵区",
        "full_id": "0013*0136*1370"
    },
    {
        "id": "1371",
        "parent_id": "0136",
        "name": "谢家集区",
        "full_id": "0013*0136*1371"
    },
    {
        "id": "1372",
        "parent_id": "0136",
        "name": "八公山区",
        "full_id": "0013*0136*1372"
    },
    {
        "id": "1373",
        "parent_id": "0136",
        "name": "潘集区",
        "full_id": "0013*0136*1373"
    },
    {
        "id": "1374",
        "parent_id": "0136",
        "name": "凤台县",
        "full_id": "0013*0136*1374"
    },
    {
        "id": "0137",
        "parent_id": "0013",
        "name": "马鞍山市",
        "full_id": "0013*0137"
    },
    {
        "id": "1375",
        "parent_id": "0137",
        "name": "雨山区",
        "full_id": "0013*0137*1375"
    },
    {
        "id": "1376",
        "parent_id": "0137",
        "name": "花山区",
        "full_id": "0013*0137*1376"
    },
    {
        "id": "1377",
        "parent_id": "0137",
        "name": "金家庄区",
        "full_id": "0013*0137*1377"
    },
    {
        "id": "1378",
        "parent_id": "0137",
        "name": "当涂县",
        "full_id": "0013*0137*1378"
    },
    {
        "id": "1379",
        "parent_id": "0137",
        "name": "经济技术开发区",
        "full_id": "0013*0137*1379"
    },
    {
        "id": "0138",
        "parent_id": "0013",
        "name": "淮北市",
        "full_id": "0013*0138"
    },
    {
        "id": "1380",
        "parent_id": "0138",
        "name": "杜集区",
        "full_id": "0013*0138*1380"
    },
    {
        "id": "1381",
        "parent_id": "0138",
        "name": "相山区",
        "full_id": "0013*0138*1381"
    },
    {
        "id": "1382",
        "parent_id": "0138",
        "name": "烈山区",
        "full_id": "0013*0138*1382"
    },
    {
        "id": "1383",
        "parent_id": "0138",
        "name": "濉溪县",
        "full_id": "0013*0138*1383"
    },
    {
        "id": "0139",
        "parent_id": "0013",
        "name": "铜陵市",
        "full_id": "0013*0139"
    },
    {
        "id": "1384",
        "parent_id": "0139",
        "name": "铜官山区",
        "full_id": "0013*0139*1384"
    },
    {
        "id": "1385",
        "parent_id": "0139",
        "name": "狮子山区",
        "full_id": "0013*0139*1385"
    },
    {
        "id": "1386",
        "parent_id": "0139",
        "name": "郊区",
        "full_id": "0013*0139*1386"
    },
    {
        "id": "1387",
        "parent_id": "0139",
        "name": "铜陵县",
        "full_id": "0013*0139*1387"
    },
    {
        "id": "0140",
        "parent_id": "0013",
        "name": "安庆市",
        "full_id": "0013*0140"
    },
    {
        "id": "1388",
        "parent_id": "0140",
        "name": "迎江区",
        "full_id": "0013*0140*1388"
    },
    {
        "id": "1389",
        "parent_id": "0140",
        "name": "大观区",
        "full_id": "0013*0140*1389"
    },
    {
        "id": "1390",
        "parent_id": "0140",
        "name": "怀宁县",
        "full_id": "0013*0140*1390"
    },
    {
        "id": "1391",
        "parent_id": "0140",
        "name": "枞阳县",
        "full_id": "0013*0140*1391"
    },
    {
        "id": "1392",
        "parent_id": "0140",
        "name": "潜山县",
        "full_id": "0013*0140*1392"
    },
    {
        "id": "1393",
        "parent_id": "0140",
        "name": "太湖县",
        "full_id": "0013*0140*1393"
    },
    {
        "id": "1394",
        "parent_id": "0140",
        "name": "宿松县",
        "full_id": "0013*0140*1394"
    },
    {
        "id": "1395",
        "parent_id": "0140",
        "name": "望江县",
        "full_id": "0013*0140*1395"
    },
    {
        "id": "1396",
        "parent_id": "0140",
        "name": "岳西县",
        "full_id": "0013*0140*1396"
    },
    {
        "id": "1397",
        "parent_id": "0140",
        "name": "桐城市",
        "full_id": "0013*0140*1397"
    },
    {
        "id": "1398",
        "parent_id": "0140",
        "name": "宜秀区",
        "full_id": "0013*0140*1398"
    },
    {
        "id": "0141",
        "parent_id": "0013",
        "name": "黄山市",
        "full_id": "0013*0141"
    },
    {
        "id": "1399",
        "parent_id": "0141",
        "name": "屯溪区",
        "full_id": "0013*0141*1399"
    },
    {
        "id": "1400",
        "parent_id": "0141",
        "name": "黄山区",
        "full_id": "0013*0141*1400"
    },
    {
        "id": "1401",
        "parent_id": "0141",
        "name": "徽州区",
        "full_id": "0013*0141*1401"
    },
    {
        "id": "1402",
        "parent_id": "0141",
        "name": "歙县",
        "full_id": "0013*0141*1402"
    },
    {
        "id": "1403",
        "parent_id": "0141",
        "name": "休宁县",
        "full_id": "0013*0141*1403"
    },
    {
        "id": "1404",
        "parent_id": "0141",
        "name": "黟县",
        "full_id": "0013*0141*1404"
    },
    {
        "id": "1405",
        "parent_id": "0141",
        "name": "祁门县",
        "full_id": "0013*0141*1405"
    },
    {
        "id": "0142",
        "parent_id": "0013",
        "name": "滁州市",
        "full_id": "0013*0142"
    },
    {
        "id": "1406",
        "parent_id": "0142",
        "name": "琅琊区",
        "full_id": "0013*0142*1406"
    },
    {
        "id": "1407",
        "parent_id": "0142",
        "name": "南谯区",
        "full_id": "0013*0142*1407"
    },
    {
        "id": "1408",
        "parent_id": "0142",
        "name": "来安县",
        "full_id": "0013*0142*1408"
    },
    {
        "id": "1409",
        "parent_id": "0142",
        "name": "全椒县",
        "full_id": "0013*0142*1409"
    },
    {
        "id": "1410",
        "parent_id": "0142",
        "name": "定远县",
        "full_id": "0013*0142*1410"
    },
    {
        "id": "1411",
        "parent_id": "0142",
        "name": "凤阳县",
        "full_id": "0013*0142*1411"
    },
    {
        "id": "1412",
        "parent_id": "0142",
        "name": "天长市",
        "full_id": "0013*0142*1412"
    },
    {
        "id": "1413",
        "parent_id": "0142",
        "name": "明光市",
        "full_id": "0013*0142*1413"
    },
    {
        "id": "0143",
        "parent_id": "0013",
        "name": "阜阳市",
        "full_id": "0013*0143"
    },
    {
        "id": "1414",
        "parent_id": "0143",
        "name": "颍州区",
        "full_id": "0013*0143*1414"
    },
    {
        "id": "1415",
        "parent_id": "0143",
        "name": "颍东区",
        "full_id": "0013*0143*1415"
    },
    {
        "id": "1416",
        "parent_id": "0143",
        "name": "颍泉区",
        "full_id": "0013*0143*1416"
    },
    {
        "id": "1417",
        "parent_id": "0143",
        "name": "临泉县",
        "full_id": "0013*0143*1417"
    },
    {
        "id": "1418",
        "parent_id": "0143",
        "name": "太和县",
        "full_id": "0013*0143*1418"
    },
    {
        "id": "1419",
        "parent_id": "0143",
        "name": "阜南县",
        "full_id": "0013*0143*1419"
    },
    {
        "id": "1420",
        "parent_id": "0143",
        "name": "颍上县",
        "full_id": "0013*0143*1420"
    },
    {
        "id": "1421",
        "parent_id": "0143",
        "name": "界首市",
        "full_id": "0013*0143*1421"
    },
    {
        "id": "1422",
        "parent_id": "0143",
        "name": "经济开发区",
        "full_id": "0013*0143*1422"
    },
    {
        "id": "0144",
        "parent_id": "0013",
        "name": "宿州市",
        "full_id": "0013*0144"
    },
    {
        "id": "1423",
        "parent_id": "0144",
        "name": "埇桥区",
        "full_id": "0013*0144*1423"
    },
    {
        "id": "1424",
        "parent_id": "0144",
        "name": "砀山县",
        "full_id": "0013*0144*1424"
    },
    {
        "id": "1425",
        "parent_id": "0144",
        "name": "萧县",
        "full_id": "0013*0144*1425"
    },
    {
        "id": "1426",
        "parent_id": "0144",
        "name": "灵璧县",
        "full_id": "0013*0144*1426"
    },
    {
        "id": "1427",
        "parent_id": "0144",
        "name": "泗县",
        "full_id": "0013*0144*1427"
    },
    {
        "id": "0145",
        "parent_id": "0013",
        "name": "巢湖市",
        "full_id": "0013*0145"
    },
    {
        "id": "1428",
        "parent_id": "0145",
        "name": "居巢区",
        "full_id": "0013*0145*1428"
    },
    {
        "id": "1429",
        "parent_id": "0145",
        "name": "庐江县",
        "full_id": "0013*0145*1429"
    },
    {
        "id": "1430",
        "parent_id": "0145",
        "name": "无为县",
        "full_id": "0013*0145*1430"
    },
    {
        "id": "1431",
        "parent_id": "0145",
        "name": "含山县",
        "full_id": "0013*0145*1431"
    },
    {
        "id": "1432",
        "parent_id": "0145",
        "name": "和县",
        "full_id": "0013*0145*1432"
    },
    {
        "id": "0146",
        "parent_id": "0013",
        "name": "六安市",
        "full_id": "0013*0146"
    },
    {
        "id": "1433",
        "parent_id": "0146",
        "name": "金安区",
        "full_id": "0013*0146*1433"
    },
    {
        "id": "1434",
        "parent_id": "0146",
        "name": "裕安区",
        "full_id": "0013*0146*1434"
    },
    {
        "id": "1435",
        "parent_id": "0146",
        "name": "寿县",
        "full_id": "0013*0146*1435"
    },
    {
        "id": "1436",
        "parent_id": "0146",
        "name": "霍邱县",
        "full_id": "0013*0146*1436"
    },
    {
        "id": "1437",
        "parent_id": "0146",
        "name": "舒城县",
        "full_id": "0013*0146*1437"
    },
    {
        "id": "1438",
        "parent_id": "0146",
        "name": "金寨县",
        "full_id": "0013*0146*1438"
    },
    {
        "id": "1439",
        "parent_id": "0146",
        "name": "霍山县",
        "full_id": "0013*0146*1439"
    },
    {
        "id": "0147",
        "parent_id": "0013",
        "name": "亳州市",
        "full_id": "0013*0147"
    },
    {
        "id": "1440",
        "parent_id": "0147",
        "name": "谯城区",
        "full_id": "0013*0147*1440"
    },
    {
        "id": "1441",
        "parent_id": "0147",
        "name": "涡阳县",
        "full_id": "0013*0147*1441"
    },
    {
        "id": "1442",
        "parent_id": "0147",
        "name": "蒙城县",
        "full_id": "0013*0147*1442"
    },
    {
        "id": "1443",
        "parent_id": "0147",
        "name": "利辛县",
        "full_id": "0013*0147*1443"
    },
    {
        "id": "0148",
        "parent_id": "0013",
        "name": "池州市",
        "full_id": "0013*0148"
    },
    {
        "id": "1444",
        "parent_id": "0148",
        "name": "贵池区",
        "full_id": "0013*0148*1444"
    },
    {
        "id": "1445",
        "parent_id": "0148",
        "name": "东至县",
        "full_id": "0013*0148*1445"
    },
    {
        "id": "1446",
        "parent_id": "0148",
        "name": "石台县",
        "full_id": "0013*0148*1446"
    },
    {
        "id": "1447",
        "parent_id": "0148",
        "name": "青阳县",
        "full_id": "0013*0148*1447"
    },
    {
        "id": "0149",
        "parent_id": "0013",
        "name": "宣城市",
        "full_id": "0013*0149"
    },
    {
        "id": "1448",
        "parent_id": "0149",
        "name": "宣州区",
        "full_id": "0013*0149*1448"
    },
    {
        "id": "1449",
        "parent_id": "0149",
        "name": "郎溪县",
        "full_id": "0013*0149*1449"
    },
    {
        "id": "1450",
        "parent_id": "0149",
        "name": "广德县",
        "full_id": "0013*0149*1450"
    },
    {
        "id": "1451",
        "parent_id": "0149",
        "name": "泾县",
        "full_id": "0013*0149*1451"
    },
    {
        "id": "1452",
        "parent_id": "0149",
        "name": "绩溪县",
        "full_id": "0013*0149*1452"
    },
    {
        "id": "1453",
        "parent_id": "0149",
        "name": "旌德县",
        "full_id": "0013*0149*1453"
    },
    {
        "id": "1454",
        "parent_id": "0149",
        "name": "宁国市",
        "full_id": "0013*0149*1454"
    },
    {
        "id": "0014",
        "parent_id": "0000",
        "name": "福建",
        "full_id": "0014"
    },
    {
        "id": "0150",
        "parent_id": "0014",
        "name": "福州市",
        "full_id": "0014*0150"
    },
    {
        "id": "1455",
        "parent_id": "0150",
        "name": "鼓楼区",
        "full_id": "0014*0150*1455"
    },
    {
        "id": "1456",
        "parent_id": "0150",
        "name": "台江区",
        "full_id": "0014*0150*1456"
    },
    {
        "id": "1457",
        "parent_id": "0150",
        "name": "仓山区",
        "full_id": "0014*0150*1457"
    },
    {
        "id": "1458",
        "parent_id": "0150",
        "name": "马尾区",
        "full_id": "0014*0150*1458"
    },
    {
        "id": "1459",
        "parent_id": "0150",
        "name": "晋安区",
        "full_id": "0014*0150*1459"
    },
    {
        "id": "1460",
        "parent_id": "0150",
        "name": "闽侯县",
        "full_id": "0014*0150*1460"
    },
    {
        "id": "1461",
        "parent_id": "0150",
        "name": "连江县",
        "full_id": "0014*0150*1461"
    },
    {
        "id": "1462",
        "parent_id": "0150",
        "name": "罗源县",
        "full_id": "0014*0150*1462"
    },
    {
        "id": "1463",
        "parent_id": "0150",
        "name": "闽清县",
        "full_id": "0014*0150*1463"
    },
    {
        "id": "1464",
        "parent_id": "0150",
        "name": "永泰县",
        "full_id": "0014*0150*1464"
    },
    {
        "id": "1465",
        "parent_id": "0150",
        "name": "平潭县",
        "full_id": "0014*0150*1465"
    },
    {
        "id": "1466",
        "parent_id": "0150",
        "name": "福清市",
        "full_id": "0014*0150*1466"
    },
    {
        "id": "1467",
        "parent_id": "0150",
        "name": "长乐市",
        "full_id": "0014*0150*1467"
    },
    {
        "id": "0151",
        "parent_id": "0014",
        "name": "厦门市",
        "full_id": "0014*0151"
    },
    {
        "id": "1468",
        "parent_id": "0151",
        "name": "思明区",
        "full_id": "0014*0151*1468"
    },
    {
        "id": "1469",
        "parent_id": "0151",
        "name": "海沧区",
        "full_id": "0014*0151*1469"
    },
    {
        "id": "1470",
        "parent_id": "0151",
        "name": "湖里区",
        "full_id": "0014*0151*1470"
    },
    {
        "id": "1471",
        "parent_id": "0151",
        "name": "集美区",
        "full_id": "0014*0151*1471"
    },
    {
        "id": "1472",
        "parent_id": "0151",
        "name": "同安区",
        "full_id": "0014*0151*1472"
    },
    {
        "id": "1473",
        "parent_id": "0151",
        "name": "翔安区",
        "full_id": "0014*0151*1473"
    },
    {
        "id": "1474",
        "parent_id": "0151",
        "name": "鼓浪屿区",
        "full_id": "0014*0151*1474"
    },
    {
        "id": "1475",
        "parent_id": "0151",
        "name": "象屿保税区",
        "full_id": "0014*0151*1475"
    },
    {
        "id": "1476",
        "parent_id": "0151",
        "name": "火炬高新区",
        "full_id": "0014*0151*1476"
    },
    {
        "id": "0152",
        "parent_id": "0014",
        "name": "莆田市",
        "full_id": "0014*0152"
    },
    {
        "id": "1477",
        "parent_id": "0152",
        "name": "城厢区",
        "full_id": "0014*0152*1477"
    },
    {
        "id": "1478",
        "parent_id": "0152",
        "name": "涵江区",
        "full_id": "0014*0152*1478"
    },
    {
        "id": "1479",
        "parent_id": "0152",
        "name": "荔城区",
        "full_id": "0014*0152*1479"
    },
    {
        "id": "1480",
        "parent_id": "0152",
        "name": "秀屿区",
        "full_id": "0014*0152*1480"
    },
    {
        "id": "1481",
        "parent_id": "0152",
        "name": "仙游县",
        "full_id": "0014*0152*1481"
    },
    {
        "id": "0153",
        "parent_id": "0014",
        "name": "三明市",
        "full_id": "0014*0153"
    },
    {
        "id": "1482",
        "parent_id": "0153",
        "name": "梅列区",
        "full_id": "0014*0153*1482"
    },
    {
        "id": "1483",
        "parent_id": "0153",
        "name": "三元区",
        "full_id": "0014*0153*1483"
    },
    {
        "id": "1484",
        "parent_id": "0153",
        "name": "明溪县",
        "full_id": "0014*0153*1484"
    },
    {
        "id": "1485",
        "parent_id": "0153",
        "name": "清流县",
        "full_id": "0014*0153*1485"
    },
    {
        "id": "1486",
        "parent_id": "0153",
        "name": "宁化县",
        "full_id": "0014*0153*1486"
    },
    {
        "id": "1487",
        "parent_id": "0153",
        "name": "大田县",
        "full_id": "0014*0153*1487"
    },
    {
        "id": "1488",
        "parent_id": "0153",
        "name": "尤溪县",
        "full_id": "0014*0153*1488"
    },
    {
        "id": "1489",
        "parent_id": "0153",
        "name": "沙县",
        "full_id": "0014*0153*1489"
    },
    {
        "id": "1490",
        "parent_id": "0153",
        "name": "将乐县",
        "full_id": "0014*0153*1490"
    },
    {
        "id": "1491",
        "parent_id": "0153",
        "name": "泰宁县",
        "full_id": "0014*0153*1491"
    },
    {
        "id": "1492",
        "parent_id": "0153",
        "name": "建宁县",
        "full_id": "0014*0153*1492"
    },
    {
        "id": "1493",
        "parent_id": "0153",
        "name": "永安市",
        "full_id": "0014*0153*1493"
    },
    {
        "id": "0154",
        "parent_id": "0014",
        "name": "泉州市",
        "full_id": "0014*0154"
    },
    {
        "id": "1494",
        "parent_id": "0154",
        "name": "鲤城区",
        "full_id": "0014*0154*1494"
    },
    {
        "id": "1495",
        "parent_id": "0154",
        "name": "丰泽区",
        "full_id": "0014*0154*1495"
    },
    {
        "id": "1496",
        "parent_id": "0154",
        "name": "洛江区",
        "full_id": "0014*0154*1496"
    },
    {
        "id": "1497",
        "parent_id": "0154",
        "name": "泉港区",
        "full_id": "0014*0154*1497"
    },
    {
        "id": "1498",
        "parent_id": "0154",
        "name": "惠安县",
        "full_id": "0014*0154*1498"
    },
    {
        "id": "1499",
        "parent_id": "0154",
        "name": "安溪县",
        "full_id": "0014*0154*1499"
    },
    {
        "id": "1500",
        "parent_id": "0154",
        "name": "永春县",
        "full_id": "0014*0154*1500"
    },
    {
        "id": "1501",
        "parent_id": "0154",
        "name": "德化县",
        "full_id": "0014*0154*1501"
    },
    {
        "id": "1502",
        "parent_id": "0154",
        "name": "金门县",
        "full_id": "0014*0154*1502"
    },
    {
        "id": "1503",
        "parent_id": "0154",
        "name": "石狮市",
        "full_id": "0014*0154*1503"
    },
    {
        "id": "1504",
        "parent_id": "0154",
        "name": "晋江市",
        "full_id": "0014*0154*1504"
    },
    {
        "id": "1505",
        "parent_id": "0154",
        "name": "南安市",
        "full_id": "0014*0154*1505"
    },
    {
        "id": "1506",
        "parent_id": "0154",
        "name": "经济技术开发区",
        "full_id": "0014*0154*1506"
    },
    {
        "id": "0155",
        "parent_id": "0014",
        "name": "漳州市",
        "full_id": "0014*0155"
    },
    {
        "id": "1507",
        "parent_id": "0155",
        "name": "芗城区",
        "full_id": "0014*0155*1507"
    },
    {
        "id": "1508",
        "parent_id": "0155",
        "name": "龙文区",
        "full_id": "0014*0155*1508"
    },
    {
        "id": "1509",
        "parent_id": "0155",
        "name": "云霄县",
        "full_id": "0014*0155*1509"
    },
    {
        "id": "1510",
        "parent_id": "0155",
        "name": "漳浦县",
        "full_id": "0014*0155*1510"
    },
    {
        "id": "1511",
        "parent_id": "0155",
        "name": "诏安县",
        "full_id": "0014*0155*1511"
    },
    {
        "id": "1512",
        "parent_id": "0155",
        "name": "长泰县",
        "full_id": "0014*0155*1512"
    },
    {
        "id": "1513",
        "parent_id": "0155",
        "name": "东山县",
        "full_id": "0014*0155*1513"
    },
    {
        "id": "1514",
        "parent_id": "0155",
        "name": "南靖县",
        "full_id": "0014*0155*1514"
    },
    {
        "id": "1515",
        "parent_id": "0155",
        "name": "平和县",
        "full_id": "0014*0155*1515"
    },
    {
        "id": "1516",
        "parent_id": "0155",
        "name": "华安县",
        "full_id": "0014*0155*1516"
    },
    {
        "id": "1517",
        "parent_id": "0155",
        "name": "龙海市",
        "full_id": "0014*0155*1517"
    },
    {
        "id": "0156",
        "parent_id": "0014",
        "name": "南平市",
        "full_id": "0014*0156"
    },
    {
        "id": "1518",
        "parent_id": "0156",
        "name": "延平区",
        "full_id": "0014*0156*1518"
    },
    {
        "id": "1519",
        "parent_id": "0156",
        "name": "顺昌县",
        "full_id": "0014*0156*1519"
    },
    {
        "id": "1520",
        "parent_id": "0156",
        "name": "浦城县",
        "full_id": "0014*0156*1520"
    },
    {
        "id": "1521",
        "parent_id": "0156",
        "name": "光泽县",
        "full_id": "0014*0156*1521"
    },
    {
        "id": "1522",
        "parent_id": "0156",
        "name": "松溪县",
        "full_id": "0014*0156*1522"
    },
    {
        "id": "1523",
        "parent_id": "0156",
        "name": "政和县",
        "full_id": "0014*0156*1523"
    },
    {
        "id": "1524",
        "parent_id": "0156",
        "name": "邵武市",
        "full_id": "0014*0156*1524"
    },
    {
        "id": "1525",
        "parent_id": "0156",
        "name": "武夷山市",
        "full_id": "0014*0156*1525"
    },
    {
        "id": "1526",
        "parent_id": "0156",
        "name": "建瓯市",
        "full_id": "0014*0156*1526"
    },
    {
        "id": "1527",
        "parent_id": "0156",
        "name": "建阳市",
        "full_id": "0014*0156*1527"
    },
    {
        "id": "0157",
        "parent_id": "0014",
        "name": "龙岩市",
        "full_id": "0014*0157"
    },
    {
        "id": "1528",
        "parent_id": "0157",
        "name": "新罗区",
        "full_id": "0014*0157*1528"
    },
    {
        "id": "1529",
        "parent_id": "0157",
        "name": "长汀县",
        "full_id": "0014*0157*1529"
    },
    {
        "id": "1530",
        "parent_id": "0157",
        "name": "永定县",
        "full_id": "0014*0157*1530"
    },
    {
        "id": "1531",
        "parent_id": "0157",
        "name": "上杭县",
        "full_id": "0014*0157*1531"
    },
    {
        "id": "1532",
        "parent_id": "0157",
        "name": "武平县",
        "full_id": "0014*0157*1532"
    },
    {
        "id": "1533",
        "parent_id": "0157",
        "name": "连城县",
        "full_id": "0014*0157*1533"
    },
    {
        "id": "1534",
        "parent_id": "0157",
        "name": "漳平市",
        "full_id": "0014*0157*1534"
    },
    {
        "id": "0158",
        "parent_id": "0014",
        "name": "宁德市",
        "full_id": "0014*0158"
    },
    {
        "id": "1535",
        "parent_id": "0158",
        "name": "蕉城区",
        "full_id": "0014*0158*1535"
    },
    {
        "id": "1536",
        "parent_id": "0158",
        "name": "霞浦县",
        "full_id": "0014*0158*1536"
    },
    {
        "id": "1537",
        "parent_id": "0158",
        "name": "古田县",
        "full_id": "0014*0158*1537"
    },
    {
        "id": "1538",
        "parent_id": "0158",
        "name": "屏南县",
        "full_id": "0014*0158*1538"
    },
    {
        "id": "1539",
        "parent_id": "0158",
        "name": "寿宁县",
        "full_id": "0014*0158*1539"
    },
    {
        "id": "1540",
        "parent_id": "0158",
        "name": "周宁县",
        "full_id": "0014*0158*1540"
    },
    {
        "id": "1541",
        "parent_id": "0158",
        "name": "柘荣县",
        "full_id": "0014*0158*1541"
    },
    {
        "id": "1542",
        "parent_id": "0158",
        "name": "福安市",
        "full_id": "0014*0158*1542"
    },
    {
        "id": "1543",
        "parent_id": "0158",
        "name": "福鼎市",
        "full_id": "0014*0158*1543"
    },
    {
        "id": "0015",
        "parent_id": "0000",
        "name": "江西",
        "full_id": "0015"
    },
    {
        "id": "0159",
        "parent_id": "0015",
        "name": "南昌市",
        "full_id": "0015*0159"
    },
    {
        "id": "1544",
        "parent_id": "0159",
        "name": "东湖区",
        "full_id": "0015*0159*1544"
    },
    {
        "id": "1545",
        "parent_id": "0159",
        "name": "西湖区",
        "full_id": "0015*0159*1545"
    },
    {
        "id": "1546",
        "parent_id": "0159",
        "name": "青云谱区",
        "full_id": "0015*0159*1546"
    },
    {
        "id": "1547",
        "parent_id": "0159",
        "name": "湾里区",
        "full_id": "0015*0159*1547"
    },
    {
        "id": "1548",
        "parent_id": "0159",
        "name": "青山湖区",
        "full_id": "0015*0159*1548"
    },
    {
        "id": "1549",
        "parent_id": "0159",
        "name": "南昌县",
        "full_id": "0015*0159*1549"
    },
    {
        "id": "1550",
        "parent_id": "0159",
        "name": "新建县",
        "full_id": "0015*0159*1550"
    },
    {
        "id": "1551",
        "parent_id": "0159",
        "name": "安义县",
        "full_id": "0015*0159*1551"
    },
    {
        "id": "1552",
        "parent_id": "0159",
        "name": "进贤县",
        "full_id": "0015*0159*1552"
    },
    {
        "id": "1553",
        "parent_id": "0159",
        "name": "经济技术开发区",
        "full_id": "0015*0159*1553"
    },
    {
        "id": "1554",
        "parent_id": "0159",
        "name": "红谷滩新区",
        "full_id": "0015*0159*1554"
    },
    {
        "id": "1555",
        "parent_id": "0159",
        "name": "高新技术产业开发区",
        "full_id": "0015*0159*1555"
    },
    {
        "id": "1556",
        "parent_id": "0159",
        "name": "桑海经济技术开发区",
        "full_id": "0015*0159*1556"
    },
    {
        "id": "1557",
        "parent_id": "0159",
        "name": "英雄经济开发区",
        "full_id": "0015*0159*1557"
    },
    {
        "id": "0160",
        "parent_id": "0015",
        "name": "景德镇市",
        "full_id": "0015*0160"
    },
    {
        "id": "1558",
        "parent_id": "0160",
        "name": "昌江区",
        "full_id": "0015*0160*1558"
    },
    {
        "id": "1559",
        "parent_id": "0160",
        "name": "珠山区",
        "full_id": "0015*0160*1559"
    },
    {
        "id": "1560",
        "parent_id": "0160",
        "name": "浮梁县",
        "full_id": "0015*0160*1560"
    },
    {
        "id": "1561",
        "parent_id": "0160",
        "name": "乐平市",
        "full_id": "0015*0160*1561"
    },
    {
        "id": "0161",
        "parent_id": "0015",
        "name": "萍乡市",
        "full_id": "0015*0161"
    },
    {
        "id": "1562",
        "parent_id": "0161",
        "name": "安源区",
        "full_id": "0015*0161*1562"
    },
    {
        "id": "1563",
        "parent_id": "0161",
        "name": "湘东区",
        "full_id": "0015*0161*1563"
    },
    {
        "id": "1564",
        "parent_id": "0161",
        "name": "莲花县",
        "full_id": "0015*0161*1564"
    },
    {
        "id": "1565",
        "parent_id": "0161",
        "name": "上栗县",
        "full_id": "0015*0161*1565"
    },
    {
        "id": "1566",
        "parent_id": "0161",
        "name": "芦溪县",
        "full_id": "0015*0161*1566"
    },
    {
        "id": "0162",
        "parent_id": "0015",
        "name": "九江市",
        "full_id": "0015*0162"
    },
    {
        "id": "1567",
        "parent_id": "0162",
        "name": "庐山区",
        "full_id": "0015*0162*1567"
    },
    {
        "id": "1568",
        "parent_id": "0162",
        "name": "浔阳区",
        "full_id": "0015*0162*1568"
    },
    {
        "id": "1569",
        "parent_id": "0162",
        "name": "九江县",
        "full_id": "0015*0162*1569"
    },
    {
        "id": "1570",
        "parent_id": "0162",
        "name": "武宁县",
        "full_id": "0015*0162*1570"
    },
    {
        "id": "1571",
        "parent_id": "0162",
        "name": "修水县",
        "full_id": "0015*0162*1571"
    },
    {
        "id": "1572",
        "parent_id": "0162",
        "name": "永修县",
        "full_id": "0015*0162*1572"
    },
    {
        "id": "1573",
        "parent_id": "0162",
        "name": "德安县",
        "full_id": "0015*0162*1573"
    },
    {
        "id": "1574",
        "parent_id": "0162",
        "name": "星子县",
        "full_id": "0015*0162*1574"
    },
    {
        "id": "1575",
        "parent_id": "0162",
        "name": "都昌县",
        "full_id": "0015*0162*1575"
    },
    {
        "id": "1576",
        "parent_id": "0162",
        "name": "湖口县",
        "full_id": "0015*0162*1576"
    },
    {
        "id": "1577",
        "parent_id": "0162",
        "name": "彭泽县",
        "full_id": "0015*0162*1577"
    },
    {
        "id": "1578",
        "parent_id": "0162",
        "name": "瑞昌市",
        "full_id": "0015*0162*1578"
    },
    {
        "id": "1579",
        "parent_id": "0162",
        "name": "共青城市",
        "full_id": "0015*0162*1579"
    },
    {
        "id": "0163",
        "parent_id": "0015",
        "name": "新余市",
        "full_id": "0015*0163"
    },
    {
        "id": "1580",
        "parent_id": "0163",
        "name": "渝水区",
        "full_id": "0015*0163*1580"
    },
    {
        "id": "1581",
        "parent_id": "0163",
        "name": "分宜县",
        "full_id": "0015*0163*1581"
    },
    {
        "id": "0164",
        "parent_id": "0015",
        "name": "鹰潭市",
        "full_id": "0015*0164"
    },
    {
        "id": "1582",
        "parent_id": "0164",
        "name": "月湖区",
        "full_id": "0015*0164*1582"
    },
    {
        "id": "1583",
        "parent_id": "0164",
        "name": "余江县",
        "full_id": "0015*0164*1583"
    },
    {
        "id": "1584",
        "parent_id": "0164",
        "name": "贵溪市",
        "full_id": "0015*0164*1584"
    },
    {
        "id": "0165",
        "parent_id": "0015",
        "name": "赣州市",
        "full_id": "0015*0165"
    },
    {
        "id": "1585",
        "parent_id": "0165",
        "name": "章贡区",
        "full_id": "0015*0165*1585"
    },
    {
        "id": "1586",
        "parent_id": "0165",
        "name": "赣县",
        "full_id": "0015*0165*1586"
    },
    {
        "id": "1587",
        "parent_id": "0165",
        "name": "信丰县",
        "full_id": "0015*0165*1587"
    },
    {
        "id": "1588",
        "parent_id": "0165",
        "name": "大余县",
        "full_id": "0015*0165*1588"
    },
    {
        "id": "1589",
        "parent_id": "0165",
        "name": "上犹县",
        "full_id": "0015*0165*1589"
    },
    {
        "id": "1590",
        "parent_id": "0165",
        "name": "崇义县",
        "full_id": "0015*0165*1590"
    },
    {
        "id": "1591",
        "parent_id": "0165",
        "name": "安远县",
        "full_id": "0015*0165*1591"
    },
    {
        "id": "1592",
        "parent_id": "0165",
        "name": "龙南县",
        "full_id": "0015*0165*1592"
    },
    {
        "id": "1593",
        "parent_id": "0165",
        "name": "定南县",
        "full_id": "0015*0165*1593"
    },
    {
        "id": "1594",
        "parent_id": "0165",
        "name": "全南县",
        "full_id": "0015*0165*1594"
    },
    {
        "id": "1595",
        "parent_id": "0165",
        "name": "宁都县",
        "full_id": "0015*0165*1595"
    },
    {
        "id": "1596",
        "parent_id": "0165",
        "name": "于都县",
        "full_id": "0015*0165*1596"
    },
    {
        "id": "1597",
        "parent_id": "0165",
        "name": "兴国县",
        "full_id": "0015*0165*1597"
    },
    {
        "id": "1598",
        "parent_id": "0165",
        "name": "会昌县",
        "full_id": "0015*0165*1598"
    },
    {
        "id": "1599",
        "parent_id": "0165",
        "name": "寻乌县",
        "full_id": "0015*0165*1599"
    },
    {
        "id": "1600",
        "parent_id": "0165",
        "name": "石城县",
        "full_id": "0015*0165*1600"
    },
    {
        "id": "1601",
        "parent_id": "0165",
        "name": "瑞金市",
        "full_id": "0015*0165*1601"
    },
    {
        "id": "1602",
        "parent_id": "0165",
        "name": "南康市",
        "full_id": "0015*0165*1602"
    },
    {
        "id": "0166",
        "parent_id": "0015",
        "name": "吉安市",
        "full_id": "0015*0166"
    },
    {
        "id": "1603",
        "parent_id": "0166",
        "name": "吉州区",
        "full_id": "0015*0166*1603"
    },
    {
        "id": "1604",
        "parent_id": "0166",
        "name": "青原区",
        "full_id": "0015*0166*1604"
    },
    {
        "id": "1605",
        "parent_id": "0166",
        "name": "吉安县",
        "full_id": "0015*0166*1605"
    },
    {
        "id": "1606",
        "parent_id": "0166",
        "name": "吉水县",
        "full_id": "0015*0166*1606"
    },
    {
        "id": "1607",
        "parent_id": "0166",
        "name": "峡江县",
        "full_id": "0015*0166*1607"
    },
    {
        "id": "1608",
        "parent_id": "0166",
        "name": "新干县",
        "full_id": "0015*0166*1608"
    },
    {
        "id": "1609",
        "parent_id": "0166",
        "name": "永丰县",
        "full_id": "0015*0166*1609"
    },
    {
        "id": "1610",
        "parent_id": "0166",
        "name": "泰和县",
        "full_id": "0015*0166*1610"
    },
    {
        "id": "1611",
        "parent_id": "0166",
        "name": "遂川县",
        "full_id": "0015*0166*1611"
    },
    {
        "id": "1612",
        "parent_id": "0166",
        "name": "万安县",
        "full_id": "0015*0166*1612"
    },
    {
        "id": "1613",
        "parent_id": "0166",
        "name": "安福县",
        "full_id": "0015*0166*1613"
    },
    {
        "id": "1614",
        "parent_id": "0166",
        "name": "永新县",
        "full_id": "0015*0166*1614"
    },
    {
        "id": "1615",
        "parent_id": "0166",
        "name": "井冈山市",
        "full_id": "0015*0166*1615"
    },
    {
        "id": "0167",
        "parent_id": "0015",
        "name": "宜春市",
        "full_id": "0015*0167"
    },
    {
        "id": "1616",
        "parent_id": "0167",
        "name": "袁州区",
        "full_id": "0015*0167*1616"
    },
    {
        "id": "1617",
        "parent_id": "0167",
        "name": "奉新县",
        "full_id": "0015*0167*1617"
    },
    {
        "id": "1618",
        "parent_id": "0167",
        "name": "万载县",
        "full_id": "0015*0167*1618"
    },
    {
        "id": "1619",
        "parent_id": "0167",
        "name": "上高县",
        "full_id": "0015*0167*1619"
    },
    {
        "id": "1620",
        "parent_id": "0167",
        "name": "宜丰县",
        "full_id": "0015*0167*1620"
    },
    {
        "id": "1621",
        "parent_id": "0167",
        "name": "靖安县",
        "full_id": "0015*0167*1621"
    },
    {
        "id": "1622",
        "parent_id": "0167",
        "name": "铜鼓县",
        "full_id": "0015*0167*1622"
    },
    {
        "id": "1623",
        "parent_id": "0167",
        "name": "丰城市",
        "full_id": "0015*0167*1623"
    },
    {
        "id": "1624",
        "parent_id": "0167",
        "name": "樟树市",
        "full_id": "0015*0167*1624"
    },
    {
        "id": "1625",
        "parent_id": "0167",
        "name": "高安市",
        "full_id": "0015*0167*1625"
    },
    {
        "id": "0168",
        "parent_id": "0015",
        "name": "抚州市",
        "full_id": "0015*0168"
    },
    {
        "id": "1626",
        "parent_id": "0168",
        "name": "临川区",
        "full_id": "0015*0168*1626"
    },
    {
        "id": "1627",
        "parent_id": "0168",
        "name": "南城县",
        "full_id": "0015*0168*1627"
    },
    {
        "id": "1628",
        "parent_id": "0168",
        "name": "黎川县",
        "full_id": "0015*0168*1628"
    },
    {
        "id": "1629",
        "parent_id": "0168",
        "name": "南丰县",
        "full_id": "0015*0168*1629"
    },
    {
        "id": "1630",
        "parent_id": "0168",
        "name": "崇仁县",
        "full_id": "0015*0168*1630"
    },
    {
        "id": "1631",
        "parent_id": "0168",
        "name": "乐安县",
        "full_id": "0015*0168*1631"
    },
    {
        "id": "1632",
        "parent_id": "0168",
        "name": "宜黄县",
        "full_id": "0015*0168*1632"
    },
    {
        "id": "1633",
        "parent_id": "0168",
        "name": "金溪县",
        "full_id": "0015*0168*1633"
    },
    {
        "id": "1634",
        "parent_id": "0168",
        "name": "资溪县",
        "full_id": "0015*0168*1634"
    },
    {
        "id": "1635",
        "parent_id": "0168",
        "name": "东乡县",
        "full_id": "0015*0168*1635"
    },
    {
        "id": "1636",
        "parent_id": "0168",
        "name": "广昌县",
        "full_id": "0015*0168*1636"
    },
    {
        "id": "0169",
        "parent_id": "0015",
        "name": "上饶市",
        "full_id": "0015*0169"
    },
    {
        "id": "1637",
        "parent_id": "0169",
        "name": "信州区",
        "full_id": "0015*0169*1637"
    },
    {
        "id": "1638",
        "parent_id": "0169",
        "name": "上饶县",
        "full_id": "0015*0169*1638"
    },
    {
        "id": "1639",
        "parent_id": "0169",
        "name": "广丰县",
        "full_id": "0015*0169*1639"
    },
    {
        "id": "1640",
        "parent_id": "0169",
        "name": "玉山县",
        "full_id": "0015*0169*1640"
    },
    {
        "id": "1641",
        "parent_id": "0169",
        "name": "铅山县",
        "full_id": "0015*0169*1641"
    },
    {
        "id": "1642",
        "parent_id": "0169",
        "name": "横峰县",
        "full_id": "0015*0169*1642"
    },
    {
        "id": "1643",
        "parent_id": "0169",
        "name": "弋阳县",
        "full_id": "0015*0169*1643"
    },
    {
        "id": "1644",
        "parent_id": "0169",
        "name": "余干县",
        "full_id": "0015*0169*1644"
    },
    {
        "id": "1645",
        "parent_id": "0169",
        "name": "鄱阳县",
        "full_id": "0015*0169*1645"
    },
    {
        "id": "1646",
        "parent_id": "0169",
        "name": "万年县",
        "full_id": "0015*0169*1646"
    },
    {
        "id": "1647",
        "parent_id": "0169",
        "name": "婺源县",
        "full_id": "0015*0169*1647"
    },
    {
        "id": "1648",
        "parent_id": "0169",
        "name": "德兴市",
        "full_id": "0015*0169*1648"
    },
    {
        "id": "0016",
        "parent_id": "0000",
        "name": "山东",
        "full_id": "0016"
    },
    {
        "id": "0170",
        "parent_id": "0016",
        "name": "济南市",
        "full_id": "0016*0170"
    },
    {
        "id": "1649",
        "parent_id": "0170",
        "name": "历下区",
        "full_id": "0016*0170*1649"
    },
    {
        "id": "1650",
        "parent_id": "0170",
        "name": "市中区",
        "full_id": "0016*0170*1650"
    },
    {
        "id": "1651",
        "parent_id": "0170",
        "name": "槐荫区",
        "full_id": "0016*0170*1651"
    },
    {
        "id": "1652",
        "parent_id": "0170",
        "name": "天桥区",
        "full_id": "0016*0170*1652"
    },
    {
        "id": "1653",
        "parent_id": "0170",
        "name": "历城区",
        "full_id": "0016*0170*1653"
    },
    {
        "id": "1654",
        "parent_id": "0170",
        "name": "长清区",
        "full_id": "0016*0170*1654"
    },
    {
        "id": "1655",
        "parent_id": "0170",
        "name": "平阴县",
        "full_id": "0016*0170*1655"
    },
    {
        "id": "1656",
        "parent_id": "0170",
        "name": "济阳县",
        "full_id": "0016*0170*1656"
    },
    {
        "id": "1657",
        "parent_id": "0170",
        "name": "商河县",
        "full_id": "0016*0170*1657"
    },
    {
        "id": "1658",
        "parent_id": "0170",
        "name": "章丘市",
        "full_id": "0016*0170*1658"
    },
    {
        "id": "1659",
        "parent_id": "0170",
        "name": "高新区",
        "full_id": "0016*0170*1659"
    },
    {
        "id": "1660",
        "parent_id": "0170",
        "name": "经济开发区",
        "full_id": "0016*0170*1660"
    },
    {
        "id": "0171",
        "parent_id": "0016",
        "name": "青岛市",
        "full_id": "0016*0171"
    },
    {
        "id": "1661",
        "parent_id": "0171",
        "name": "市南区",
        "full_id": "0016*0171*1661"
    },
    {
        "id": "1662",
        "parent_id": "0171",
        "name": "市北区",
        "full_id": "0016*0171*1662"
    },
    {
        "id": "1663",
        "parent_id": "0171",
        "name": "四方区",
        "full_id": "0016*0171*1663"
    },
    {
        "id": "1664",
        "parent_id": "0171",
        "name": "黄岛区",
        "full_id": "0016*0171*1664"
    },
    {
        "id": "1665",
        "parent_id": "0171",
        "name": "崂山区",
        "full_id": "0016*0171*1665"
    },
    {
        "id": "1666",
        "parent_id": "0171",
        "name": "李沧区",
        "full_id": "0016*0171*1666"
    },
    {
        "id": "1667",
        "parent_id": "0171",
        "name": "城阳区",
        "full_id": "0016*0171*1667"
    },
    {
        "id": "1668",
        "parent_id": "0171",
        "name": "胶州市",
        "full_id": "0016*0171*1668"
    },
    {
        "id": "1669",
        "parent_id": "0171",
        "name": "即墨市",
        "full_id": "0016*0171*1669"
    },
    {
        "id": "1670",
        "parent_id": "0171",
        "name": "平度市",
        "full_id": "0016*0171*1670"
    },
    {
        "id": "1671",
        "parent_id": "0171",
        "name": "胶南市",
        "full_id": "0016*0171*1671"
    },
    {
        "id": "1672",
        "parent_id": "0171",
        "name": "莱西市",
        "full_id": "0016*0171*1672"
    },
    {
        "id": "0172",
        "parent_id": "0016",
        "name": "淄博市",
        "full_id": "0016*0172"
    },
    {
        "id": "1673",
        "parent_id": "0172",
        "name": "淄川区",
        "full_id": "0016*0172*1673"
    },
    {
        "id": "1674",
        "parent_id": "0172",
        "name": "张店区",
        "full_id": "0016*0172*1674"
    },
    {
        "id": "1675",
        "parent_id": "0172",
        "name": "博山区",
        "full_id": "0016*0172*1675"
    },
    {
        "id": "1676",
        "parent_id": "0172",
        "name": "临淄区",
        "full_id": "0016*0172*1676"
    },
    {
        "id": "1677",
        "parent_id": "0172",
        "name": "周村区",
        "full_id": "0016*0172*1677"
    },
    {
        "id": "1678",
        "parent_id": "0172",
        "name": "桓台县",
        "full_id": "0016*0172*1678"
    },
    {
        "id": "1679",
        "parent_id": "0172",
        "name": "高青县",
        "full_id": "0016*0172*1679"
    },
    {
        "id": "1680",
        "parent_id": "0172",
        "name": "沂源县",
        "full_id": "0016*0172*1680"
    },
    {
        "id": "1681",
        "parent_id": "0172",
        "name": "高新区",
        "full_id": "0016*0172*1681"
    },
    {
        "id": "0173",
        "parent_id": "0016",
        "name": "枣庄市",
        "full_id": "0016*0173"
    },
    {
        "id": "1682",
        "parent_id": "0173",
        "name": "市中区",
        "full_id": "0016*0173*1682"
    },
    {
        "id": "1683",
        "parent_id": "0173",
        "name": "薛城区",
        "full_id": "0016*0173*1683"
    },
    {
        "id": "1684",
        "parent_id": "0173",
        "name": "峄城区",
        "full_id": "0016*0173*1684"
    },
    {
        "id": "1685",
        "parent_id": "0173",
        "name": "台儿庄区",
        "full_id": "0016*0173*1685"
    },
    {
        "id": "1686",
        "parent_id": "0173",
        "name": "山亭区",
        "full_id": "0016*0173*1686"
    },
    {
        "id": "1687",
        "parent_id": "0173",
        "name": "滕州市",
        "full_id": "0016*0173*1687"
    },
    {
        "id": "0174",
        "parent_id": "0016",
        "name": "东营市",
        "full_id": "0016*0174"
    },
    {
        "id": "1688",
        "parent_id": "0174",
        "name": "东营区",
        "full_id": "0016*0174*1688"
    },
    {
        "id": "1689",
        "parent_id": "0174",
        "name": "河口区",
        "full_id": "0016*0174*1689"
    },
    {
        "id": "1690",
        "parent_id": "0174",
        "name": "垦利县",
        "full_id": "0016*0174*1690"
    },
    {
        "id": "1691",
        "parent_id": "0174",
        "name": "利津县",
        "full_id": "0016*0174*1691"
    },
    {
        "id": "1692",
        "parent_id": "0174",
        "name": "广饶县",
        "full_id": "0016*0174*1692"
    },
    {
        "id": "0175",
        "parent_id": "0016",
        "name": "烟台市",
        "full_id": "0016*0175"
    },
    {
        "id": "1693",
        "parent_id": "0175",
        "name": "芝罘区",
        "full_id": "0016*0175*1693"
    },
    {
        "id": "1694",
        "parent_id": "0175",
        "name": "福山区",
        "full_id": "0016*0175*1694"
    },
    {
        "id": "1695",
        "parent_id": "0175",
        "name": "牟平区",
        "full_id": "0016*0175*1695"
    },
    {
        "id": "1696",
        "parent_id": "0175",
        "name": "莱山区",
        "full_id": "0016*0175*1696"
    },
    {
        "id": "1697",
        "parent_id": "0175",
        "name": "长岛县",
        "full_id": "0016*0175*1697"
    },
    {
        "id": "1698",
        "parent_id": "0175",
        "name": "龙口市",
        "full_id": "0016*0175*1698"
    },
    {
        "id": "1699",
        "parent_id": "0175",
        "name": "莱阳市",
        "full_id": "0016*0175*1699"
    },
    {
        "id": "1700",
        "parent_id": "0175",
        "name": "莱州市",
        "full_id": "0016*0175*1700"
    },
    {
        "id": "1701",
        "parent_id": "0175",
        "name": "蓬莱市",
        "full_id": "0016*0175*1701"
    },
    {
        "id": "1702",
        "parent_id": "0175",
        "name": "招远市",
        "full_id": "0016*0175*1702"
    },
    {
        "id": "1703",
        "parent_id": "0175",
        "name": "栖霞市",
        "full_id": "0016*0175*1703"
    },
    {
        "id": "1704",
        "parent_id": "0175",
        "name": "海阳市",
        "full_id": "0016*0175*1704"
    },
    {
        "id": "1705",
        "parent_id": "0175",
        "name": "开发区",
        "full_id": "0016*0175*1705"
    },
    {
        "id": "0176",
        "parent_id": "0016",
        "name": "潍坊市",
        "full_id": "0016*0176"
    },
    {
        "id": "1706",
        "parent_id": "0176",
        "name": "潍城区",
        "full_id": "0016*0176*1706"
    },
    {
        "id": "1707",
        "parent_id": "0176",
        "name": "寒亭区",
        "full_id": "0016*0176*1707"
    },
    {
        "id": "1708",
        "parent_id": "0176",
        "name": "坊子区",
        "full_id": "0016*0176*1708"
    },
    {
        "id": "1709",
        "parent_id": "0176",
        "name": "奎文区",
        "full_id": "0016*0176*1709"
    },
    {
        "id": "1710",
        "parent_id": "0176",
        "name": "临朐县",
        "full_id": "0016*0176*1710"
    },
    {
        "id": "1711",
        "parent_id": "0176",
        "name": "昌乐县",
        "full_id": "0016*0176*1711"
    },
    {
        "id": "1712",
        "parent_id": "0176",
        "name": "青州市",
        "full_id": "0016*0176*1712"
    },
    {
        "id": "1713",
        "parent_id": "0176",
        "name": "诸城市",
        "full_id": "0016*0176*1713"
    },
    {
        "id": "1714",
        "parent_id": "0176",
        "name": "寿光市",
        "full_id": "0016*0176*1714"
    },
    {
        "id": "1715",
        "parent_id": "0176",
        "name": "安丘市",
        "full_id": "0016*0176*1715"
    },
    {
        "id": "1716",
        "parent_id": "0176",
        "name": "高密市",
        "full_id": "0016*0176*1716"
    },
    {
        "id": "1717",
        "parent_id": "0176",
        "name": "昌邑市",
        "full_id": "0016*0176*1717"
    },
    {
        "id": "1718",
        "parent_id": "0176",
        "name": "经济开发区",
        "full_id": "0016*0176*1718"
    },
    {
        "id": "1719",
        "parent_id": "0176",
        "name": "滨海经济开发区",
        "full_id": "0016*0176*1719"
    },
    {
        "id": "1720",
        "parent_id": "0176",
        "name": "高新技术开发区",
        "full_id": "0016*0176*1720"
    },
    {
        "id": "1721",
        "parent_id": "0176",
        "name": "出口加工区",
        "full_id": "0016*0176*1721"
    },
    {
        "id": "0177",
        "parent_id": "0016",
        "name": "济宁市",
        "full_id": "0016*0177"
    },
    {
        "id": "1722",
        "parent_id": "0177",
        "name": "市中区",
        "full_id": "0016*0177*1722"
    },
    {
        "id": "1723",
        "parent_id": "0177",
        "name": "任城区",
        "full_id": "0016*0177*1723"
    },
    {
        "id": "1724",
        "parent_id": "0177",
        "name": "微山县",
        "full_id": "0016*0177*1724"
    },
    {
        "id": "1725",
        "parent_id": "0177",
        "name": "鱼台县",
        "full_id": "0016*0177*1725"
    },
    {
        "id": "1726",
        "parent_id": "0177",
        "name": "金乡县",
        "full_id": "0016*0177*1726"
    },
    {
        "id": "1727",
        "parent_id": "0177",
        "name": "嘉祥县",
        "full_id": "0016*0177*1727"
    },
    {
        "id": "1728",
        "parent_id": "0177",
        "name": "汶上县",
        "full_id": "0016*0177*1728"
    },
    {
        "id": "1729",
        "parent_id": "0177",
        "name": "泗水县",
        "full_id": "0016*0177*1729"
    },
    {
        "id": "1730",
        "parent_id": "0177",
        "name": "梁山县",
        "full_id": "0016*0177*1730"
    },
    {
        "id": "1731",
        "parent_id": "0177",
        "name": "曲阜市",
        "full_id": "0016*0177*1731"
    },
    {
        "id": "1732",
        "parent_id": "0177",
        "name": "兖州市",
        "full_id": "0016*0177*1732"
    },
    {
        "id": "1733",
        "parent_id": "0177",
        "name": "邹城市",
        "full_id": "0016*0177*1733"
    },
    {
        "id": "0178",
        "parent_id": "0016",
        "name": "泰安市",
        "full_id": "0016*0178"
    },
    {
        "id": "1734",
        "parent_id": "0178",
        "name": "泰山区",
        "full_id": "0016*0178*1734"
    },
    {
        "id": "1735",
        "parent_id": "0178",
        "name": "岱岳区",
        "full_id": "0016*0178*1735"
    },
    {
        "id": "1736",
        "parent_id": "0178",
        "name": "宁阳县",
        "full_id": "0016*0178*1736"
    },
    {
        "id": "1737",
        "parent_id": "0178",
        "name": "东平县",
        "full_id": "0016*0178*1737"
    },
    {
        "id": "1738",
        "parent_id": "0178",
        "name": "新泰市",
        "full_id": "0016*0178*1738"
    },
    {
        "id": "1739",
        "parent_id": "0178",
        "name": "肥城市",
        "full_id": "0016*0178*1739"
    },
    {
        "id": "0179",
        "parent_id": "0016",
        "name": "威海市",
        "full_id": "0016*0179"
    },
    {
        "id": "1740",
        "parent_id": "0179",
        "name": "环翠区",
        "full_id": "0016*0179*1740"
    },
    {
        "id": "1741",
        "parent_id": "0179",
        "name": "文登市",
        "full_id": "0016*0179*1741"
    },
    {
        "id": "1742",
        "parent_id": "0179",
        "name": "荣成市",
        "full_id": "0016*0179*1742"
    },
    {
        "id": "1743",
        "parent_id": "0179",
        "name": "乳山市",
        "full_id": "0016*0179*1743"
    },
    {
        "id": "1744",
        "parent_id": "0179",
        "name": "经济技术开发区",
        "full_id": "0016*0179*1744"
    },
    {
        "id": "1745",
        "parent_id": "0179",
        "name": "高新技术开发区",
        "full_id": "0016*0179*1745"
    },
    {
        "id": "0180",
        "parent_id": "0016",
        "name": "日照市",
        "full_id": "0016*0180"
    },
    {
        "id": "1746",
        "parent_id": "0180",
        "name": "东港区",
        "full_id": "0016*0180*1746"
    },
    {
        "id": "1747",
        "parent_id": "0180",
        "name": "岚山区",
        "full_id": "0016*0180*1747"
    },
    {
        "id": "1748",
        "parent_id": "0180",
        "name": "五莲县",
        "full_id": "0016*0180*1748"
    },
    {
        "id": "1749",
        "parent_id": "0180",
        "name": "莒县",
        "full_id": "0016*0180*1749"
    },
    {
        "id": "0181",
        "parent_id": "0016",
        "name": "莱芜市",
        "full_id": "0016*0181"
    },
    {
        "id": "1750",
        "parent_id": "0181",
        "name": "莱城区",
        "full_id": "0016*0181*1750"
    },
    {
        "id": "1751",
        "parent_id": "0181",
        "name": "钢城区",
        "full_id": "0016*0181*1751"
    },
    {
        "id": "0182",
        "parent_id": "0016",
        "name": "临沂市",
        "full_id": "0016*0182"
    },
    {
        "id": "1752",
        "parent_id": "0182",
        "name": "兰山区",
        "full_id": "0016*0182*1752"
    },
    {
        "id": "1753",
        "parent_id": "0182",
        "name": "罗庄区",
        "full_id": "0016*0182*1753"
    },
    {
        "id": "1754",
        "parent_id": "0182",
        "name": "河东区",
        "full_id": "0016*0182*1754"
    },
    {
        "id": "1755",
        "parent_id": "0182",
        "name": "沂南县",
        "full_id": "0016*0182*1755"
    },
    {
        "id": "1756",
        "parent_id": "0182",
        "name": "郯城县",
        "full_id": "0016*0182*1756"
    },
    {
        "id": "1757",
        "parent_id": "0182",
        "name": "沂水县",
        "full_id": "0016*0182*1757"
    },
    {
        "id": "1758",
        "parent_id": "0182",
        "name": "苍山县",
        "full_id": "0016*0182*1758"
    },
    {
        "id": "1759",
        "parent_id": "0182",
        "name": "费县",
        "full_id": "0016*0182*1759"
    },
    {
        "id": "1760",
        "parent_id": "0182",
        "name": "平邑县",
        "full_id": "0016*0182*1760"
    },
    {
        "id": "1761",
        "parent_id": "0182",
        "name": "莒南县",
        "full_id": "0016*0182*1761"
    },
    {
        "id": "1762",
        "parent_id": "0182",
        "name": "蒙阴县",
        "full_id": "0016*0182*1762"
    },
    {
        "id": "1763",
        "parent_id": "0182",
        "name": "临沭县",
        "full_id": "0016*0182*1763"
    },
    {
        "id": "0183",
        "parent_id": "0016",
        "name": "德州市",
        "full_id": "0016*0183"
    },
    {
        "id": "1764",
        "parent_id": "0183",
        "name": "德城区",
        "full_id": "0016*0183*1764"
    },
    {
        "id": "1765",
        "parent_id": "0183",
        "name": "陵县",
        "full_id": "0016*0183*1765"
    },
    {
        "id": "1766",
        "parent_id": "0183",
        "name": "宁津县",
        "full_id": "0016*0183*1766"
    },
    {
        "id": "1767",
        "parent_id": "0183",
        "name": "庆云县",
        "full_id": "0016*0183*1767"
    },
    {
        "id": "1768",
        "parent_id": "0183",
        "name": "临邑县",
        "full_id": "0016*0183*1768"
    },
    {
        "id": "1769",
        "parent_id": "0183",
        "name": "齐河县",
        "full_id": "0016*0183*1769"
    },
    {
        "id": "1770",
        "parent_id": "0183",
        "name": "平原县",
        "full_id": "0016*0183*1770"
    },
    {
        "id": "1771",
        "parent_id": "0183",
        "name": "夏津县",
        "full_id": "0016*0183*1771"
    },
    {
        "id": "1772",
        "parent_id": "0183",
        "name": "武城县",
        "full_id": "0016*0183*1772"
    },
    {
        "id": "1773",
        "parent_id": "0183",
        "name": "乐陵市",
        "full_id": "0016*0183*1773"
    },
    {
        "id": "1774",
        "parent_id": "0183",
        "name": "禹城市",
        "full_id": "0016*0183*1774"
    },
    {
        "id": "0184",
        "parent_id": "0016",
        "name": "聊城市",
        "full_id": "0016*0184"
    },
    {
        "id": "1775",
        "parent_id": "0184",
        "name": "东昌府区",
        "full_id": "0016*0184*1775"
    },
    {
        "id": "1776",
        "parent_id": "0184",
        "name": "阳谷县",
        "full_id": "0016*0184*1776"
    },
    {
        "id": "1777",
        "parent_id": "0184",
        "name": "莘县",
        "full_id": "0016*0184*1777"
    },
    {
        "id": "1778",
        "parent_id": "0184",
        "name": "茌平县",
        "full_id": "0016*0184*1778"
    },
    {
        "id": "1779",
        "parent_id": "0184",
        "name": "东阿县",
        "full_id": "0016*0184*1779"
    },
    {
        "id": "1780",
        "parent_id": "0184",
        "name": "冠县",
        "full_id": "0016*0184*1780"
    },
    {
        "id": "1781",
        "parent_id": "0184",
        "name": "高唐县",
        "full_id": "0016*0184*1781"
    },
    {
        "id": "1782",
        "parent_id": "0184",
        "name": "临清市",
        "full_id": "0016*0184*1782"
    },
    {
        "id": "0185",
        "parent_id": "0016",
        "name": "滨州市",
        "full_id": "0016*0185"
    },
    {
        "id": "1783",
        "parent_id": "0185",
        "name": "滨城区",
        "full_id": "0016*0185*1783"
    },
    {
        "id": "1784",
        "parent_id": "0185",
        "name": "惠民县",
        "full_id": "0016*0185*1784"
    },
    {
        "id": "1785",
        "parent_id": "0185",
        "name": "阳信县",
        "full_id": "0016*0185*1785"
    },
    {
        "id": "1786",
        "parent_id": "0185",
        "name": "无棣县",
        "full_id": "0016*0185*1786"
    },
    {
        "id": "1787",
        "parent_id": "0185",
        "name": "沾化县",
        "full_id": "0016*0185*1787"
    },
    {
        "id": "1788",
        "parent_id": "0185",
        "name": "博兴县",
        "full_id": "0016*0185*1788"
    },
    {
        "id": "1789",
        "parent_id": "0185",
        "name": "邹平县",
        "full_id": "0016*0185*1789"
    },
    {
        "id": "0186",
        "parent_id": "0016",
        "name": "菏泽市",
        "full_id": "0016*0186"
    },
    {
        "id": "1790",
        "parent_id": "0186",
        "name": "牡丹区",
        "full_id": "0016*0186*1790"
    },
    {
        "id": "1791",
        "parent_id": "0186",
        "name": "曹县",
        "full_id": "0016*0186*1791"
    },
    {
        "id": "1792",
        "parent_id": "0186",
        "name": "单县",
        "full_id": "0016*0186*1792"
    },
    {
        "id": "1793",
        "parent_id": "0186",
        "name": "成武县",
        "full_id": "0016*0186*1793"
    },
    {
        "id": "1794",
        "parent_id": "0186",
        "name": "巨野县",
        "full_id": "0016*0186*1794"
    },
    {
        "id": "1795",
        "parent_id": "0186",
        "name": "郓城县",
        "full_id": "0016*0186*1795"
    },
    {
        "id": "1796",
        "parent_id": "0186",
        "name": "鄄城县",
        "full_id": "0016*0186*1796"
    },
    {
        "id": "1797",
        "parent_id": "0186",
        "name": "定陶县",
        "full_id": "0016*0186*1797"
    },
    {
        "id": "1798",
        "parent_id": "0186",
        "name": "东明县",
        "full_id": "0016*0186*1798"
    },
    {
        "id": "0017",
        "parent_id": "0000",
        "name": "河南",
        "full_id": "0017"
    },
    {
        "id": "0187",
        "parent_id": "0017",
        "name": "郑州市",
        "full_id": "0017*0187"
    },
    {
        "id": "1799",
        "parent_id": "0187",
        "name": "中原区",
        "full_id": "0017*0187*1799"
    },
    {
        "id": "1800",
        "parent_id": "0187",
        "name": "二七区",
        "full_id": "0017*0187*1800"
    },
    {
        "id": "1801",
        "parent_id": "0187",
        "name": "管城回族区",
        "full_id": "0017*0187*1801"
    },
    {
        "id": "1802",
        "parent_id": "0187",
        "name": "金水区",
        "full_id": "0017*0187*1802"
    },
    {
        "id": "1803",
        "parent_id": "0187",
        "name": "上街区",
        "full_id": "0017*0187*1803"
    },
    {
        "id": "1804",
        "parent_id": "0187",
        "name": "中牟县",
        "full_id": "0017*0187*1804"
    },
    {
        "id": "1805",
        "parent_id": "0187",
        "name": "巩义市",
        "full_id": "0017*0187*1805"
    },
    {
        "id": "1806",
        "parent_id": "0187",
        "name": "荥阳市",
        "full_id": "0017*0187*1806"
    },
    {
        "id": "1807",
        "parent_id": "0187",
        "name": "新密市",
        "full_id": "0017*0187*1807"
    },
    {
        "id": "1808",
        "parent_id": "0187",
        "name": "新郑市",
        "full_id": "0017*0187*1808"
    },
    {
        "id": "1809",
        "parent_id": "0187",
        "name": "登封市",
        "full_id": "0017*0187*1809"
    },
    {
        "id": "1810",
        "parent_id": "0187",
        "name": "高新技术开发区",
        "full_id": "0017*0187*1810"
    },
    {
        "id": "1811",
        "parent_id": "0187",
        "name": "惠济区",
        "full_id": "0017*0187*1811"
    },
    {
        "id": "1812",
        "parent_id": "0187",
        "name": "经济技术开发区",
        "full_id": "0017*0187*1812"
    },
    {
        "id": "1813",
        "parent_id": "0187",
        "name": "郑东新区",
        "full_id": "0017*0187*1813"
    },
    {
        "id": "1814",
        "parent_id": "0187",
        "name": "出口加工区",
        "full_id": "0017*0187*1814"
    },
    {
        "id": "0188",
        "parent_id": "0017",
        "name": "开封市",
        "full_id": "0017*0188"
    },
    {
        "id": "1815",
        "parent_id": "0188",
        "name": "龙亭区",
        "full_id": "0017*0188*1815"
    },
    {
        "id": "1816",
        "parent_id": "0188",
        "name": "顺河回族区",
        "full_id": "0017*0188*1816"
    },
    {
        "id": "1817",
        "parent_id": "0188",
        "name": "鼓楼区",
        "full_id": "0017*0188*1817"
    },
    {
        "id": "1818",
        "parent_id": "0188",
        "name": "杞县",
        "full_id": "0017*0188*1818"
    },
    {
        "id": "1819",
        "parent_id": "0188",
        "name": "通许县",
        "full_id": "0017*0188*1819"
    },
    {
        "id": "1820",
        "parent_id": "0188",
        "name": "尉氏县",
        "full_id": "0017*0188*1820"
    },
    {
        "id": "1821",
        "parent_id": "0188",
        "name": "开封县",
        "full_id": "0017*0188*1821"
    },
    {
        "id": "1822",
        "parent_id": "0188",
        "name": "兰考县",
        "full_id": "0017*0188*1822"
    },
    {
        "id": "1823",
        "parent_id": "0188",
        "name": "金明区",
        "full_id": "0017*0188*1823"
    },
    {
        "id": "1824",
        "parent_id": "0188",
        "name": "禹王台区",
        "full_id": "0017*0188*1824"
    },
    {
        "id": "0189",
        "parent_id": "0017",
        "name": "洛阳市",
        "full_id": "0017*0189"
    },
    {
        "id": "1825",
        "parent_id": "0189",
        "name": "老城区",
        "full_id": "0017*0189*1825"
    },
    {
        "id": "1826",
        "parent_id": "0189",
        "name": "西工区",
        "full_id": "0017*0189*1826"
    },
    {
        "id": "1827",
        "parent_id": "0189",
        "name": "瀍河回族区",
        "full_id": "0017*0189*1827"
    },
    {
        "id": "1828",
        "parent_id": "0189",
        "name": "涧西区",
        "full_id": "0017*0189*1828"
    },
    {
        "id": "1829",
        "parent_id": "0189",
        "name": "吉利区",
        "full_id": "0017*0189*1829"
    },
    {
        "id": "1830",
        "parent_id": "0189",
        "name": "洛龙区",
        "full_id": "0017*0189*1830"
    },
    {
        "id": "1831",
        "parent_id": "0189",
        "name": "孟津县",
        "full_id": "0017*0189*1831"
    },
    {
        "id": "1832",
        "parent_id": "0189",
        "name": "新安县",
        "full_id": "0017*0189*1832"
    },
    {
        "id": "1833",
        "parent_id": "0189",
        "name": "栾川县",
        "full_id": "0017*0189*1833"
    },
    {
        "id": "1834",
        "parent_id": "0189",
        "name": "嵩县",
        "full_id": "0017*0189*1834"
    },
    {
        "id": "1835",
        "parent_id": "0189",
        "name": "汝阳县",
        "full_id": "0017*0189*1835"
    },
    {
        "id": "1836",
        "parent_id": "0189",
        "name": "宜阳县",
        "full_id": "0017*0189*1836"
    },
    {
        "id": "1837",
        "parent_id": "0189",
        "name": "洛宁县",
        "full_id": "0017*0189*1837"
    },
    {
        "id": "1838",
        "parent_id": "0189",
        "name": "伊川县",
        "full_id": "0017*0189*1838"
    },
    {
        "id": "1839",
        "parent_id": "0189",
        "name": "偃师市",
        "full_id": "0017*0189*1839"
    },
    {
        "id": "1840",
        "parent_id": "0189",
        "name": "高新技术开发区",
        "full_id": "0017*0189*1840"
    },
    {
        "id": "1841",
        "parent_id": "0189",
        "name": "经济技术开发区",
        "full_id": "0017*0189*1841"
    },
    {
        "id": "0190",
        "parent_id": "0017",
        "name": "平顶山市",
        "full_id": "0017*0190"
    },
    {
        "id": "1842",
        "parent_id": "0190",
        "name": "新华区",
        "full_id": "0017*0190*1842"
    },
    {
        "id": "1843",
        "parent_id": "0190",
        "name": "卫东区",
        "full_id": "0017*0190*1843"
    },
    {
        "id": "1844",
        "parent_id": "0190",
        "name": "石龙区",
        "full_id": "0017*0190*1844"
    },
    {
        "id": "1845",
        "parent_id": "0190",
        "name": "湛河区",
        "full_id": "0017*0190*1845"
    },
    {
        "id": "1846",
        "parent_id": "0190",
        "name": "宝丰县",
        "full_id": "0017*0190*1846"
    },
    {
        "id": "1847",
        "parent_id": "0190",
        "name": "叶县",
        "full_id": "0017*0190*1847"
    },
    {
        "id": "1848",
        "parent_id": "0190",
        "name": "鲁山县",
        "full_id": "0017*0190*1848"
    },
    {
        "id": "1849",
        "parent_id": "0190",
        "name": "郏县",
        "full_id": "0017*0190*1849"
    },
    {
        "id": "1850",
        "parent_id": "0190",
        "name": "舞钢市",
        "full_id": "0017*0190*1850"
    },
    {
        "id": "1851",
        "parent_id": "0190",
        "name": "汝州市",
        "full_id": "0017*0190*1851"
    },
    {
        "id": "0191",
        "parent_id": "0017",
        "name": "安阳市",
        "full_id": "0017*0191"
    },
    {
        "id": "1852",
        "parent_id": "0191",
        "name": "文峰区",
        "full_id": "0017*0191*1852"
    },
    {
        "id": "1853",
        "parent_id": "0191",
        "name": "北关区",
        "full_id": "0017*0191*1853"
    },
    {
        "id": "1854",
        "parent_id": "0191",
        "name": "殷都区",
        "full_id": "0017*0191*1854"
    },
    {
        "id": "1855",
        "parent_id": "0191",
        "name": "龙安区",
        "full_id": "0017*0191*1855"
    },
    {
        "id": "1856",
        "parent_id": "0191",
        "name": "安阳县",
        "full_id": "0017*0191*1856"
    },
    {
        "id": "1857",
        "parent_id": "0191",
        "name": "汤阴县",
        "full_id": "0017*0191*1857"
    },
    {
        "id": "1858",
        "parent_id": "0191",
        "name": "滑县",
        "full_id": "0017*0191*1858"
    },
    {
        "id": "1859",
        "parent_id": "0191",
        "name": "内黄县",
        "full_id": "0017*0191*1859"
    },
    {
        "id": "1860",
        "parent_id": "0191",
        "name": "林州市",
        "full_id": "0017*0191*1860"
    },
    {
        "id": "0192",
        "parent_id": "0017",
        "name": "鹤壁市",
        "full_id": "0017*0192"
    },
    {
        "id": "1861",
        "parent_id": "0192",
        "name": "鹤山区",
        "full_id": "0017*0192*1861"
    },
    {
        "id": "1862",
        "parent_id": "0192",
        "name": "山城区",
        "full_id": "0017*0192*1862"
    },
    {
        "id": "1863",
        "parent_id": "0192",
        "name": "淇滨区",
        "full_id": "0017*0192*1863"
    },
    {
        "id": "1864",
        "parent_id": "0192",
        "name": "浚县",
        "full_id": "0017*0192*1864"
    },
    {
        "id": "1865",
        "parent_id": "0192",
        "name": "淇县",
        "full_id": "0017*0192*1865"
    },
    {
        "id": "0193",
        "parent_id": "0017",
        "name": "新乡市",
        "full_id": "0017*0193"
    },
    {
        "id": "1866",
        "parent_id": "0193",
        "name": "红旗区",
        "full_id": "0017*0193*1866"
    },
    {
        "id": "1867",
        "parent_id": "0193",
        "name": "卫滨区",
        "full_id": "0017*0193*1867"
    },
    {
        "id": "1868",
        "parent_id": "0193",
        "name": "凤泉区",
        "full_id": "0017*0193*1868"
    },
    {
        "id": "1869",
        "parent_id": "0193",
        "name": "牧野区",
        "full_id": "0017*0193*1869"
    },
    {
        "id": "1870",
        "parent_id": "0193",
        "name": "新乡县",
        "full_id": "0017*0193*1870"
    },
    {
        "id": "1871",
        "parent_id": "0193",
        "name": "获嘉县",
        "full_id": "0017*0193*1871"
    },
    {
        "id": "1872",
        "parent_id": "0193",
        "name": "原阳县",
        "full_id": "0017*0193*1872"
    },
    {
        "id": "1873",
        "parent_id": "0193",
        "name": "延津县",
        "full_id": "0017*0193*1873"
    },
    {
        "id": "1874",
        "parent_id": "0193",
        "name": "封丘县",
        "full_id": "0017*0193*1874"
    },
    {
        "id": "1875",
        "parent_id": "0193",
        "name": "长垣县",
        "full_id": "0017*0193*1875"
    },
    {
        "id": "1876",
        "parent_id": "0193",
        "name": "卫辉市",
        "full_id": "0017*0193*1876"
    },
    {
        "id": "1877",
        "parent_id": "0193",
        "name": "辉县市",
        "full_id": "0017*0193*1877"
    },
    {
        "id": "0194",
        "parent_id": "0017",
        "name": "焦作市",
        "full_id": "0017*0194"
    },
    {
        "id": "1878",
        "parent_id": "0194",
        "name": "解放区",
        "full_id": "0017*0194*1878"
    },
    {
        "id": "1879",
        "parent_id": "0194",
        "name": "中站区",
        "full_id": "0017*0194*1879"
    },
    {
        "id": "1880",
        "parent_id": "0194",
        "name": "马村区",
        "full_id": "0017*0194*1880"
    },
    {
        "id": "1881",
        "parent_id": "0194",
        "name": "山阳区",
        "full_id": "0017*0194*1881"
    },
    {
        "id": "1882",
        "parent_id": "0194",
        "name": "修武县",
        "full_id": "0017*0194*1882"
    },
    {
        "id": "1883",
        "parent_id": "0194",
        "name": "博爱县",
        "full_id": "0017*0194*1883"
    },
    {
        "id": "1884",
        "parent_id": "0194",
        "name": "武陟县",
        "full_id": "0017*0194*1884"
    },
    {
        "id": "1885",
        "parent_id": "0194",
        "name": "温县",
        "full_id": "0017*0194*1885"
    },
    {
        "id": "1886",
        "parent_id": "0194",
        "name": "沁阳市",
        "full_id": "0017*0194*1886"
    },
    {
        "id": "1887",
        "parent_id": "0194",
        "name": "孟州市",
        "full_id": "0017*0194*1887"
    },
    {
        "id": "0195",
        "parent_id": "0017",
        "name": "济源市",
        "full_id": "0017*0195"
    },
    {
        "id": "1888",
        "parent_id": "0195",
        "name": "济源市",
        "full_id": "0017*0195*1888"
    },
    {
        "id": "0196",
        "parent_id": "0017",
        "name": "濮阳市",
        "full_id": "0017*0196"
    },
    {
        "id": "1889",
        "parent_id": "0196",
        "name": "华龙区",
        "full_id": "0017*0196*1889"
    },
    {
        "id": "1890",
        "parent_id": "0196",
        "name": "清丰县",
        "full_id": "0017*0196*1890"
    },
    {
        "id": "1891",
        "parent_id": "0196",
        "name": "南乐县",
        "full_id": "0017*0196*1891"
    },
    {
        "id": "1892",
        "parent_id": "0196",
        "name": "范县",
        "full_id": "0017*0196*1892"
    },
    {
        "id": "1893",
        "parent_id": "0196",
        "name": "台前县",
        "full_id": "0017*0196*1893"
    },
    {
        "id": "1894",
        "parent_id": "0196",
        "name": "濮阳县",
        "full_id": "0017*0196*1894"
    },
    {
        "id": "0197",
        "parent_id": "0017",
        "name": "许昌市",
        "full_id": "0017*0197"
    },
    {
        "id": "1895",
        "parent_id": "0197",
        "name": "魏都区",
        "full_id": "0017*0197*1895"
    },
    {
        "id": "1896",
        "parent_id": "0197",
        "name": "许昌县",
        "full_id": "0017*0197*1896"
    },
    {
        "id": "1897",
        "parent_id": "0197",
        "name": "鄢陵县",
        "full_id": "0017*0197*1897"
    },
    {
        "id": "1898",
        "parent_id": "0197",
        "name": "襄城县",
        "full_id": "0017*0197*1898"
    },
    {
        "id": "1899",
        "parent_id": "0197",
        "name": "禹州市",
        "full_id": "0017*0197*1899"
    },
    {
        "id": "1900",
        "parent_id": "0197",
        "name": "长葛市",
        "full_id": "0017*0197*1900"
    },
    {
        "id": "0198",
        "parent_id": "0017",
        "name": "漯河市",
        "full_id": "0017*0198"
    },
    {
        "id": "1901",
        "parent_id": "0198",
        "name": "源汇区",
        "full_id": "0017*0198*1901"
    },
    {
        "id": "1902",
        "parent_id": "0198",
        "name": "郾城区",
        "full_id": "0017*0198*1902"
    },
    {
        "id": "1903",
        "parent_id": "0198",
        "name": "召陵区",
        "full_id": "0017*0198*1903"
    },
    {
        "id": "1904",
        "parent_id": "0198",
        "name": "舞阳县",
        "full_id": "0017*0198*1904"
    },
    {
        "id": "1905",
        "parent_id": "0198",
        "name": "临颍县",
        "full_id": "0017*0198*1905"
    },
    {
        "id": "0199",
        "parent_id": "0017",
        "name": "三门峡市",
        "full_id": "0017*0199"
    },
    {
        "id": "1906",
        "parent_id": "0199",
        "name": "湖滨区",
        "full_id": "0017*0199*1906"
    },
    {
        "id": "1907",
        "parent_id": "0199",
        "name": "渑池县",
        "full_id": "0017*0199*1907"
    },
    {
        "id": "1908",
        "parent_id": "0199",
        "name": "陕县",
        "full_id": "0017*0199*1908"
    },
    {
        "id": "1909",
        "parent_id": "0199",
        "name": "卢氏县",
        "full_id": "0017*0199*1909"
    },
    {
        "id": "1910",
        "parent_id": "0199",
        "name": "义马市",
        "full_id": "0017*0199*1910"
    },
    {
        "id": "1911",
        "parent_id": "0199",
        "name": "灵宝市",
        "full_id": "0017*0199*1911"
    },
    {
        "id": "0200",
        "parent_id": "0017",
        "name": "南阳市",
        "full_id": "0017*0200"
    },
    {
        "id": "1912",
        "parent_id": "0200",
        "name": "宛城区",
        "full_id": "0017*0200*1912"
    },
    {
        "id": "1913",
        "parent_id": "0200",
        "name": "卧龙区",
        "full_id": "0017*0200*1913"
    },
    {
        "id": "1914",
        "parent_id": "0200",
        "name": "南召县",
        "full_id": "0017*0200*1914"
    },
    {
        "id": "1915",
        "parent_id": "0200",
        "name": "方城县",
        "full_id": "0017*0200*1915"
    },
    {
        "id": "1916",
        "parent_id": "0200",
        "name": "西峡县",
        "full_id": "0017*0200*1916"
    },
    {
        "id": "1917",
        "parent_id": "0200",
        "name": "镇平县",
        "full_id": "0017*0200*1917"
    },
    {
        "id": "1918",
        "parent_id": "0200",
        "name": "内乡县",
        "full_id": "0017*0200*1918"
    },
    {
        "id": "1919",
        "parent_id": "0200",
        "name": "淅川县",
        "full_id": "0017*0200*1919"
    },
    {
        "id": "1920",
        "parent_id": "0200",
        "name": "社旗县",
        "full_id": "0017*0200*1920"
    },
    {
        "id": "1921",
        "parent_id": "0200",
        "name": "唐河县",
        "full_id": "0017*0200*1921"
    },
    {
        "id": "1922",
        "parent_id": "0200",
        "name": "新野县",
        "full_id": "0017*0200*1922"
    },
    {
        "id": "1923",
        "parent_id": "0200",
        "name": "桐柏县",
        "full_id": "0017*0200*1923"
    },
    {
        "id": "1924",
        "parent_id": "0200",
        "name": "邓州市",
        "full_id": "0017*0200*1924"
    },
    {
        "id": "0201",
        "parent_id": "0017",
        "name": "商丘市",
        "full_id": "0017*0201"
    },
    {
        "id": "1925",
        "parent_id": "0201",
        "name": "梁园区",
        "full_id": "0017*0201*1925"
    },
    {
        "id": "1926",
        "parent_id": "0201",
        "name": "睢阳区",
        "full_id": "0017*0201*1926"
    },
    {
        "id": "1927",
        "parent_id": "0201",
        "name": "民权县",
        "full_id": "0017*0201*1927"
    },
    {
        "id": "1928",
        "parent_id": "0201",
        "name": "睢县",
        "full_id": "0017*0201*1928"
    },
    {
        "id": "1929",
        "parent_id": "0201",
        "name": "宁陵县",
        "full_id": "0017*0201*1929"
    },
    {
        "id": "1930",
        "parent_id": "0201",
        "name": "柘城县",
        "full_id": "0017*0201*1930"
    },
    {
        "id": "1931",
        "parent_id": "0201",
        "name": "虞城县",
        "full_id": "0017*0201*1931"
    },
    {
        "id": "1932",
        "parent_id": "0201",
        "name": "夏邑县",
        "full_id": "0017*0201*1932"
    },
    {
        "id": "1933",
        "parent_id": "0201",
        "name": "永城市",
        "full_id": "0017*0201*1933"
    },
    {
        "id": "0202",
        "parent_id": "0017",
        "name": "信阳市",
        "full_id": "0017*0202"
    },
    {
        "id": "1934",
        "parent_id": "0202",
        "name": "浉河区",
        "full_id": "0017*0202*1934"
    },
    {
        "id": "1935",
        "parent_id": "0202",
        "name": "平桥区",
        "full_id": "0017*0202*1935"
    },
    {
        "id": "1936",
        "parent_id": "0202",
        "name": "罗山县",
        "full_id": "0017*0202*1936"
    },
    {
        "id": "1937",
        "parent_id": "0202",
        "name": "光山县",
        "full_id": "0017*0202*1937"
    },
    {
        "id": "1938",
        "parent_id": "0202",
        "name": "新县",
        "full_id": "0017*0202*1938"
    },
    {
        "id": "1939",
        "parent_id": "0202",
        "name": "商城县",
        "full_id": "0017*0202*1939"
    },
    {
        "id": "1940",
        "parent_id": "0202",
        "name": "固始县",
        "full_id": "0017*0202*1940"
    },
    {
        "id": "1941",
        "parent_id": "0202",
        "name": "潢川县",
        "full_id": "0017*0202*1941"
    },
    {
        "id": "1942",
        "parent_id": "0202",
        "name": "淮滨县",
        "full_id": "0017*0202*1942"
    },
    {
        "id": "1943",
        "parent_id": "0202",
        "name": "息县",
        "full_id": "0017*0202*1943"
    },
    {
        "id": "0203",
        "parent_id": "0017",
        "name": "周口市",
        "full_id": "0017*0203"
    },
    {
        "id": "1944",
        "parent_id": "0203",
        "name": "川汇区",
        "full_id": "0017*0203*1944"
    },
    {
        "id": "1945",
        "parent_id": "0203",
        "name": "扶沟县",
        "full_id": "0017*0203*1945"
    },
    {
        "id": "1946",
        "parent_id": "0203",
        "name": "西华县",
        "full_id": "0017*0203*1946"
    },
    {
        "id": "1947",
        "parent_id": "0203",
        "name": "商水县",
        "full_id": "0017*0203*1947"
    },
    {
        "id": "1948",
        "parent_id": "0203",
        "name": "沈丘县",
        "full_id": "0017*0203*1948"
    },
    {
        "id": "1949",
        "parent_id": "0203",
        "name": "郸城县",
        "full_id": "0017*0203*1949"
    },
    {
        "id": "1950",
        "parent_id": "0203",
        "name": "淮阳县",
        "full_id": "0017*0203*1950"
    },
    {
        "id": "1951",
        "parent_id": "0203",
        "name": "太康县",
        "full_id": "0017*0203*1951"
    },
    {
        "id": "1952",
        "parent_id": "0203",
        "name": "鹿邑县",
        "full_id": "0017*0203*1952"
    },
    {
        "id": "1953",
        "parent_id": "0203",
        "name": "项城市",
        "full_id": "0017*0203*1953"
    },
    {
        "id": "0204",
        "parent_id": "0017",
        "name": "驻马店市",
        "full_id": "0017*0204"
    },
    {
        "id": "1954",
        "parent_id": "0204",
        "name": "驿城区",
        "full_id": "0017*0204*1954"
    },
    {
        "id": "1955",
        "parent_id": "0204",
        "name": "西平县",
        "full_id": "0017*0204*1955"
    },
    {
        "id": "1956",
        "parent_id": "0204",
        "name": "上蔡县",
        "full_id": "0017*0204*1956"
    },
    {
        "id": "1957",
        "parent_id": "0204",
        "name": "平舆县",
        "full_id": "0017*0204*1957"
    },
    {
        "id": "1958",
        "parent_id": "0204",
        "name": "正阳县",
        "full_id": "0017*0204*1958"
    },
    {
        "id": "1959",
        "parent_id": "0204",
        "name": "确山县",
        "full_id": "0017*0204*1959"
    },
    {
        "id": "1960",
        "parent_id": "0204",
        "name": "泌阳县",
        "full_id": "0017*0204*1960"
    },
    {
        "id": "1961",
        "parent_id": "0204",
        "name": "汝南县",
        "full_id": "0017*0204*1961"
    },
    {
        "id": "1962",
        "parent_id": "0204",
        "name": "遂平县",
        "full_id": "0017*0204*1962"
    },
    {
        "id": "1963",
        "parent_id": "0204",
        "name": "新蔡县",
        "full_id": "0017*0204*1963"
    },
    {
        "id": "0018",
        "parent_id": "0000",
        "name": "湖北",
        "full_id": "0018"
    },
    {
        "id": "0205",
        "parent_id": "0018",
        "name": "武汉市",
        "full_id": "0018*0205"
    },
    {
        "id": "1964",
        "parent_id": "0205",
        "name": "江岸区",
        "full_id": "0018*0205*1964"
    },
    {
        "id": "1965",
        "parent_id": "0205",
        "name": "江汉区",
        "full_id": "0018*0205*1965"
    },
    {
        "id": "1966",
        "parent_id": "0205",
        "name": "硚口区",
        "full_id": "0018*0205*1966"
    },
    {
        "id": "1967",
        "parent_id": "0205",
        "name": "汉阳区",
        "full_id": "0018*0205*1967"
    },
    {
        "id": "1968",
        "parent_id": "0205",
        "name": "武昌区",
        "full_id": "0018*0205*1968"
    },
    {
        "id": "1969",
        "parent_id": "0205",
        "name": "青山区",
        "full_id": "0018*0205*1969"
    },
    {
        "id": "1970",
        "parent_id": "0205",
        "name": "洪山区",
        "full_id": "0018*0205*1970"
    },
    {
        "id": "1971",
        "parent_id": "0205",
        "name": "东西湖区",
        "full_id": "0018*0205*1971"
    },
    {
        "id": "1972",
        "parent_id": "0205",
        "name": "汉南区",
        "full_id": "0018*0205*1972"
    },
    {
        "id": "1973",
        "parent_id": "0205",
        "name": "蔡甸区",
        "full_id": "0018*0205*1973"
    },
    {
        "id": "1974",
        "parent_id": "0205",
        "name": "江夏区",
        "full_id": "0018*0205*1974"
    },
    {
        "id": "1975",
        "parent_id": "0205",
        "name": "黄陂区",
        "full_id": "0018*0205*1975"
    },
    {
        "id": "1976",
        "parent_id": "0205",
        "name": "新洲区",
        "full_id": "0018*0205*1976"
    },
    {
        "id": "0206",
        "parent_id": "0018",
        "name": "黄石市",
        "full_id": "0018*0206"
    },
    {
        "id": "1977",
        "parent_id": "0206",
        "name": "黄石港区",
        "full_id": "0018*0206*1977"
    },
    {
        "id": "1978",
        "parent_id": "0206",
        "name": "西塞山区",
        "full_id": "0018*0206*1978"
    },
    {
        "id": "1979",
        "parent_id": "0206",
        "name": "下陆区",
        "full_id": "0018*0206*1979"
    },
    {
        "id": "1980",
        "parent_id": "0206",
        "name": "铁山区",
        "full_id": "0018*0206*1980"
    },
    {
        "id": "1981",
        "parent_id": "0206",
        "name": "阳新县",
        "full_id": "0018*0206*1981"
    },
    {
        "id": "1982",
        "parent_id": "0206",
        "name": "大冶市",
        "full_id": "0018*0206*1982"
    },
    {
        "id": "0207",
        "parent_id": "0018",
        "name": "十堰市",
        "full_id": "0018*0207"
    },
    {
        "id": "1983",
        "parent_id": "0207",
        "name": "茅箭区",
        "full_id": "0018*0207*1983"
    },
    {
        "id": "1984",
        "parent_id": "0207",
        "name": "张湾区",
        "full_id": "0018*0207*1984"
    },
    {
        "id": "1985",
        "parent_id": "0207",
        "name": "郧县",
        "full_id": "0018*0207*1985"
    },
    {
        "id": "1986",
        "parent_id": "0207",
        "name": "郧西县",
        "full_id": "0018*0207*1986"
    },
    {
        "id": "1987",
        "parent_id": "0207",
        "name": "竹山县",
        "full_id": "0018*0207*1987"
    },
    {
        "id": "1988",
        "parent_id": "0207",
        "name": "竹溪县",
        "full_id": "0018*0207*1988"
    },
    {
        "id": "1989",
        "parent_id": "0207",
        "name": "房县",
        "full_id": "0018*0207*1989"
    },
    {
        "id": "1990",
        "parent_id": "0207",
        "name": "丹江口市",
        "full_id": "0018*0207*1990"
    },
    {
        "id": "0208",
        "parent_id": "0018",
        "name": "宜昌市",
        "full_id": "0018*0208"
    },
    {
        "id": "1991",
        "parent_id": "0208",
        "name": "西陵区",
        "full_id": "0018*0208*1991"
    },
    {
        "id": "1992",
        "parent_id": "0208",
        "name": "伍家岗区",
        "full_id": "0018*0208*1992"
    },
    {
        "id": "1993",
        "parent_id": "0208",
        "name": "点军区",
        "full_id": "0018*0208*1993"
    },
    {
        "id": "1994",
        "parent_id": "0208",
        "name": "猇亭区",
        "full_id": "0018*0208*1994"
    },
    {
        "id": "1995",
        "parent_id": "0208",
        "name": "夷陵区",
        "full_id": "0018*0208*1995"
    },
    {
        "id": "1996",
        "parent_id": "0208",
        "name": "远安县",
        "full_id": "0018*0208*1996"
    },
    {
        "id": "1997",
        "parent_id": "0208",
        "name": "兴山县",
        "full_id": "0018*0208*1997"
    },
    {
        "id": "1998",
        "parent_id": "0208",
        "name": "秭归县",
        "full_id": "0018*0208*1998"
    },
    {
        "id": "1999",
        "parent_id": "0208",
        "name": "长阳土家族自治县",
        "full_id": "0018*0208*1999"
    },
    {
        "id": "2000",
        "parent_id": "0208",
        "name": "五峰土家族自治县",
        "full_id": "0018*0208*2000"
    },
    {
        "id": "2001",
        "parent_id": "0208",
        "name": "宜都市",
        "full_id": "0018*0208*2001"
    },
    {
        "id": "2002",
        "parent_id": "0208",
        "name": "当阳市",
        "full_id": "0018*0208*2002"
    },
    {
        "id": "2003",
        "parent_id": "0208",
        "name": "枝江市",
        "full_id": "0018*0208*2003"
    },
    {
        "id": "2004",
        "parent_id": "0208",
        "name": "经济技术开发区",
        "full_id": "0018*0208*2004"
    },
    {
        "id": "0209",
        "parent_id": "0018",
        "name": "襄阳市",
        "full_id": "0018*0209"
    },
    {
        "id": "2005",
        "parent_id": "0209",
        "name": "襄城区",
        "full_id": "0018*0209*2005"
    },
    {
        "id": "2006",
        "parent_id": "0209",
        "name": "樊城区",
        "full_id": "0018*0209*2006"
    },
    {
        "id": "2007",
        "parent_id": "0209",
        "name": "襄阳区",
        "full_id": "0018*0209*2007"
    },
    {
        "id": "2008",
        "parent_id": "0209",
        "name": "南漳县",
        "full_id": "0018*0209*2008"
    },
    {
        "id": "2009",
        "parent_id": "0209",
        "name": "谷城县",
        "full_id": "0018*0209*2009"
    },
    {
        "id": "2010",
        "parent_id": "0209",
        "name": "保康县",
        "full_id": "0018*0209*2010"
    },
    {
        "id": "2011",
        "parent_id": "0209",
        "name": "老河口市",
        "full_id": "0018*0209*2011"
    },
    {
        "id": "2012",
        "parent_id": "0209",
        "name": "枣阳市",
        "full_id": "0018*0209*2012"
    },
    {
        "id": "2013",
        "parent_id": "0209",
        "name": "宜城市",
        "full_id": "0018*0209*2013"
    },
    {
        "id": "0210",
        "parent_id": "0018",
        "name": "鄂州市",
        "full_id": "0018*0210"
    },
    {
        "id": "2014",
        "parent_id": "0210",
        "name": "梁子湖区",
        "full_id": "0018*0210*2014"
    },
    {
        "id": "2015",
        "parent_id": "0210",
        "name": "华容区",
        "full_id": "0018*0210*2015"
    },
    {
        "id": "2016",
        "parent_id": "0210",
        "name": "鄂城区",
        "full_id": "0018*0210*2016"
    },
    {
        "id": "0211",
        "parent_id": "0018",
        "name": "荆门市",
        "full_id": "0018*0211"
    },
    {
        "id": "2017",
        "parent_id": "0211",
        "name": "东宝区",
        "full_id": "0018*0211*2017"
    },
    {
        "id": "2018",
        "parent_id": "0211",
        "name": "掇刀区",
        "full_id": "0018*0211*2018"
    },
    {
        "id": "2019",
        "parent_id": "0211",
        "name": "京山县",
        "full_id": "0018*0211*2019"
    },
    {
        "id": "2020",
        "parent_id": "0211",
        "name": "沙洋县",
        "full_id": "0018*0211*2020"
    },
    {
        "id": "2021",
        "parent_id": "0211",
        "name": "钟祥市",
        "full_id": "0018*0211*2021"
    },
    {
        "id": "0212",
        "parent_id": "0018",
        "name": "孝感市",
        "full_id": "0018*0212"
    },
    {
        "id": "2022",
        "parent_id": "0212",
        "name": "孝南区",
        "full_id": "0018*0212*2022"
    },
    {
        "id": "2023",
        "parent_id": "0212",
        "name": "孝昌县",
        "full_id": "0018*0212*2023"
    },
    {
        "id": "2024",
        "parent_id": "0212",
        "name": "大悟县",
        "full_id": "0018*0212*2024"
    },
    {
        "id": "2025",
        "parent_id": "0212",
        "name": "云梦县",
        "full_id": "0018*0212*2025"
    },
    {
        "id": "2026",
        "parent_id": "0212",
        "name": "应城市",
        "full_id": "0018*0212*2026"
    },
    {
        "id": "2027",
        "parent_id": "0212",
        "name": "安陆市",
        "full_id": "0018*0212*2027"
    },
    {
        "id": "2028",
        "parent_id": "0212",
        "name": "汉川市",
        "full_id": "0018*0212*2028"
    },
    {
        "id": "0213",
        "parent_id": "0018",
        "name": "荆州市",
        "full_id": "0018*0213"
    },
    {
        "id": "2029",
        "parent_id": "0213",
        "name": "沙市区",
        "full_id": "0018*0213*2029"
    },
    {
        "id": "2030",
        "parent_id": "0213",
        "name": "荆州区",
        "full_id": "0018*0213*2030"
    },
    {
        "id": "2031",
        "parent_id": "0213",
        "name": "公安县",
        "full_id": "0018*0213*2031"
    },
    {
        "id": "2032",
        "parent_id": "0213",
        "name": "监利县",
        "full_id": "0018*0213*2032"
    },
    {
        "id": "2033",
        "parent_id": "0213",
        "name": "江陵县",
        "full_id": "0018*0213*2033"
    },
    {
        "id": "2034",
        "parent_id": "0213",
        "name": "石首市",
        "full_id": "0018*0213*2034"
    },
    {
        "id": "2035",
        "parent_id": "0213",
        "name": "洪湖市",
        "full_id": "0018*0213*2035"
    },
    {
        "id": "2036",
        "parent_id": "0213",
        "name": "松滋市",
        "full_id": "0018*0213*2036"
    },
    {
        "id": "0214",
        "parent_id": "0018",
        "name": "黄冈市",
        "full_id": "0018*0214"
    },
    {
        "id": "2037",
        "parent_id": "0214",
        "name": "黄州区",
        "full_id": "0018*0214*2037"
    },
    {
        "id": "2038",
        "parent_id": "0214",
        "name": "团风县",
        "full_id": "0018*0214*2038"
    },
    {
        "id": "2039",
        "parent_id": "0214",
        "name": "红安县",
        "full_id": "0018*0214*2039"
    },
    {
        "id": "2040",
        "parent_id": "0214",
        "name": "罗田县",
        "full_id": "0018*0214*2040"
    },
    {
        "id": "2041",
        "parent_id": "0214",
        "name": "英山县",
        "full_id": "0018*0214*2041"
    },
    {
        "id": "2042",
        "parent_id": "0214",
        "name": "浠水县",
        "full_id": "0018*0214*2042"
    },
    {
        "id": "2043",
        "parent_id": "0214",
        "name": "蕲春县",
        "full_id": "0018*0214*2043"
    },
    {
        "id": "2044",
        "parent_id": "0214",
        "name": "黄梅县",
        "full_id": "0018*0214*2044"
    },
    {
        "id": "2045",
        "parent_id": "0214",
        "name": "麻城市",
        "full_id": "0018*0214*2045"
    },
    {
        "id": "2046",
        "parent_id": "0214",
        "name": "武穴市",
        "full_id": "0018*0214*2046"
    },
    {
        "id": "0215",
        "parent_id": "0018",
        "name": "咸宁市",
        "full_id": "0018*0215"
    },
    {
        "id": "2047",
        "parent_id": "0215",
        "name": "咸安区",
        "full_id": "0018*0215*2047"
    },
    {
        "id": "2048",
        "parent_id": "0215",
        "name": "嘉鱼县",
        "full_id": "0018*0215*2048"
    },
    {
        "id": "2049",
        "parent_id": "0215",
        "name": "通城县",
        "full_id": "0018*0215*2049"
    },
    {
        "id": "2050",
        "parent_id": "0215",
        "name": "崇阳县",
        "full_id": "0018*0215*2050"
    },
    {
        "id": "2051",
        "parent_id": "0215",
        "name": "通山县",
        "full_id": "0018*0215*2051"
    },
    {
        "id": "2052",
        "parent_id": "0215",
        "name": "赤壁市",
        "full_id": "0018*0215*2052"
    },
    {
        "id": "0216",
        "parent_id": "0018",
        "name": "随州市",
        "full_id": "0018*0216"
    },
    {
        "id": "2053",
        "parent_id": "0216",
        "name": "曾都区",
        "full_id": "0018*0216*2053"
    },
    {
        "id": "2054",
        "parent_id": "0216",
        "name": "广水市",
        "full_id": "0018*0216*2054"
    },
    {
        "id": "0217",
        "parent_id": "0018",
        "name": "恩施土家族苗族自治州",
        "full_id": "0018*0217"
    },
    {
        "id": "2055",
        "parent_id": "0217",
        "name": "恩施市",
        "full_id": "0018*0217*2055"
    },
    {
        "id": "2056",
        "parent_id": "0217",
        "name": "利川市",
        "full_id": "0018*0217*2056"
    },
    {
        "id": "2057",
        "parent_id": "0217",
        "name": "建始县",
        "full_id": "0018*0217*2057"
    },
    {
        "id": "2058",
        "parent_id": "0217",
        "name": "巴东县",
        "full_id": "0018*0217*2058"
    },
    {
        "id": "2059",
        "parent_id": "0217",
        "name": "宣恩县",
        "full_id": "0018*0217*2059"
    },
    {
        "id": "2060",
        "parent_id": "0217",
        "name": "咸丰县",
        "full_id": "0018*0217*2060"
    },
    {
        "id": "2061",
        "parent_id": "0217",
        "name": "来凤县",
        "full_id": "0018*0217*2061"
    },
    {
        "id": "2062",
        "parent_id": "0217",
        "name": "鹤峰县",
        "full_id": "0018*0217*2062"
    },
    {
        "id": "0218",
        "parent_id": "0018",
        "name": "省直辖县级行政单位",
        "full_id": "0018*0218"
    },
    {
        "id": "2063",
        "parent_id": "0218",
        "name": "仙桃市",
        "full_id": "0018*0218*2063"
    },
    {
        "id": "2064",
        "parent_id": "0218",
        "name": "潜江市",
        "full_id": "0018*0218*2064"
    },
    {
        "id": "2065",
        "parent_id": "0218",
        "name": "天门市",
        "full_id": "0018*0218*2065"
    },
    {
        "id": "2066",
        "parent_id": "0218",
        "name": "神农架林区",
        "full_id": "0018*0218*2066"
    },
    {
        "id": "0019",
        "parent_id": "0000",
        "name": "湖南",
        "full_id": "0019"
    },
    {
        "id": "0219",
        "parent_id": "0019",
        "name": "长沙市",
        "full_id": "0019*0219"
    },
    {
        "id": "2067",
        "parent_id": "0219",
        "name": "芙蓉区",
        "full_id": "0019*0219*2067"
    },
    {
        "id": "2068",
        "parent_id": "0219",
        "name": "天心区",
        "full_id": "0019*0219*2068"
    },
    {
        "id": "2069",
        "parent_id": "0219",
        "name": "岳麓区",
        "full_id": "0019*0219*2069"
    },
    {
        "id": "2070",
        "parent_id": "0219",
        "name": "开福区",
        "full_id": "0019*0219*2070"
    },
    {
        "id": "2071",
        "parent_id": "0219",
        "name": "雨花区",
        "full_id": "0019*0219*2071"
    },
    {
        "id": "2072",
        "parent_id": "0219",
        "name": "长沙县",
        "full_id": "0019*0219*2072"
    },
    {
        "id": "2073",
        "parent_id": "0219",
        "name": "望城县",
        "full_id": "0019*0219*2073"
    },
    {
        "id": "2074",
        "parent_id": "0219",
        "name": "宁乡县",
        "full_id": "0019*0219*2074"
    },
    {
        "id": "2075",
        "parent_id": "0219",
        "name": "浏阳市",
        "full_id": "0019*0219*2075"
    },
    {
        "id": "0220",
        "parent_id": "0019",
        "name": "株洲市",
        "full_id": "0019*0220"
    },
    {
        "id": "2076",
        "parent_id": "0220",
        "name": "荷塘区",
        "full_id": "0019*0220*2076"
    },
    {
        "id": "2077",
        "parent_id": "0220",
        "name": "芦淞区",
        "full_id": "0019*0220*2077"
    },
    {
        "id": "2078",
        "parent_id": "0220",
        "name": "石峰区",
        "full_id": "0019*0220*2078"
    },
    {
        "id": "2079",
        "parent_id": "0220",
        "name": "天元区",
        "full_id": "0019*0220*2079"
    },
    {
        "id": "2080",
        "parent_id": "0220",
        "name": "株洲县",
        "full_id": "0019*0220*2080"
    },
    {
        "id": "2081",
        "parent_id": "0220",
        "name": "攸县",
        "full_id": "0019*0220*2081"
    },
    {
        "id": "2082",
        "parent_id": "0220",
        "name": "茶陵县",
        "full_id": "0019*0220*2082"
    },
    {
        "id": "2083",
        "parent_id": "0220",
        "name": "炎陵县",
        "full_id": "0019*0220*2083"
    },
    {
        "id": "2084",
        "parent_id": "0220",
        "name": "醴陵市",
        "full_id": "0019*0220*2084"
    },
    {
        "id": "0221",
        "parent_id": "0019",
        "name": "湘潭市",
        "full_id": "0019*0221"
    },
    {
        "id": "2085",
        "parent_id": "0221",
        "name": "雨湖区",
        "full_id": "0019*0221*2085"
    },
    {
        "id": "2086",
        "parent_id": "0221",
        "name": "岳塘区",
        "full_id": "0019*0221*2086"
    },
    {
        "id": "2087",
        "parent_id": "0221",
        "name": "湘潭县",
        "full_id": "0019*0221*2087"
    },
    {
        "id": "2088",
        "parent_id": "0221",
        "name": "湘乡市",
        "full_id": "0019*0221*2088"
    },
    {
        "id": "2089",
        "parent_id": "0221",
        "name": "韶山市",
        "full_id": "0019*0221*2089"
    },
    {
        "id": "0222",
        "parent_id": "0019",
        "name": "衡阳市",
        "full_id": "0019*0222"
    },
    {
        "id": "2090",
        "parent_id": "0222",
        "name": "珠晖区",
        "full_id": "0019*0222*2090"
    },
    {
        "id": "2091",
        "parent_id": "0222",
        "name": "雁峰区",
        "full_id": "0019*0222*2091"
    },
    {
        "id": "2092",
        "parent_id": "0222",
        "name": "石鼓区",
        "full_id": "0019*0222*2092"
    },
    {
        "id": "2093",
        "parent_id": "0222",
        "name": "蒸湘区",
        "full_id": "0019*0222*2093"
    },
    {
        "id": "2094",
        "parent_id": "0222",
        "name": "南岳区",
        "full_id": "0019*0222*2094"
    },
    {
        "id": "2095",
        "parent_id": "0222",
        "name": "衡阳县",
        "full_id": "0019*0222*2095"
    },
    {
        "id": "2096",
        "parent_id": "0222",
        "name": "衡南县",
        "full_id": "0019*0222*2096"
    },
    {
        "id": "2097",
        "parent_id": "0222",
        "name": "衡山县",
        "full_id": "0019*0222*2097"
    },
    {
        "id": "2098",
        "parent_id": "0222",
        "name": "衡东县",
        "full_id": "0019*0222*2098"
    },
    {
        "id": "2099",
        "parent_id": "0222",
        "name": "祁东县",
        "full_id": "0019*0222*2099"
    },
    {
        "id": "2100",
        "parent_id": "0222",
        "name": "耒阳市",
        "full_id": "0019*0222*2100"
    },
    {
        "id": "2101",
        "parent_id": "0222",
        "name": "常宁市",
        "full_id": "0019*0222*2101"
    },
    {
        "id": "0223",
        "parent_id": "0019",
        "name": "邵阳市",
        "full_id": "0019*0223"
    },
    {
        "id": "2102",
        "parent_id": "0223",
        "name": "双清区",
        "full_id": "0019*0223*2102"
    },
    {
        "id": "2103",
        "parent_id": "0223",
        "name": "大祥区",
        "full_id": "0019*0223*2103"
    },
    {
        "id": "2104",
        "parent_id": "0223",
        "name": "北塔区",
        "full_id": "0019*0223*2104"
    },
    {
        "id": "2105",
        "parent_id": "0223",
        "name": "邵东县",
        "full_id": "0019*0223*2105"
    },
    {
        "id": "2106",
        "parent_id": "0223",
        "name": "新邵县",
        "full_id": "0019*0223*2106"
    },
    {
        "id": "2107",
        "parent_id": "0223",
        "name": "邵阳县",
        "full_id": "0019*0223*2107"
    },
    {
        "id": "2108",
        "parent_id": "0223",
        "name": "隆回县",
        "full_id": "0019*0223*2108"
    },
    {
        "id": "2109",
        "parent_id": "0223",
        "name": "洞口县",
        "full_id": "0019*0223*2109"
    },
    {
        "id": "2110",
        "parent_id": "0223",
        "name": "绥宁县",
        "full_id": "0019*0223*2110"
    },
    {
        "id": "2111",
        "parent_id": "0223",
        "name": "新宁县",
        "full_id": "0019*0223*2111"
    },
    {
        "id": "2112",
        "parent_id": "0223",
        "name": "城步苗族自治县",
        "full_id": "0019*0223*2112"
    },
    {
        "id": "2113",
        "parent_id": "0223",
        "name": "武冈市",
        "full_id": "0019*0223*2113"
    },
    {
        "id": "0224",
        "parent_id": "0019",
        "name": "岳阳市",
        "full_id": "0019*0224"
    },
    {
        "id": "2114",
        "parent_id": "0224",
        "name": "岳阳楼区",
        "full_id": "0019*0224*2114"
    },
    {
        "id": "2115",
        "parent_id": "0224",
        "name": "云溪区",
        "full_id": "0019*0224*2115"
    },
    {
        "id": "2116",
        "parent_id": "0224",
        "name": "君山区",
        "full_id": "0019*0224*2116"
    },
    {
        "id": "2117",
        "parent_id": "0224",
        "name": "岳阳县",
        "full_id": "0019*0224*2117"
    },
    {
        "id": "2118",
        "parent_id": "0224",
        "name": "华容县",
        "full_id": "0019*0224*2118"
    },
    {
        "id": "2119",
        "parent_id": "0224",
        "name": "湘阴县",
        "full_id": "0019*0224*2119"
    },
    {
        "id": "2120",
        "parent_id": "0224",
        "name": "平江县",
        "full_id": "0019*0224*2120"
    },
    {
        "id": "2121",
        "parent_id": "0224",
        "name": "汨罗市",
        "full_id": "0019*0224*2121"
    },
    {
        "id": "2122",
        "parent_id": "0224",
        "name": "临湘市",
        "full_id": "0019*0224*2122"
    },
    {
        "id": "0225",
        "parent_id": "0019",
        "name": "常德市",
        "full_id": "0019*0225"
    },
    {
        "id": "2123",
        "parent_id": "0225",
        "name": "武陵区",
        "full_id": "0019*0225*2123"
    },
    {
        "id": "2124",
        "parent_id": "0225",
        "name": "鼎城区",
        "full_id": "0019*0225*2124"
    },
    {
        "id": "2125",
        "parent_id": "0225",
        "name": "安乡县",
        "full_id": "0019*0225*2125"
    },
    {
        "id": "2126",
        "parent_id": "0225",
        "name": "汉寿县",
        "full_id": "0019*0225*2126"
    },
    {
        "id": "2127",
        "parent_id": "0225",
        "name": "澧县",
        "full_id": "0019*0225*2127"
    },
    {
        "id": "2128",
        "parent_id": "0225",
        "name": "临澧县",
        "full_id": "0019*0225*2128"
    },
    {
        "id": "2129",
        "parent_id": "0225",
        "name": "桃源县",
        "full_id": "0019*0225*2129"
    },
    {
        "id": "2130",
        "parent_id": "0225",
        "name": "石门县",
        "full_id": "0019*0225*2130"
    },
    {
        "id": "2131",
        "parent_id": "0225",
        "name": "津市市",
        "full_id": "0019*0225*2131"
    },
    {
        "id": "0226",
        "parent_id": "0019",
        "name": "张家界市",
        "full_id": "0019*0226"
    },
    {
        "id": "2132",
        "parent_id": "0226",
        "name": "永定区",
        "full_id": "0019*0226*2132"
    },
    {
        "id": "2133",
        "parent_id": "0226",
        "name": "武陵源区",
        "full_id": "0019*0226*2133"
    },
    {
        "id": "2134",
        "parent_id": "0226",
        "name": "慈利县",
        "full_id": "0019*0226*2134"
    },
    {
        "id": "2135",
        "parent_id": "0226",
        "name": "桑植县",
        "full_id": "0019*0226*2135"
    },
    {
        "id": "0227",
        "parent_id": "0019",
        "name": "益阳市",
        "full_id": "0019*0227"
    },
    {
        "id": "2136",
        "parent_id": "0227",
        "name": "资阳区",
        "full_id": "0019*0227*2136"
    },
    {
        "id": "2137",
        "parent_id": "0227",
        "name": "赫山区",
        "full_id": "0019*0227*2137"
    },
    {
        "id": "2138",
        "parent_id": "0227",
        "name": "南县",
        "full_id": "0019*0227*2138"
    },
    {
        "id": "2139",
        "parent_id": "0227",
        "name": "桃江县",
        "full_id": "0019*0227*2139"
    },
    {
        "id": "2140",
        "parent_id": "0227",
        "name": "安化县",
        "full_id": "0019*0227*2140"
    },
    {
        "id": "2141",
        "parent_id": "0227",
        "name": "沅江市",
        "full_id": "0019*0227*2141"
    },
    {
        "id": "0228",
        "parent_id": "0019",
        "name": "郴州市",
        "full_id": "0019*0228"
    },
    {
        "id": "2142",
        "parent_id": "0228",
        "name": "北湖区",
        "full_id": "0019*0228*2142"
    },
    {
        "id": "2143",
        "parent_id": "0228",
        "name": "苏仙区",
        "full_id": "0019*0228*2143"
    },
    {
        "id": "2144",
        "parent_id": "0228",
        "name": "桂阳县",
        "full_id": "0019*0228*2144"
    },
    {
        "id": "2145",
        "parent_id": "0228",
        "name": "宜章县",
        "full_id": "0019*0228*2145"
    },
    {
        "id": "2146",
        "parent_id": "0228",
        "name": "永兴县",
        "full_id": "0019*0228*2146"
    },
    {
        "id": "2147",
        "parent_id": "0228",
        "name": "嘉禾县",
        "full_id": "0019*0228*2147"
    },
    {
        "id": "2148",
        "parent_id": "0228",
        "name": "临武县",
        "full_id": "0019*0228*2148"
    },
    {
        "id": "2149",
        "parent_id": "0228",
        "name": "汝城县",
        "full_id": "0019*0228*2149"
    },
    {
        "id": "2150",
        "parent_id": "0228",
        "name": "桂东县",
        "full_id": "0019*0228*2150"
    },
    {
        "id": "2151",
        "parent_id": "0228",
        "name": "安仁县",
        "full_id": "0019*0228*2151"
    },
    {
        "id": "2152",
        "parent_id": "0228",
        "name": "资兴市",
        "full_id": "0019*0228*2152"
    },
    {
        "id": "0229",
        "parent_id": "0019",
        "name": "永州市",
        "full_id": "0019*0229"
    },
    {
        "id": "2153",
        "parent_id": "0229",
        "name": "冷水滩区",
        "full_id": "0019*0229*2153"
    },
    {
        "id": "2154",
        "parent_id": "0229",
        "name": "祁阳县",
        "full_id": "0019*0229*2154"
    },
    {
        "id": "2155",
        "parent_id": "0229",
        "name": "东安县",
        "full_id": "0019*0229*2155"
    },
    {
        "id": "2156",
        "parent_id": "0229",
        "name": "双牌县",
        "full_id": "0019*0229*2156"
    },
    {
        "id": "2157",
        "parent_id": "0229",
        "name": "道县",
        "full_id": "0019*0229*2157"
    },
    {
        "id": "2158",
        "parent_id": "0229",
        "name": "江永县",
        "full_id": "0019*0229*2158"
    },
    {
        "id": "2159",
        "parent_id": "0229",
        "name": "宁远县",
        "full_id": "0019*0229*2159"
    },
    {
        "id": "2160",
        "parent_id": "0229",
        "name": "蓝山县",
        "full_id": "0019*0229*2160"
    },
    {
        "id": "2161",
        "parent_id": "0229",
        "name": "新田县",
        "full_id": "0019*0229*2161"
    },
    {
        "id": "2162",
        "parent_id": "0229",
        "name": "江华瑶族自治县",
        "full_id": "0019*0229*2162"
    },
    {
        "id": "2163",
        "parent_id": "0229",
        "name": "零陵区",
        "full_id": "0019*0229*2163"
    },
    {
        "id": "0230",
        "parent_id": "0019",
        "name": "怀化市",
        "full_id": "0019*0230"
    },
    {
        "id": "2164",
        "parent_id": "0230",
        "name": "鹤城区",
        "full_id": "0019*0230*2164"
    },
    {
        "id": "2165",
        "parent_id": "0230",
        "name": "中方县",
        "full_id": "0019*0230*2165"
    },
    {
        "id": "2166",
        "parent_id": "0230",
        "name": "沅陵县",
        "full_id": "0019*0230*2166"
    },
    {
        "id": "2167",
        "parent_id": "0230",
        "name": "辰溪县",
        "full_id": "0019*0230*2167"
    },
    {
        "id": "2168",
        "parent_id": "0230",
        "name": "溆浦县",
        "full_id": "0019*0230*2168"
    },
    {
        "id": "2169",
        "parent_id": "0230",
        "name": "会同县",
        "full_id": "0019*0230*2169"
    },
    {
        "id": "2170",
        "parent_id": "0230",
        "name": "麻阳苗族自治县",
        "full_id": "0019*0230*2170"
    },
    {
        "id": "2171",
        "parent_id": "0230",
        "name": "新晃侗族自治县",
        "full_id": "0019*0230*2171"
    },
    {
        "id": "2172",
        "parent_id": "0230",
        "name": "芷江侗族自治县",
        "full_id": "0019*0230*2172"
    },
    {
        "id": "2173",
        "parent_id": "0230",
        "name": "靖州苗族侗族自治县",
        "full_id": "0019*0230*2173"
    },
    {
        "id": "2174",
        "parent_id": "0230",
        "name": "通道侗族自治县",
        "full_id": "0019*0230*2174"
    },
    {
        "id": "2175",
        "parent_id": "0230",
        "name": "洪江市",
        "full_id": "0019*0230*2175"
    },
    {
        "id": "0231",
        "parent_id": "0019",
        "name": "娄底市",
        "full_id": "0019*0231"
    },
    {
        "id": "2176",
        "parent_id": "0231",
        "name": "娄星区",
        "full_id": "0019*0231*2176"
    },
    {
        "id": "2177",
        "parent_id": "0231",
        "name": "双峰县",
        "full_id": "0019*0231*2177"
    },
    {
        "id": "2178",
        "parent_id": "0231",
        "name": "新化县",
        "full_id": "0019*0231*2178"
    },
    {
        "id": "2179",
        "parent_id": "0231",
        "name": "冷水江市",
        "full_id": "0019*0231*2179"
    },
    {
        "id": "2180",
        "parent_id": "0231",
        "name": "涟源市",
        "full_id": "0019*0231*2180"
    },
    {
        "id": "0232",
        "parent_id": "0019",
        "name": "湘西土家族苗族自治州",
        "full_id": "0019*0232"
    },
    {
        "id": "2181",
        "parent_id": "0232",
        "name": "吉首市",
        "full_id": "0019*0232*2181"
    },
    {
        "id": "2182",
        "parent_id": "0232",
        "name": "泸溪县",
        "full_id": "0019*0232*2182"
    },
    {
        "id": "2183",
        "parent_id": "0232",
        "name": "凤凰县",
        "full_id": "0019*0232*2183"
    },
    {
        "id": "2184",
        "parent_id": "0232",
        "name": "花垣县",
        "full_id": "0019*0232*2184"
    },
    {
        "id": "2185",
        "parent_id": "0232",
        "name": "保靖县",
        "full_id": "0019*0232*2185"
    },
    {
        "id": "2186",
        "parent_id": "0232",
        "name": "古丈县",
        "full_id": "0019*0232*2186"
    },
    {
        "id": "2187",
        "parent_id": "0232",
        "name": "永顺县",
        "full_id": "0019*0232*2187"
    },
    {
        "id": "2188",
        "parent_id": "0232",
        "name": "龙山县",
        "full_id": "0019*0232*2188"
    },
    {
        "id": "0002",
        "parent_id": "0000",
        "name": "北京",
        "full_id": "0002"
    },
    {
        "id": "0036",
        "parent_id": "0002",
        "name": "北京市",
        "full_id": "0002*0036"
    },
    {
        "id": "0377",
        "parent_id": "0036",
        "name": "东城区",
        "full_id": "0002*0036*0377"
    },
    {
        "id": "0378",
        "parent_id": "0036",
        "name": "西城区",
        "full_id": "0002*0036*0378"
    },
    {
        "id": "0379",
        "parent_id": "0036",
        "name": "崇文区",
        "full_id": "0002*0036*0379"
    },
    {
        "id": "0380",
        "parent_id": "0036",
        "name": "宣武区",
        "full_id": "0002*0036*0380"
    },
    {
        "id": "0381",
        "parent_id": "0036",
        "name": "朝阳区",
        "full_id": "0002*0036*0381"
    },
    {
        "id": "0382",
        "parent_id": "0036",
        "name": "丰台区",
        "full_id": "0002*0036*0382"
    },
    {
        "id": "0383",
        "parent_id": "0036",
        "name": "石景山区",
        "full_id": "0002*0036*0383"
    },
    {
        "id": "0384",
        "parent_id": "0036",
        "name": "海淀区",
        "full_id": "0002*0036*0384"
    },
    {
        "id": "0385",
        "parent_id": "0036",
        "name": "门头沟区",
        "full_id": "0002*0036*0385"
    },
    {
        "id": "0386",
        "parent_id": "0036",
        "name": "房山区",
        "full_id": "0002*0036*0386"
    },
    {
        "id": "0387",
        "parent_id": "0036",
        "name": "通州区",
        "full_id": "0002*0036*0387"
    },
    {
        "id": "0388",
        "parent_id": "0036",
        "name": "顺义区",
        "full_id": "0002*0036*0388"
    },
    {
        "id": "0389",
        "parent_id": "0036",
        "name": "昌平区",
        "full_id": "0002*0036*0389"
    },
    {
        "id": "0390",
        "parent_id": "0036",
        "name": "大兴区",
        "full_id": "0002*0036*0390"
    },
    {
        "id": "0391",
        "parent_id": "0036",
        "name": "怀柔区",
        "full_id": "0002*0036*0391"
    },
    {
        "id": "0392",
        "parent_id": "0036",
        "name": "平谷区",
        "full_id": "0002*0036*0392"
    },
    {
        "id": "0393",
        "parent_id": "0036",
        "name": "密云县",
        "full_id": "0002*0036*0393"
    },
    {
        "id": "0394",
        "parent_id": "0036",
        "name": "延庆县",
        "full_id": "0002*0036*0394"
    },
    {
        "id": "0020",
        "parent_id": "0000",
        "name": "广东",
        "full_id": "0020"
    },
    {
        "id": "0233",
        "parent_id": "0020",
        "name": "广州市",
        "full_id": "0020*0233"
    },
    {
        "id": "2189",
        "parent_id": "0233",
        "name": "荔湾区",
        "full_id": "0020*0233*2189"
    },
    {
        "id": "2190",
        "parent_id": "0233",
        "name": "越秀区",
        "full_id": "0020*0233*2190"
    },
    {
        "id": "2191",
        "parent_id": "0233",
        "name": "海珠区",
        "full_id": "0020*0233*2191"
    },
    {
        "id": "2192",
        "parent_id": "0233",
        "name": "天河区",
        "full_id": "0020*0233*2192"
    },
    {
        "id": "2193",
        "parent_id": "0233",
        "name": "白云区",
        "full_id": "0020*0233*2193"
    },
    {
        "id": "2194",
        "parent_id": "0233",
        "name": "黄埔区",
        "full_id": "0020*0233*2194"
    },
    {
        "id": "2195",
        "parent_id": "0233",
        "name": "番禺区",
        "full_id": "0020*0233*2195"
    },
    {
        "id": "2196",
        "parent_id": "0233",
        "name": "花都区",
        "full_id": "0020*0233*2196"
    },
    {
        "id": "2197",
        "parent_id": "0233",
        "name": "增城市",
        "full_id": "0020*0233*2197"
    },
    {
        "id": "2198",
        "parent_id": "0233",
        "name": "从化市",
        "full_id": "0020*0233*2198"
    },
    {
        "id": "2199",
        "parent_id": "0233",
        "name": "南沙区",
        "full_id": "0020*0233*2199"
    },
    {
        "id": "2200",
        "parent_id": "0233",
        "name": "萝岗区",
        "full_id": "0020*0233*2200"
    },
    {
        "id": "0234",
        "parent_id": "0020",
        "name": "韶关市",
        "full_id": "0020*0234"
    },
    {
        "id": "2201",
        "parent_id": "0234",
        "name": "武江区",
        "full_id": "0020*0234*2201"
    },
    {
        "id": "2202",
        "parent_id": "0234",
        "name": "浈江区",
        "full_id": "0020*0234*2202"
    },
    {
        "id": "2203",
        "parent_id": "0234",
        "name": "曲江区",
        "full_id": "0020*0234*2203"
    },
    {
        "id": "2204",
        "parent_id": "0234",
        "name": "始兴县",
        "full_id": "0020*0234*2204"
    },
    {
        "id": "2205",
        "parent_id": "0234",
        "name": "仁化县",
        "full_id": "0020*0234*2205"
    },
    {
        "id": "2206",
        "parent_id": "0234",
        "name": "翁源县",
        "full_id": "0020*0234*2206"
    },
    {
        "id": "2207",
        "parent_id": "0234",
        "name": "乳源瑶族自治县",
        "full_id": "0020*0234*2207"
    },
    {
        "id": "2208",
        "parent_id": "0234",
        "name": "新丰县",
        "full_id": "0020*0234*2208"
    },
    {
        "id": "2209",
        "parent_id": "0234",
        "name": "乐昌市",
        "full_id": "0020*0234*2209"
    },
    {
        "id": "2210",
        "parent_id": "0234",
        "name": "南雄市",
        "full_id": "0020*0234*2210"
    },
    {
        "id": "0235",
        "parent_id": "0020",
        "name": "深圳市",
        "full_id": "0020*0235"
    },
    {
        "id": "2211",
        "parent_id": "0235",
        "name": "罗湖区",
        "full_id": "0020*0235*2211"
    },
    {
        "id": "2212",
        "parent_id": "0235",
        "name": "福田区",
        "full_id": "0020*0235*2212"
    },
    {
        "id": "2213",
        "parent_id": "0235",
        "name": "南山区",
        "full_id": "0020*0235*2213"
    },
    {
        "id": "2214",
        "parent_id": "0235",
        "name": "宝安区",
        "full_id": "0020*0235*2214"
    },
    {
        "id": "2215",
        "parent_id": "0235",
        "name": "龙岗区",
        "full_id": "0020*0235*2215"
    },
    {
        "id": "2216",
        "parent_id": "0235",
        "name": "盐田区",
        "full_id": "0020*0235*2216"
    },
    {
        "id": "2217",
        "parent_id": "0235",
        "name": "光明新区",
        "full_id": "0020*0235*2217"
    },
    {
        "id": "2218",
        "parent_id": "0235",
        "name": "坪山新区",
        "full_id": "0020*0235*2218"
    },
    {
        "id": "0236",
        "parent_id": "0020",
        "name": "珠海市",
        "full_id": "0020*0236"
    },
    {
        "id": "2219",
        "parent_id": "0236",
        "name": "香洲区",
        "full_id": "0020*0236*2219"
    },
    {
        "id": "2220",
        "parent_id": "0236",
        "name": "斗门区",
        "full_id": "0020*0236*2220"
    },
    {
        "id": "2221",
        "parent_id": "0236",
        "name": "金湾区",
        "full_id": "0020*0236*2221"
    },
    {
        "id": "0237",
        "parent_id": "0020",
        "name": "汕头市",
        "full_id": "0020*0237"
    },
    {
        "id": "2222",
        "parent_id": "0237",
        "name": "龙湖区",
        "full_id": "0020*0237*2222"
    },
    {
        "id": "2223",
        "parent_id": "0237",
        "name": "金平区",
        "full_id": "0020*0237*2223"
    },
    {
        "id": "2224",
        "parent_id": "0237",
        "name": "濠江区",
        "full_id": "0020*0237*2224"
    },
    {
        "id": "2225",
        "parent_id": "0237",
        "name": "潮阳区",
        "full_id": "0020*0237*2225"
    },
    {
        "id": "2226",
        "parent_id": "0237",
        "name": "潮南区",
        "full_id": "0020*0237*2226"
    },
    {
        "id": "2227",
        "parent_id": "0237",
        "name": "澄海区",
        "full_id": "0020*0237*2227"
    },
    {
        "id": "2228",
        "parent_id": "0237",
        "name": "南澳县",
        "full_id": "0020*0237*2228"
    },
    {
        "id": "0238",
        "parent_id": "0020",
        "name": "佛山市",
        "full_id": "0020*0238"
    },
    {
        "id": "2229",
        "parent_id": "0238",
        "name": "禅城区",
        "full_id": "0020*0238*2229"
    },
    {
        "id": "2230",
        "parent_id": "0238",
        "name": "南海区",
        "full_id": "0020*0238*2230"
    },
    {
        "id": "2231",
        "parent_id": "0238",
        "name": "顺德区",
        "full_id": "0020*0238*2231"
    },
    {
        "id": "2232",
        "parent_id": "0238",
        "name": "三水区",
        "full_id": "0020*0238*2232"
    },
    {
        "id": "2233",
        "parent_id": "0238",
        "name": "高明区",
        "full_id": "0020*0238*2233"
    },
    {
        "id": "0239",
        "parent_id": "0020",
        "name": "江门市",
        "full_id": "0020*0239"
    },
    {
        "id": "2234",
        "parent_id": "0239",
        "name": "蓬江区",
        "full_id": "0020*0239*2234"
    },
    {
        "id": "2235",
        "parent_id": "0239",
        "name": "江海区",
        "full_id": "0020*0239*2235"
    },
    {
        "id": "2236",
        "parent_id": "0239",
        "name": "新会区",
        "full_id": "0020*0239*2236"
    },
    {
        "id": "2237",
        "parent_id": "0239",
        "name": "台山市",
        "full_id": "0020*0239*2237"
    },
    {
        "id": "2238",
        "parent_id": "0239",
        "name": "开平市",
        "full_id": "0020*0239*2238"
    },
    {
        "id": "2239",
        "parent_id": "0239",
        "name": "鹤山市",
        "full_id": "0020*0239*2239"
    },
    {
        "id": "2240",
        "parent_id": "0239",
        "name": "恩平市",
        "full_id": "0020*0239*2240"
    },
    {
        "id": "0240",
        "parent_id": "0020",
        "name": "湛江市",
        "full_id": "0020*0240"
    },
    {
        "id": "2241",
        "parent_id": "0240",
        "name": "赤坎区",
        "full_id": "0020*0240*2241"
    },
    {
        "id": "2242",
        "parent_id": "0240",
        "name": "霞山区",
        "full_id": "0020*0240*2242"
    },
    {
        "id": "2243",
        "parent_id": "0240",
        "name": "坡头区",
        "full_id": "0020*0240*2243"
    },
    {
        "id": "2244",
        "parent_id": "0240",
        "name": "麻章区",
        "full_id": "0020*0240*2244"
    },
    {
        "id": "2245",
        "parent_id": "0240",
        "name": "遂溪县",
        "full_id": "0020*0240*2245"
    },
    {
        "id": "2246",
        "parent_id": "0240",
        "name": "徐闻县",
        "full_id": "0020*0240*2246"
    },
    {
        "id": "2247",
        "parent_id": "0240",
        "name": "廉江市",
        "full_id": "0020*0240*2247"
    },
    {
        "id": "2248",
        "parent_id": "0240",
        "name": "雷州市",
        "full_id": "0020*0240*2248"
    },
    {
        "id": "2249",
        "parent_id": "0240",
        "name": "吴川市",
        "full_id": "0020*0240*2249"
    },
    {
        "id": "2250",
        "parent_id": "0240",
        "name": "开发区",
        "full_id": "0020*0240*2250"
    },
    {
        "id": "0241",
        "parent_id": "0020",
        "name": "茂名市",
        "full_id": "0020*0241"
    },
    {
        "id": "2251",
        "parent_id": "0241",
        "name": "茂南区",
        "full_id": "0020*0241*2251"
    },
    {
        "id": "2252",
        "parent_id": "0241",
        "name": "茂港区",
        "full_id": "0020*0241*2252"
    },
    {
        "id": "2253",
        "parent_id": "0241",
        "name": "电白县",
        "full_id": "0020*0241*2253"
    },
    {
        "id": "2254",
        "parent_id": "0241",
        "name": "高州市",
        "full_id": "0020*0241*2254"
    },
    {
        "id": "2255",
        "parent_id": "0241",
        "name": "化州市",
        "full_id": "0020*0241*2255"
    },
    {
        "id": "2256",
        "parent_id": "0241",
        "name": "信宜市",
        "full_id": "0020*0241*2256"
    },
    {
        "id": "0242",
        "parent_id": "0020",
        "name": "肇庆市",
        "full_id": "0020*0242"
    },
    {
        "id": "2257",
        "parent_id": "0242",
        "name": "端州区",
        "full_id": "0020*0242*2257"
    },
    {
        "id": "2258",
        "parent_id": "0242",
        "name": "鼎湖区",
        "full_id": "0020*0242*2258"
    },
    {
        "id": "2259",
        "parent_id": "0242",
        "name": "广宁县",
        "full_id": "0020*0242*2259"
    },
    {
        "id": "2260",
        "parent_id": "0242",
        "name": "怀集县",
        "full_id": "0020*0242*2260"
    },
    {
        "id": "2261",
        "parent_id": "0242",
        "name": "封开县",
        "full_id": "0020*0242*2261"
    },
    {
        "id": "2262",
        "parent_id": "0242",
        "name": "德庆县",
        "full_id": "0020*0242*2262"
    },
    {
        "id": "2263",
        "parent_id": "0242",
        "name": "高要市",
        "full_id": "0020*0242*2263"
    },
    {
        "id": "2264",
        "parent_id": "0242",
        "name": "四会市",
        "full_id": "0020*0242*2264"
    },
    {
        "id": "2265",
        "parent_id": "0242",
        "name": "高新技术产业开发区",
        "full_id": "0020*0242*2265"
    },
    {
        "id": "0243",
        "parent_id": "0020",
        "name": "惠州市",
        "full_id": "0020*0243"
    },
    {
        "id": "2266",
        "parent_id": "0243",
        "name": "惠城区",
        "full_id": "0020*0243*2266"
    },
    {
        "id": "2267",
        "parent_id": "0243",
        "name": "惠阳区",
        "full_id": "0020*0243*2267"
    },
    {
        "id": "2268",
        "parent_id": "0243",
        "name": "博罗县",
        "full_id": "0020*0243*2268"
    },
    {
        "id": "2269",
        "parent_id": "0243",
        "name": "惠东县",
        "full_id": "0020*0243*2269"
    },
    {
        "id": "2270",
        "parent_id": "0243",
        "name": "龙门县",
        "full_id": "0020*0243*2270"
    },
    {
        "id": "2271",
        "parent_id": "0243",
        "name": "大亚湾区",
        "full_id": "0020*0243*2271"
    },
    {
        "id": "2272",
        "parent_id": "0243",
        "name": "仲恺高新区",
        "full_id": "0020*0243*2272"
    },
    {
        "id": "0244",
        "parent_id": "0020",
        "name": "梅州市",
        "full_id": "0020*0244"
    },
    {
        "id": "2273",
        "parent_id": "0244",
        "name": "梅江区",
        "full_id": "0020*0244*2273"
    },
    {
        "id": "2274",
        "parent_id": "0244",
        "name": "梅县",
        "full_id": "0020*0244*2274"
    },
    {
        "id": "2275",
        "parent_id": "0244",
        "name": "大埔县",
        "full_id": "0020*0244*2275"
    },
    {
        "id": "2276",
        "parent_id": "0244",
        "name": "丰顺县",
        "full_id": "0020*0244*2276"
    },
    {
        "id": "2277",
        "parent_id": "0244",
        "name": "五华县",
        "full_id": "0020*0244*2277"
    },
    {
        "id": "2278",
        "parent_id": "0244",
        "name": "平远县",
        "full_id": "0020*0244*2278"
    },
    {
        "id": "2279",
        "parent_id": "0244",
        "name": "蕉岭县",
        "full_id": "0020*0244*2279"
    },
    {
        "id": "2280",
        "parent_id": "0244",
        "name": "兴宁市",
        "full_id": "0020*0244*2280"
    },
    {
        "id": "0245",
        "parent_id": "0020",
        "name": "汕尾市",
        "full_id": "0020*0245"
    },
    {
        "id": "2281",
        "parent_id": "0245",
        "name": "城区",
        "full_id": "0020*0245*2281"
    },
    {
        "id": "2282",
        "parent_id": "0245",
        "name": "陆丰市",
        "full_id": "0020*0245*2282"
    },
    {
        "id": "2283",
        "parent_id": "0245",
        "name": "海丰县",
        "full_id": "0020*0245*2283"
    },
    {
        "id": "2284",
        "parent_id": "0245",
        "name": "陆河县",
        "full_id": "0020*0245*2284"
    },
    {
        "id": "0246",
        "parent_id": "0020",
        "name": "河源市",
        "full_id": "0020*0246"
    },
    {
        "id": "2285",
        "parent_id": "0246",
        "name": "源城区",
        "full_id": "0020*0246*2285"
    },
    {
        "id": "2286",
        "parent_id": "0246",
        "name": "紫金县",
        "full_id": "0020*0246*2286"
    },
    {
        "id": "2287",
        "parent_id": "0246",
        "name": "龙川县",
        "full_id": "0020*0246*2287"
    },
    {
        "id": "2288",
        "parent_id": "0246",
        "name": "连平县",
        "full_id": "0020*0246*2288"
    },
    {
        "id": "2289",
        "parent_id": "0246",
        "name": "和平县",
        "full_id": "0020*0246*2289"
    },
    {
        "id": "2290",
        "parent_id": "0246",
        "name": "东源县",
        "full_id": "0020*0246*2290"
    },
    {
        "id": "0247",
        "parent_id": "0020",
        "name": "阳江市",
        "full_id": "0020*0247"
    },
    {
        "id": "2291",
        "parent_id": "0247",
        "name": "江城区",
        "full_id": "0020*0247*2291"
    },
    {
        "id": "2292",
        "parent_id": "0247",
        "name": "阳西县",
        "full_id": "0020*0247*2292"
    },
    {
        "id": "2293",
        "parent_id": "0247",
        "name": "阳东县",
        "full_id": "0020*0247*2293"
    },
    {
        "id": "2294",
        "parent_id": "0247",
        "name": "阳春市",
        "full_id": "0020*0247*2294"
    },
    {
        "id": "0248",
        "parent_id": "0020",
        "name": "清远市",
        "full_id": "0020*0248"
    },
    {
        "id": "2295",
        "parent_id": "0248",
        "name": "清城区",
        "full_id": "0020*0248*2295"
    },
    {
        "id": "2296",
        "parent_id": "0248",
        "name": "佛冈县",
        "full_id": "0020*0248*2296"
    },
    {
        "id": "2297",
        "parent_id": "0248",
        "name": "阳山县",
        "full_id": "0020*0248*2297"
    },
    {
        "id": "2298",
        "parent_id": "0248",
        "name": "连山壮族瑶族自治县",
        "full_id": "0020*0248*2298"
    },
    {
        "id": "2299",
        "parent_id": "0248",
        "name": "连南瑶族自治县",
        "full_id": "0020*0248*2299"
    },
    {
        "id": "2300",
        "parent_id": "0248",
        "name": "清新县",
        "full_id": "0020*0248*2300"
    },
    {
        "id": "2301",
        "parent_id": "0248",
        "name": "英德市",
        "full_id": "0020*0248*2301"
    },
    {
        "id": "2302",
        "parent_id": "0248",
        "name": "连州市",
        "full_id": "0020*0248*2302"
    },
    {
        "id": "0249",
        "parent_id": "0020",
        "name": "潮州市",
        "full_id": "0020*0249"
    },
    {
        "id": "2303",
        "parent_id": "0249",
        "name": "湘桥区",
        "full_id": "0020*0249*2303"
    },
    {
        "id": "2304",
        "parent_id": "0249",
        "name": "潮安县",
        "full_id": "0020*0249*2304"
    },
    {
        "id": "2305",
        "parent_id": "0249",
        "name": "饶平县",
        "full_id": "0020*0249*2305"
    },
    {
        "id": "0250",
        "parent_id": "0020",
        "name": "揭阳市",
        "full_id": "0020*0250"
    },
    {
        "id": "2306",
        "parent_id": "0250",
        "name": "榕城区",
        "full_id": "0020*0250*2306"
    },
    {
        "id": "2307",
        "parent_id": "0250",
        "name": "揭东县",
        "full_id": "0020*0250*2307"
    },
    {
        "id": "2308",
        "parent_id": "0250",
        "name": "揭西县",
        "full_id": "0020*0250*2308"
    },
    {
        "id": "2309",
        "parent_id": "0250",
        "name": "惠来县",
        "full_id": "0020*0250*2309"
    },
    {
        "id": "2310",
        "parent_id": "0250",
        "name": "普宁市",
        "full_id": "0020*0250*2310"
    },
    {
        "id": "2311",
        "parent_id": "0250",
        "name": "东山区",
        "full_id": "0020*0250*2311"
    },
    {
        "id": "2312",
        "parent_id": "0250",
        "name": "普侨区",
        "full_id": "0020*0250*2312"
    },
    {
        "id": "2313",
        "parent_id": "0250",
        "name": "大南山侨区",
        "full_id": "0020*0250*2313"
    },
    {
        "id": "0251",
        "parent_id": "0020",
        "name": "云浮市",
        "full_id": "0020*0251"
    },
    {
        "id": "2314",
        "parent_id": "0251",
        "name": "云城区",
        "full_id": "0020*0251*2314"
    },
    {
        "id": "2315",
        "parent_id": "0251",
        "name": "新兴县",
        "full_id": "0020*0251*2315"
    },
    {
        "id": "2316",
        "parent_id": "0251",
        "name": "郁南县",
        "full_id": "0020*0251*2316"
    },
    {
        "id": "2317",
        "parent_id": "0251",
        "name": "云安县",
        "full_id": "0020*0251*2317"
    },
    {
        "id": "2318",
        "parent_id": "0251",
        "name": "罗定市",
        "full_id": "0020*0251*2318"
    },
    {
        "id": "0252",
        "parent_id": "0020",
        "name": "东莞市",
        "full_id": "0020*0252"
    },
    {
        "id": "2319",
        "parent_id": "0252",
        "name": "南城区",
        "full_id": "0020*0252*2319"
    },
    {
        "id": "2320",
        "parent_id": "0252",
        "name": "石龙镇",
        "full_id": "0020*0252*2320"
    },
    {
        "id": "2321",
        "parent_id": "0252",
        "name": "长安镇",
        "full_id": "0020*0252*2321"
    },
    {
        "id": "2322",
        "parent_id": "0252",
        "name": "虎门镇",
        "full_id": "0020*0252*2322"
    },
    {
        "id": "2323",
        "parent_id": "0252",
        "name": "横沥镇",
        "full_id": "0020*0252*2323"
    },
    {
        "id": "2324",
        "parent_id": "0252",
        "name": "寮步镇",
        "full_id": "0020*0252*2324"
    },
    {
        "id": "2325",
        "parent_id": "0252",
        "name": "黄江镇",
        "full_id": "0020*0252*2325"
    },
    {
        "id": "2326",
        "parent_id": "0252",
        "name": "清溪镇",
        "full_id": "0020*0252*2326"
    },
    {
        "id": "2327",
        "parent_id": "0252",
        "name": "莞城区",
        "full_id": "0020*0252*2327"
    },
    {
        "id": "2328",
        "parent_id": "0252",
        "name": "万江区",
        "full_id": "0020*0252*2328"
    },
    {
        "id": "2329",
        "parent_id": "0252",
        "name": "东城区",
        "full_id": "0020*0252*2329"
    },
    {
        "id": "2330",
        "parent_id": "0252",
        "name": "石碣镇",
        "full_id": "0020*0252*2330"
    },
    {
        "id": "2331",
        "parent_id": "0252",
        "name": "茶山镇",
        "full_id": "0020*0252*2331"
    },
    {
        "id": "2332",
        "parent_id": "0252",
        "name": "石排镇",
        "full_id": "0020*0252*2332"
    },
    {
        "id": "2333",
        "parent_id": "0252",
        "name": "企石镇",
        "full_id": "0020*0252*2333"
    },
    {
        "id": "2334",
        "parent_id": "0252",
        "name": "桥头镇",
        "full_id": "0020*0252*2334"
    },
    {
        "id": "2335",
        "parent_id": "0252",
        "name": "谢岗镇",
        "full_id": "0020*0252*2335"
    },
    {
        "id": "2336",
        "parent_id": "0252",
        "name": "东坑镇",
        "full_id": "0020*0252*2336"
    },
    {
        "id": "2337",
        "parent_id": "0252",
        "name": "常平镇",
        "full_id": "0020*0252*2337"
    },
    {
        "id": "2338",
        "parent_id": "0252",
        "name": "大朗镇",
        "full_id": "0020*0252*2338"
    },
    {
        "id": "2339",
        "parent_id": "0252",
        "name": "塘厦镇",
        "full_id": "0020*0252*2339"
    },
    {
        "id": "2340",
        "parent_id": "0252",
        "name": "凤岗镇",
        "full_id": "0020*0252*2340"
    },
    {
        "id": "2341",
        "parent_id": "0252",
        "name": "厚街镇",
        "full_id": "0020*0252*2341"
    },
    {
        "id": "2342",
        "parent_id": "0252",
        "name": "沙田镇",
        "full_id": "0020*0252*2342"
    },
    {
        "id": "2343",
        "parent_id": "0252",
        "name": "道滘镇",
        "full_id": "0020*0252*2343"
    },
    {
        "id": "2344",
        "parent_id": "0252",
        "name": "洪梅镇",
        "full_id": "0020*0252*2344"
    },
    {
        "id": "2345",
        "parent_id": "0252",
        "name": "麻涌镇",
        "full_id": "0020*0252*2345"
    },
    {
        "id": "2346",
        "parent_id": "0252",
        "name": "中堂镇",
        "full_id": "0020*0252*2346"
    },
    {
        "id": "2347",
        "parent_id": "0252",
        "name": "高埗镇",
        "full_id": "0020*0252*2347"
    },
    {
        "id": "2348",
        "parent_id": "0252",
        "name": "樟木头镇",
        "full_id": "0020*0252*2348"
    },
    {
        "id": "2349",
        "parent_id": "0252",
        "name": "大岭山镇",
        "full_id": "0020*0252*2349"
    },
    {
        "id": "2350",
        "parent_id": "0252",
        "name": "望牛墩镇",
        "full_id": "0020*0252*2350"
    },
    {
        "id": "0253",
        "parent_id": "0020",
        "name": "中山市",
        "full_id": "0020*0253"
    },
    {
        "id": "2351",
        "parent_id": "0253",
        "name": "中山市",
        "full_id": "0020*0253*2351"
    },
    {
        "id": "0021",
        "parent_id": "0000",
        "name": "广西",
        "full_id": "0021"
    },
    {
        "id": "0254",
        "parent_id": "0021",
        "name": "南宁市",
        "full_id": "0021*0254"
    },
    {
        "id": "2352",
        "parent_id": "0254",
        "name": "兴宁区",
        "full_id": "0021*0254*2352"
    },
    {
        "id": "2353",
        "parent_id": "0254",
        "name": "青秀区",
        "full_id": "0021*0254*2353"
    },
    {
        "id": "2354",
        "parent_id": "0254",
        "name": "江南区",
        "full_id": "0021*0254*2354"
    },
    {
        "id": "2355",
        "parent_id": "0254",
        "name": "西乡塘区",
        "full_id": "0021*0254*2355"
    },
    {
        "id": "2356",
        "parent_id": "0254",
        "name": "良庆区",
        "full_id": "0021*0254*2356"
    },
    {
        "id": "2357",
        "parent_id": "0254",
        "name": "邕宁区",
        "full_id": "0021*0254*2357"
    },
    {
        "id": "2358",
        "parent_id": "0254",
        "name": "武鸣县",
        "full_id": "0021*0254*2358"
    },
    {
        "id": "2359",
        "parent_id": "0254",
        "name": "隆安县",
        "full_id": "0021*0254*2359"
    },
    {
        "id": "2360",
        "parent_id": "0254",
        "name": "马山县",
        "full_id": "0021*0254*2360"
    },
    {
        "id": "2361",
        "parent_id": "0254",
        "name": "上林县",
        "full_id": "0021*0254*2361"
    },
    {
        "id": "2362",
        "parent_id": "0254",
        "name": "宾阳县",
        "full_id": "0021*0254*2362"
    },
    {
        "id": "2363",
        "parent_id": "0254",
        "name": "横县",
        "full_id": "0021*0254*2363"
    },
    {
        "id": "0255",
        "parent_id": "0021",
        "name": "柳州市",
        "full_id": "0021*0255"
    },
    {
        "id": "2364",
        "parent_id": "0255",
        "name": "城中区",
        "full_id": "0021*0255*2364"
    },
    {
        "id": "2365",
        "parent_id": "0255",
        "name": "鱼峰区",
        "full_id": "0021*0255*2365"
    },
    {
        "id": "2366",
        "parent_id": "0255",
        "name": "柳南区",
        "full_id": "0021*0255*2366"
    },
    {
        "id": "2367",
        "parent_id": "0255",
        "name": "柳北区",
        "full_id": "0021*0255*2367"
    },
    {
        "id": "2368",
        "parent_id": "0255",
        "name": "柳江县",
        "full_id": "0021*0255*2368"
    },
    {
        "id": "2369",
        "parent_id": "0255",
        "name": "柳城县",
        "full_id": "0021*0255*2369"
    },
    {
        "id": "2370",
        "parent_id": "0255",
        "name": "鹿寨县",
        "full_id": "0021*0255*2370"
    },
    {
        "id": "2371",
        "parent_id": "0255",
        "name": "融安县",
        "full_id": "0021*0255*2371"
    },
    {
        "id": "2372",
        "parent_id": "0255",
        "name": "融水苗族自治县",
        "full_id": "0021*0255*2372"
    },
    {
        "id": "2373",
        "parent_id": "0255",
        "name": "三江侗族自治县",
        "full_id": "0021*0255*2373"
    },
    {
        "id": "0256",
        "parent_id": "0021",
        "name": "桂林市",
        "full_id": "0021*0256"
    },
    {
        "id": "2374",
        "parent_id": "0256",
        "name": "秀峰区",
        "full_id": "0021*0256*2374"
    },
    {
        "id": "2375",
        "parent_id": "0256",
        "name": "叠彩区",
        "full_id": "0021*0256*2375"
    },
    {
        "id": "2376",
        "parent_id": "0256",
        "name": "象山区",
        "full_id": "0021*0256*2376"
    },
    {
        "id": "2377",
        "parent_id": "0256",
        "name": "七星区",
        "full_id": "0021*0256*2377"
    },
    {
        "id": "2378",
        "parent_id": "0256",
        "name": "雁山区",
        "full_id": "0021*0256*2378"
    },
    {
        "id": "2379",
        "parent_id": "0256",
        "name": "阳朔县",
        "full_id": "0021*0256*2379"
    },
    {
        "id": "2380",
        "parent_id": "0256",
        "name": "临桂县",
        "full_id": "0021*0256*2380"
    },
    {
        "id": "2381",
        "parent_id": "0256",
        "name": "灵川县",
        "full_id": "0021*0256*2381"
    },
    {
        "id": "2382",
        "parent_id": "0256",
        "name": "全州县",
        "full_id": "0021*0256*2382"
    },
    {
        "id": "2383",
        "parent_id": "0256",
        "name": "兴安县",
        "full_id": "0021*0256*2383"
    },
    {
        "id": "2384",
        "parent_id": "0256",
        "name": "永福县",
        "full_id": "0021*0256*2384"
    },
    {
        "id": "2385",
        "parent_id": "0256",
        "name": "灌阳县",
        "full_id": "0021*0256*2385"
    },
    {
        "id": "2386",
        "parent_id": "0256",
        "name": "龙胜各族自治县",
        "full_id": "0021*0256*2386"
    },
    {
        "id": "2387",
        "parent_id": "0256",
        "name": "资源县",
        "full_id": "0021*0256*2387"
    },
    {
        "id": "2388",
        "parent_id": "0256",
        "name": "平乐县",
        "full_id": "0021*0256*2388"
    },
    {
        "id": "2389",
        "parent_id": "0256",
        "name": "荔浦县",
        "full_id": "0021*0256*2389"
    },
    {
        "id": "2390",
        "parent_id": "0256",
        "name": "恭城瑶族自治县",
        "full_id": "0021*0256*2390"
    },
    {
        "id": "0257",
        "parent_id": "0021",
        "name": "梧州市",
        "full_id": "0021*0257"
    },
    {
        "id": "2391",
        "parent_id": "0257",
        "name": "万秀区",
        "full_id": "0021*0257*2391"
    },
    {
        "id": "2392",
        "parent_id": "0257",
        "name": "蝶山区",
        "full_id": "0021*0257*2392"
    },
    {
        "id": "2393",
        "parent_id": "0257",
        "name": "长洲区",
        "full_id": "0021*0257*2393"
    },
    {
        "id": "2394",
        "parent_id": "0257",
        "name": "苍梧县",
        "full_id": "0021*0257*2394"
    },
    {
        "id": "2395",
        "parent_id": "0257",
        "name": "藤县",
        "full_id": "0021*0257*2395"
    },
    {
        "id": "2396",
        "parent_id": "0257",
        "name": "蒙山县",
        "full_id": "0021*0257*2396"
    },
    {
        "id": "2397",
        "parent_id": "0257",
        "name": "岑溪市",
        "full_id": "0021*0257*2397"
    },
    {
        "id": "0258",
        "parent_id": "0021",
        "name": "北海市",
        "full_id": "0021*0258"
    },
    {
        "id": "2398",
        "parent_id": "0258",
        "name": "海城区",
        "full_id": "0021*0258*2398"
    },
    {
        "id": "2399",
        "parent_id": "0258",
        "name": "银海区",
        "full_id": "0021*0258*2399"
    },
    {
        "id": "2400",
        "parent_id": "0258",
        "name": "铁山港区",
        "full_id": "0021*0258*2400"
    },
    {
        "id": "2401",
        "parent_id": "0258",
        "name": "合浦县",
        "full_id": "0021*0258*2401"
    },
    {
        "id": "0259",
        "parent_id": "0021",
        "name": "防城港市",
        "full_id": "0021*0259"
    },
    {
        "id": "2402",
        "parent_id": "0259",
        "name": "港口区",
        "full_id": "0021*0259*2402"
    },
    {
        "id": "2403",
        "parent_id": "0259",
        "name": "防城区",
        "full_id": "0021*0259*2403"
    },
    {
        "id": "2404",
        "parent_id": "0259",
        "name": "上思县",
        "full_id": "0021*0259*2404"
    },
    {
        "id": "2405",
        "parent_id": "0259",
        "name": "东兴市",
        "full_id": "0021*0259*2405"
    },
    {
        "id": "0260",
        "parent_id": "0021",
        "name": "钦州市",
        "full_id": "0021*0260"
    },
    {
        "id": "2406",
        "parent_id": "0260",
        "name": "钦南区",
        "full_id": "0021*0260*2406"
    },
    {
        "id": "2407",
        "parent_id": "0260",
        "name": "钦北区",
        "full_id": "0021*0260*2407"
    },
    {
        "id": "2408",
        "parent_id": "0260",
        "name": "灵山县",
        "full_id": "0021*0260*2408"
    },
    {
        "id": "2409",
        "parent_id": "0260",
        "name": "浦北县",
        "full_id": "0021*0260*2409"
    },
    {
        "id": "2410",
        "parent_id": "0260",
        "name": "钦州港经济开发区",
        "full_id": "0021*0260*2410"
    },
    {
        "id": "0261",
        "parent_id": "0021",
        "name": "贵港市",
        "full_id": "0021*0261"
    },
    {
        "id": "2411",
        "parent_id": "0261",
        "name": "港北区",
        "full_id": "0021*0261*2411"
    },
    {
        "id": "2412",
        "parent_id": "0261",
        "name": "港南区",
        "full_id": "0021*0261*2412"
    },
    {
        "id": "2413",
        "parent_id": "0261",
        "name": "覃塘区",
        "full_id": "0021*0261*2413"
    },
    {
        "id": "2414",
        "parent_id": "0261",
        "name": "平南县",
        "full_id": "0021*0261*2414"
    },
    {
        "id": "2415",
        "parent_id": "0261",
        "name": "桂平市",
        "full_id": "0021*0261*2415"
    },
    {
        "id": "0262",
        "parent_id": "0021",
        "name": "玉林市",
        "full_id": "0021*0262"
    },
    {
        "id": "2416",
        "parent_id": "0262",
        "name": "玉州区",
        "full_id": "0021*0262*2416"
    },
    {
        "id": "2417",
        "parent_id": "0262",
        "name": "容县",
        "full_id": "0021*0262*2417"
    },
    {
        "id": "2418",
        "parent_id": "0262",
        "name": "陆川县",
        "full_id": "0021*0262*2418"
    },
    {
        "id": "2419",
        "parent_id": "0262",
        "name": "博白县",
        "full_id": "0021*0262*2419"
    },
    {
        "id": "2420",
        "parent_id": "0262",
        "name": "兴业县",
        "full_id": "0021*0262*2420"
    },
    {
        "id": "2421",
        "parent_id": "0262",
        "name": "北流市",
        "full_id": "0021*0262*2421"
    },
    {
        "id": "0263",
        "parent_id": "0021",
        "name": "百色市",
        "full_id": "0021*0263"
    },
    {
        "id": "2422",
        "parent_id": "0263",
        "name": "右江区",
        "full_id": "0021*0263*2422"
    },
    {
        "id": "2423",
        "parent_id": "0263",
        "name": "田阳县",
        "full_id": "0021*0263*2423"
    },
    {
        "id": "2424",
        "parent_id": "0263",
        "name": "田东县",
        "full_id": "0021*0263*2424"
    },
    {
        "id": "2425",
        "parent_id": "0263",
        "name": "平果县",
        "full_id": "0021*0263*2425"
    },
    {
        "id": "2426",
        "parent_id": "0263",
        "name": "德保县",
        "full_id": "0021*0263*2426"
    },
    {
        "id": "2427",
        "parent_id": "0263",
        "name": "靖西县",
        "full_id": "0021*0263*2427"
    },
    {
        "id": "2428",
        "parent_id": "0263",
        "name": "那坡县",
        "full_id": "0021*0263*2428"
    },
    {
        "id": "2429",
        "parent_id": "0263",
        "name": "凌云县",
        "full_id": "0021*0263*2429"
    },
    {
        "id": "2430",
        "parent_id": "0263",
        "name": "乐业县",
        "full_id": "0021*0263*2430"
    },
    {
        "id": "2431",
        "parent_id": "0263",
        "name": "田林县",
        "full_id": "0021*0263*2431"
    },
    {
        "id": "2432",
        "parent_id": "0263",
        "name": "西林县",
        "full_id": "0021*0263*2432"
    },
    {
        "id": "2433",
        "parent_id": "0263",
        "name": "隆林各族自治县",
        "full_id": "0021*0263*2433"
    },
    {
        "id": "0264",
        "parent_id": "0021",
        "name": "贺州市",
        "full_id": "0021*0264"
    },
    {
        "id": "2434",
        "parent_id": "0264",
        "name": "八步区",
        "full_id": "0021*0264*2434"
    },
    {
        "id": "2435",
        "parent_id": "0264",
        "name": "昭平县",
        "full_id": "0021*0264*2435"
    },
    {
        "id": "2436",
        "parent_id": "0264",
        "name": "钟山县",
        "full_id": "0021*0264*2436"
    },
    {
        "id": "2437",
        "parent_id": "0264",
        "name": "富川瑶族自治县",
        "full_id": "0021*0264*2437"
    },
    {
        "id": "0265",
        "parent_id": "0021",
        "name": "河池市",
        "full_id": "0021*0265"
    },
    {
        "id": "2438",
        "parent_id": "0265",
        "name": "金城江区",
        "full_id": "0021*0265*2438"
    },
    {
        "id": "2439",
        "parent_id": "0265",
        "name": "南丹县",
        "full_id": "0021*0265*2439"
    },
    {
        "id": "2440",
        "parent_id": "0265",
        "name": "天峨县",
        "full_id": "0021*0265*2440"
    },
    {
        "id": "2441",
        "parent_id": "0265",
        "name": "凤山县",
        "full_id": "0021*0265*2441"
    },
    {
        "id": "2442",
        "parent_id": "0265",
        "name": "东兰县",
        "full_id": "0021*0265*2442"
    },
    {
        "id": "2443",
        "parent_id": "0265",
        "name": "罗城仫佬族自治县",
        "full_id": "0021*0265*2443"
    },
    {
        "id": "2444",
        "parent_id": "0265",
        "name": "环江毛南族自治县",
        "full_id": "0021*0265*2444"
    },
    {
        "id": "2445",
        "parent_id": "0265",
        "name": "巴马瑶族自治县",
        "full_id": "0021*0265*2445"
    },
    {
        "id": "2446",
        "parent_id": "0265",
        "name": "都安瑶族自治县",
        "full_id": "0021*0265*2446"
    },
    {
        "id": "2447",
        "parent_id": "0265",
        "name": "大化瑶族自治县",
        "full_id": "0021*0265*2447"
    },
    {
        "id": "2448",
        "parent_id": "0265",
        "name": "宜州市",
        "full_id": "0021*0265*2448"
    },
    {
        "id": "0266",
        "parent_id": "0021",
        "name": "来宾市",
        "full_id": "0021*0266"
    },
    {
        "id": "2449",
        "parent_id": "0266",
        "name": "兴宾区",
        "full_id": "0021*0266*2449"
    },
    {
        "id": "2450",
        "parent_id": "0266",
        "name": "忻城县",
        "full_id": "0021*0266*2450"
    },
    {
        "id": "2451",
        "parent_id": "0266",
        "name": "象州县",
        "full_id": "0021*0266*2451"
    },
    {
        "id": "2452",
        "parent_id": "0266",
        "name": "武宣县",
        "full_id": "0021*0266*2452"
    },
    {
        "id": "2453",
        "parent_id": "0266",
        "name": "金秀瑶族自治县",
        "full_id": "0021*0266*2453"
    },
    {
        "id": "2454",
        "parent_id": "0266",
        "name": "合山市",
        "full_id": "0021*0266*2454"
    },
    {
        "id": "0267",
        "parent_id": "0021",
        "name": "崇左市",
        "full_id": "0021*0267"
    },
    {
        "id": "2455",
        "parent_id": "0267",
        "name": "江洲区",
        "full_id": "0021*0267*2455"
    },
    {
        "id": "2456",
        "parent_id": "0267",
        "name": "扶绥县",
        "full_id": "0021*0267*2456"
    },
    {
        "id": "2457",
        "parent_id": "0267",
        "name": "宁明县",
        "full_id": "0021*0267*2457"
    },
    {
        "id": "2458",
        "parent_id": "0267",
        "name": "龙州县",
        "full_id": "0021*0267*2458"
    },
    {
        "id": "2459",
        "parent_id": "0267",
        "name": "大新县",
        "full_id": "0021*0267*2459"
    },
    {
        "id": "2460",
        "parent_id": "0267",
        "name": "天等县",
        "full_id": "0021*0267*2460"
    },
    {
        "id": "2461",
        "parent_id": "0267",
        "name": "凭祥市",
        "full_id": "0021*0267*2461"
    },
    {
        "id": "0022",
        "parent_id": "0000",
        "name": "海南",
        "full_id": "0022"
    },
    {
        "id": "0268",
        "parent_id": "0022",
        "name": "海口市",
        "full_id": "0022*0268"
    },
    {
        "id": "2462",
        "parent_id": "0268",
        "name": "秀英区",
        "full_id": "0022*0268*2462"
    },
    {
        "id": "2463",
        "parent_id": "0268",
        "name": "龙华区",
        "full_id": "0022*0268*2463"
    },
    {
        "id": "2464",
        "parent_id": "0268",
        "name": "琼山区",
        "full_id": "0022*0268*2464"
    },
    {
        "id": "2465",
        "parent_id": "0268",
        "name": "美兰区",
        "full_id": "0022*0268*2465"
    },
    {
        "id": "0269",
        "parent_id": "0022",
        "name": "省直辖县级行政单位",
        "full_id": "0022*0269"
    },
    {
        "id": "2466",
        "parent_id": "0269",
        "name": "五指山市",
        "full_id": "0022*0269*2466"
    },
    {
        "id": "2467",
        "parent_id": "0269",
        "name": "琼海市",
        "full_id": "0022*0269*2467"
    },
    {
        "id": "2468",
        "parent_id": "0269",
        "name": "儋州市",
        "full_id": "0022*0269*2468"
    },
    {
        "id": "2469",
        "parent_id": "0269",
        "name": "文昌市",
        "full_id": "0022*0269*2469"
    },
    {
        "id": "2470",
        "parent_id": "0269",
        "name": "万宁市",
        "full_id": "0022*0269*2470"
    },
    {
        "id": "2471",
        "parent_id": "0269",
        "name": "东方市",
        "full_id": "0022*0269*2471"
    },
    {
        "id": "2472",
        "parent_id": "0269",
        "name": "定安县",
        "full_id": "0022*0269*2472"
    },
    {
        "id": "2473",
        "parent_id": "0269",
        "name": "屯昌县",
        "full_id": "0022*0269*2473"
    },
    {
        "id": "2474",
        "parent_id": "0269",
        "name": "澄迈县",
        "full_id": "0022*0269*2474"
    },
    {
        "id": "2475",
        "parent_id": "0269",
        "name": "临高县",
        "full_id": "0022*0269*2475"
    },
    {
        "id": "2476",
        "parent_id": "0269",
        "name": "白沙黎族自治县",
        "full_id": "0022*0269*2476"
    },
    {
        "id": "2477",
        "parent_id": "0269",
        "name": "昌江黎族自治县",
        "full_id": "0022*0269*2477"
    },
    {
        "id": "2478",
        "parent_id": "0269",
        "name": "乐东黎族自治县",
        "full_id": "0022*0269*2478"
    },
    {
        "id": "2479",
        "parent_id": "0269",
        "name": "陵水黎族自治县",
        "full_id": "0022*0269*2479"
    },
    {
        "id": "2480",
        "parent_id": "0269",
        "name": "保亭黎族苗族自治县",
        "full_id": "0022*0269*2480"
    },
    {
        "id": "2481",
        "parent_id": "0269",
        "name": "琼中黎族苗族自治县",
        "full_id": "0022*0269*2481"
    },
    {
        "id": "2482",
        "parent_id": "0269",
        "name": "西、南、中沙群岛办事处",
        "full_id": "0022*0269*2482"
    },
    {
        "id": "0270",
        "parent_id": "0022",
        "name": "三亚市",
        "full_id": "0022*0270"
    },
    {
        "id": "2483",
        "parent_id": "0270",
        "name": "河西区",
        "full_id": "0022*0270*2483"
    },
    {
        "id": "2484",
        "parent_id": "0270",
        "name": "河东区",
        "full_id": "0022*0270*2484"
    },
    {
        "id": "2485",
        "parent_id": "0270",
        "name": "田独镇",
        "full_id": "0022*0270*2485"
    },
    {
        "id": "2486",
        "parent_id": "0270",
        "name": "凤凰镇",
        "full_id": "0022*0270*2486"
    },
    {
        "id": "2487",
        "parent_id": "0270",
        "name": "三亚市",
        "full_id": "0022*0270*2487"
    },
    {
        "id": "2488",
        "parent_id": "0270",
        "name": "崖城镇",
        "full_id": "0022*0270*2488"
    },
    {
        "id": "2489",
        "parent_id": "0270",
        "name": "天涯镇",
        "full_id": "0022*0270*2489"
    },
    {
        "id": "2490",
        "parent_id": "0270",
        "name": "育才乡",
        "full_id": "0022*0270*2490"
    },
    {
        "id": "2491",
        "parent_id": "0270",
        "name": "海棠湾镇",
        "full_id": "0022*0270*2491"
    },
    {
        "id": "0023",
        "parent_id": "0000",
        "name": "重庆",
        "full_id": "0023"
    },
    {
        "id": "0271",
        "parent_id": "0023",
        "name": "重庆市",
        "full_id": "0023*0271"
    },
    {
        "id": "2492",
        "parent_id": "0271",
        "name": "万州区",
        "full_id": "0023*0271*2492"
    },
    {
        "id": "2493",
        "parent_id": "0271",
        "name": "涪陵区",
        "full_id": "0023*0271*2493"
    },
    {
        "id": "2494",
        "parent_id": "0271",
        "name": "渝中区",
        "full_id": "0023*0271*2494"
    },
    {
        "id": "2495",
        "parent_id": "0271",
        "name": "大渡口区",
        "full_id": "0023*0271*2495"
    },
    {
        "id": "2496",
        "parent_id": "0271",
        "name": "江北区",
        "full_id": "0023*0271*2496"
    },
    {
        "id": "2497",
        "parent_id": "0271",
        "name": "沙坪坝区",
        "full_id": "0023*0271*2497"
    },
    {
        "id": "2498",
        "parent_id": "0271",
        "name": "九龙坡区",
        "full_id": "0023*0271*2498"
    },
    {
        "id": "2499",
        "parent_id": "0271",
        "name": "南岸区",
        "full_id": "0023*0271*2499"
    },
    {
        "id": "2500",
        "parent_id": "0271",
        "name": "北碚区",
        "full_id": "0023*0271*2500"
    },
    {
        "id": "2501",
        "parent_id": "0271",
        "name": "万盛区",
        "full_id": "0023*0271*2501"
    },
    {
        "id": "2502",
        "parent_id": "0271",
        "name": "双桥区",
        "full_id": "0023*0271*2502"
    },
    {
        "id": "2503",
        "parent_id": "0271",
        "name": "渝北区",
        "full_id": "0023*0271*2503"
    },
    {
        "id": "2504",
        "parent_id": "0271",
        "name": "巴南区",
        "full_id": "0023*0271*2504"
    },
    {
        "id": "2505",
        "parent_id": "0271",
        "name": "黔江区",
        "full_id": "0023*0271*2505"
    },
    {
        "id": "2506",
        "parent_id": "0271",
        "name": "长寿区",
        "full_id": "0023*0271*2506"
    },
    {
        "id": "2507",
        "parent_id": "0271",
        "name": "綦江县",
        "full_id": "0023*0271*2507"
    },
    {
        "id": "2508",
        "parent_id": "0271",
        "name": "潼南县",
        "full_id": "0023*0271*2508"
    },
    {
        "id": "2509",
        "parent_id": "0271",
        "name": "铜梁县",
        "full_id": "0023*0271*2509"
    },
    {
        "id": "2510",
        "parent_id": "0271",
        "name": "大足县",
        "full_id": "0023*0271*2510"
    },
    {
        "id": "2511",
        "parent_id": "0271",
        "name": "荣昌县",
        "full_id": "0023*0271*2511"
    },
    {
        "id": "2512",
        "parent_id": "0271",
        "name": "璧山县",
        "full_id": "0023*0271*2512"
    },
    {
        "id": "2513",
        "parent_id": "0271",
        "name": "梁平县",
        "full_id": "0023*0271*2513"
    },
    {
        "id": "2514",
        "parent_id": "0271",
        "name": "城口县",
        "full_id": "0023*0271*2514"
    },
    {
        "id": "2515",
        "parent_id": "0271",
        "name": "丰都县",
        "full_id": "0023*0271*2515"
    },
    {
        "id": "2516",
        "parent_id": "0271",
        "name": "垫江县",
        "full_id": "0023*0271*2516"
    },
    {
        "id": "2517",
        "parent_id": "0271",
        "name": "武隆县",
        "full_id": "0023*0271*2517"
    },
    {
        "id": "2518",
        "parent_id": "0271",
        "name": "忠县",
        "full_id": "0023*0271*2518"
    },
    {
        "id": "2519",
        "parent_id": "0271",
        "name": "开县",
        "full_id": "0023*0271*2519"
    },
    {
        "id": "2520",
        "parent_id": "0271",
        "name": "云阳县",
        "full_id": "0023*0271*2520"
    },
    {
        "id": "2521",
        "parent_id": "0271",
        "name": "奉节县",
        "full_id": "0023*0271*2521"
    },
    {
        "id": "2522",
        "parent_id": "0271",
        "name": "巫山县",
        "full_id": "0023*0271*2522"
    },
    {
        "id": "2523",
        "parent_id": "0271",
        "name": "巫溪县",
        "full_id": "0023*0271*2523"
    },
    {
        "id": "2524",
        "parent_id": "0271",
        "name": "石柱土家族自治县",
        "full_id": "0023*0271*2524"
    },
    {
        "id": "2525",
        "parent_id": "0271",
        "name": "秀山土家族苗族自治县",
        "full_id": "0023*0271*2525"
    },
    {
        "id": "2526",
        "parent_id": "0271",
        "name": "酉阳土家族苗族自治县",
        "full_id": "0023*0271*2526"
    },
    {
        "id": "2527",
        "parent_id": "0271",
        "name": "彭水苗族土家族自治县",
        "full_id": "0023*0271*2527"
    },
    {
        "id": "2528",
        "parent_id": "0271",
        "name": "高新区",
        "full_id": "0023*0271*2528"
    },
    {
        "id": "2529",
        "parent_id": "0271",
        "name": "江津区",
        "full_id": "0023*0271*2529"
    },
    {
        "id": "2530",
        "parent_id": "0271",
        "name": "合川区",
        "full_id": "0023*0271*2530"
    },
    {
        "id": "2531",
        "parent_id": "0271",
        "name": "永川区",
        "full_id": "0023*0271*2531"
    },
    {
        "id": "2532",
        "parent_id": "0271",
        "name": "南川区",
        "full_id": "0023*0271*2532"
    },
    {
        "id": "0024",
        "parent_id": "0000",
        "name": "四川",
        "full_id": "0024"
    },
    {
        "id": "0272",
        "parent_id": "0024",
        "name": "成都市",
        "full_id": "0024*0272"
    },
    {
        "id": "2533",
        "parent_id": "0272",
        "name": "锦江区",
        "full_id": "0024*0272*2533"
    },
    {
        "id": "2534",
        "parent_id": "0272",
        "name": "青羊区",
        "full_id": "0024*0272*2534"
    },
    {
        "id": "2535",
        "parent_id": "0272",
        "name": "金牛区",
        "full_id": "0024*0272*2535"
    },
    {
        "id": "2536",
        "parent_id": "0272",
        "name": "武侯区",
        "full_id": "0024*0272*2536"
    },
    {
        "id": "2537",
        "parent_id": "0272",
        "name": "成华区",
        "full_id": "0024*0272*2537"
    },
    {
        "id": "2538",
        "parent_id": "0272",
        "name": "龙泉驿区",
        "full_id": "0024*0272*2538"
    },
    {
        "id": "2539",
        "parent_id": "0272",
        "name": "青白江区",
        "full_id": "0024*0272*2539"
    },
    {
        "id": "2540",
        "parent_id": "0272",
        "name": "新都区",
        "full_id": "0024*0272*2540"
    },
    {
        "id": "2541",
        "parent_id": "0272",
        "name": "温江区",
        "full_id": "0024*0272*2541"
    },
    {
        "id": "2542",
        "parent_id": "0272",
        "name": "金堂县",
        "full_id": "0024*0272*2542"
    },
    {
        "id": "2543",
        "parent_id": "0272",
        "name": "双流县",
        "full_id": "0024*0272*2543"
    },
    {
        "id": "2544",
        "parent_id": "0272",
        "name": "郫县",
        "full_id": "0024*0272*2544"
    },
    {
        "id": "2545",
        "parent_id": "0272",
        "name": "大邑县",
        "full_id": "0024*0272*2545"
    },
    {
        "id": "2546",
        "parent_id": "0272",
        "name": "蒲江县",
        "full_id": "0024*0272*2546"
    },
    {
        "id": "2547",
        "parent_id": "0272",
        "name": "新津县",
        "full_id": "0024*0272*2547"
    },
    {
        "id": "2548",
        "parent_id": "0272",
        "name": "都江堰市",
        "full_id": "0024*0272*2548"
    },
    {
        "id": "2549",
        "parent_id": "0272",
        "name": "彭州市",
        "full_id": "0024*0272*2549"
    },
    {
        "id": "2550",
        "parent_id": "0272",
        "name": "邛崃市",
        "full_id": "0024*0272*2550"
    },
    {
        "id": "2551",
        "parent_id": "0272",
        "name": "崇州市",
        "full_id": "0024*0272*2551"
    },
    {
        "id": "2552",
        "parent_id": "0272",
        "name": "高新区",
        "full_id": "0024*0272*2552"
    },
    {
        "id": "2553",
        "parent_id": "0272",
        "name": "高新西区",
        "full_id": "0024*0272*2553"
    },
    {
        "id": "0273",
        "parent_id": "0024",
        "name": "自贡市",
        "full_id": "0024*0273"
    },
    {
        "id": "2554",
        "parent_id": "0273",
        "name": "自流井区",
        "full_id": "0024*0273*2554"
    },
    {
        "id": "2555",
        "parent_id": "0273",
        "name": "贡井区",
        "full_id": "0024*0273*2555"
    },
    {
        "id": "2556",
        "parent_id": "0273",
        "name": "大安区",
        "full_id": "0024*0273*2556"
    },
    {
        "id": "2557",
        "parent_id": "0273",
        "name": "沿滩区",
        "full_id": "0024*0273*2557"
    },
    {
        "id": "2558",
        "parent_id": "0273",
        "name": "荣县",
        "full_id": "0024*0273*2558"
    },
    {
        "id": "2559",
        "parent_id": "0273",
        "name": "富顺县",
        "full_id": "0024*0273*2559"
    },
    {
        "id": "0274",
        "parent_id": "0024",
        "name": "攀枝花市",
        "full_id": "0024*0274"
    },
    {
        "id": "2560",
        "parent_id": "0274",
        "name": "东区",
        "full_id": "0024*0274*2560"
    },
    {
        "id": "2561",
        "parent_id": "0274",
        "name": "西区",
        "full_id": "0024*0274*2561"
    },
    {
        "id": "2562",
        "parent_id": "0274",
        "name": "仁和区",
        "full_id": "0024*0274*2562"
    },
    {
        "id": "2563",
        "parent_id": "0274",
        "name": "米易县",
        "full_id": "0024*0274*2563"
    },
    {
        "id": "2564",
        "parent_id": "0274",
        "name": "盐边县",
        "full_id": "0024*0274*2564"
    },
    {
        "id": "0275",
        "parent_id": "0024",
        "name": "泸州市",
        "full_id": "0024*0275"
    },
    {
        "id": "2565",
        "parent_id": "0275",
        "name": "江阳区",
        "full_id": "0024*0275*2565"
    },
    {
        "id": "2566",
        "parent_id": "0275",
        "name": "纳溪区",
        "full_id": "0024*0275*2566"
    },
    {
        "id": "2567",
        "parent_id": "0275",
        "name": "龙马潭区",
        "full_id": "0024*0275*2567"
    },
    {
        "id": "2568",
        "parent_id": "0275",
        "name": "泸县",
        "full_id": "0024*0275*2568"
    },
    {
        "id": "2569",
        "parent_id": "0275",
        "name": "合江县",
        "full_id": "0024*0275*2569"
    },
    {
        "id": "2570",
        "parent_id": "0275",
        "name": "叙永县",
        "full_id": "0024*0275*2570"
    },
    {
        "id": "2571",
        "parent_id": "0275",
        "name": "古蔺县",
        "full_id": "0024*0275*2571"
    },
    {
        "id": "0276",
        "parent_id": "0024",
        "name": "德阳市",
        "full_id": "0024*0276"
    },
    {
        "id": "2572",
        "parent_id": "0276",
        "name": "旌阳区",
        "full_id": "0024*0276*2572"
    },
    {
        "id": "2573",
        "parent_id": "0276",
        "name": "中江县",
        "full_id": "0024*0276*2573"
    },
    {
        "id": "2574",
        "parent_id": "0276",
        "name": "罗江县",
        "full_id": "0024*0276*2574"
    },
    {
        "id": "2575",
        "parent_id": "0276",
        "name": "广汉市",
        "full_id": "0024*0276*2575"
    },
    {
        "id": "2576",
        "parent_id": "0276",
        "name": "什邡市",
        "full_id": "0024*0276*2576"
    },
    {
        "id": "2577",
        "parent_id": "0276",
        "name": "绵竹市",
        "full_id": "0024*0276*2577"
    },
    {
        "id": "0277",
        "parent_id": "0024",
        "name": "绵阳市",
        "full_id": "0024*0277"
    },
    {
        "id": "2578",
        "parent_id": "0277",
        "name": "涪城区",
        "full_id": "0024*0277*2578"
    },
    {
        "id": "2579",
        "parent_id": "0277",
        "name": "游仙区",
        "full_id": "0024*0277*2579"
    },
    {
        "id": "2580",
        "parent_id": "0277",
        "name": "三台县",
        "full_id": "0024*0277*2580"
    },
    {
        "id": "2581",
        "parent_id": "0277",
        "name": "盐亭县",
        "full_id": "0024*0277*2581"
    },
    {
        "id": "2582",
        "parent_id": "0277",
        "name": "安县",
        "full_id": "0024*0277*2582"
    },
    {
        "id": "2583",
        "parent_id": "0277",
        "name": "梓潼县",
        "full_id": "0024*0277*2583"
    },
    {
        "id": "2584",
        "parent_id": "0277",
        "name": "北川羌族自治县",
        "full_id": "0024*0277*2584"
    },
    {
        "id": "2585",
        "parent_id": "0277",
        "name": "平武县",
        "full_id": "0024*0277*2585"
    },
    {
        "id": "2586",
        "parent_id": "0277",
        "name": "江油市",
        "full_id": "0024*0277*2586"
    },
    {
        "id": "2587",
        "parent_id": "0277",
        "name": "农科区",
        "full_id": "0024*0277*2587"
    },
    {
        "id": "2588",
        "parent_id": "0277",
        "name": "经济技术开发区",
        "full_id": "0024*0277*2588"
    },
    {
        "id": "2589",
        "parent_id": "0277",
        "name": "高新区",
        "full_id": "0024*0277*2589"
    },
    {
        "id": "2590",
        "parent_id": "0277",
        "name": "仙海区",
        "full_id": "0024*0277*2590"
    },
    {
        "id": "0278",
        "parent_id": "0024",
        "name": "广元市",
        "full_id": "0024*0278"
    },
    {
        "id": "2591",
        "parent_id": "0278",
        "name": "利州区",
        "full_id": "0024*0278*2591"
    },
    {
        "id": "2592",
        "parent_id": "0278",
        "name": "元坝区",
        "full_id": "0024*0278*2592"
    },
    {
        "id": "2593",
        "parent_id": "0278",
        "name": "朝天区",
        "full_id": "0024*0278*2593"
    },
    {
        "id": "2594",
        "parent_id": "0278",
        "name": "旺苍县",
        "full_id": "0024*0278*2594"
    },
    {
        "id": "2595",
        "parent_id": "0278",
        "name": "青川县",
        "full_id": "0024*0278*2595"
    },
    {
        "id": "2596",
        "parent_id": "0278",
        "name": "剑阁县",
        "full_id": "0024*0278*2596"
    },
    {
        "id": "2597",
        "parent_id": "0278",
        "name": "苍溪县",
        "full_id": "0024*0278*2597"
    },
    {
        "id": "0279",
        "parent_id": "0024",
        "name": "遂宁市",
        "full_id": "0024*0279"
    },
    {
        "id": "2598",
        "parent_id": "0279",
        "name": "船山区",
        "full_id": "0024*0279*2598"
    },
    {
        "id": "2599",
        "parent_id": "0279",
        "name": "安居区",
        "full_id": "0024*0279*2599"
    },
    {
        "id": "2600",
        "parent_id": "0279",
        "name": "蓬溪县",
        "full_id": "0024*0279*2600"
    },
    {
        "id": "2601",
        "parent_id": "0279",
        "name": "射洪县",
        "full_id": "0024*0279*2601"
    },
    {
        "id": "2602",
        "parent_id": "0279",
        "name": "大英县",
        "full_id": "0024*0279*2602"
    },
    {
        "id": "0280",
        "parent_id": "0024",
        "name": "内江市",
        "full_id": "0024*0280"
    },
    {
        "id": "2603",
        "parent_id": "0280",
        "name": "市中区",
        "full_id": "0024*0280*2603"
    },
    {
        "id": "2604",
        "parent_id": "0280",
        "name": "东兴区",
        "full_id": "0024*0280*2604"
    },
    {
        "id": "2605",
        "parent_id": "0280",
        "name": "威远县",
        "full_id": "0024*0280*2605"
    },
    {
        "id": "2606",
        "parent_id": "0280",
        "name": "资中县",
        "full_id": "0024*0280*2606"
    },
    {
        "id": "2607",
        "parent_id": "0280",
        "name": "隆昌县",
        "full_id": "0024*0280*2607"
    },
    {
        "id": "0281",
        "parent_id": "0024",
        "name": "乐山市",
        "full_id": "0024*0281"
    },
    {
        "id": "2608",
        "parent_id": "0281",
        "name": "市中区",
        "full_id": "0024*0281*2608"
    },
    {
        "id": "2609",
        "parent_id": "0281",
        "name": "沙湾区",
        "full_id": "0024*0281*2609"
    },
    {
        "id": "2610",
        "parent_id": "0281",
        "name": "五通桥区",
        "full_id": "0024*0281*2610"
    },
    {
        "id": "2611",
        "parent_id": "0281",
        "name": "金口河区",
        "full_id": "0024*0281*2611"
    },
    {
        "id": "2612",
        "parent_id": "0281",
        "name": "犍为县",
        "full_id": "0024*0281*2612"
    },
    {
        "id": "2613",
        "parent_id": "0281",
        "name": "井研县",
        "full_id": "0024*0281*2613"
    },
    {
        "id": "2614",
        "parent_id": "0281",
        "name": "夹江县",
        "full_id": "0024*0281*2614"
    },
    {
        "id": "2615",
        "parent_id": "0281",
        "name": "沐川县",
        "full_id": "0024*0281*2615"
    },
    {
        "id": "2616",
        "parent_id": "0281",
        "name": "峨边彝族自治县",
        "full_id": "0024*0281*2616"
    },
    {
        "id": "2617",
        "parent_id": "0281",
        "name": "马边彝族自治县",
        "full_id": "0024*0281*2617"
    },
    {
        "id": "2618",
        "parent_id": "0281",
        "name": "峨眉山市",
        "full_id": "0024*0281*2618"
    },
    {
        "id": "0282",
        "parent_id": "0024",
        "name": "南充市",
        "full_id": "0024*0282"
    },
    {
        "id": "2619",
        "parent_id": "0282",
        "name": "顺庆区",
        "full_id": "0024*0282*2619"
    },
    {
        "id": "2620",
        "parent_id": "0282",
        "name": "高坪区",
        "full_id": "0024*0282*2620"
    },
    {
        "id": "2621",
        "parent_id": "0282",
        "name": "嘉陵区",
        "full_id": "0024*0282*2621"
    },
    {
        "id": "2622",
        "parent_id": "0282",
        "name": "南部县",
        "full_id": "0024*0282*2622"
    },
    {
        "id": "2623",
        "parent_id": "0282",
        "name": "营山县",
        "full_id": "0024*0282*2623"
    },
    {
        "id": "2624",
        "parent_id": "0282",
        "name": "蓬安县",
        "full_id": "0024*0282*2624"
    },
    {
        "id": "2625",
        "parent_id": "0282",
        "name": "仪陇县",
        "full_id": "0024*0282*2625"
    },
    {
        "id": "2626",
        "parent_id": "0282",
        "name": "西充县",
        "full_id": "0024*0282*2626"
    },
    {
        "id": "2627",
        "parent_id": "0282",
        "name": "阆中市",
        "full_id": "0024*0282*2627"
    },
    {
        "id": "0283",
        "parent_id": "0024",
        "name": "眉山市",
        "full_id": "0024*0283"
    },
    {
        "id": "2628",
        "parent_id": "0283",
        "name": "东坡区",
        "full_id": "0024*0283*2628"
    },
    {
        "id": "2629",
        "parent_id": "0283",
        "name": "仁寿县",
        "full_id": "0024*0283*2629"
    },
    {
        "id": "2630",
        "parent_id": "0283",
        "name": "彭山县",
        "full_id": "0024*0283*2630"
    },
    {
        "id": "2631",
        "parent_id": "0283",
        "name": "洪雅县",
        "full_id": "0024*0283*2631"
    },
    {
        "id": "2632",
        "parent_id": "0283",
        "name": "丹棱县",
        "full_id": "0024*0283*2632"
    },
    {
        "id": "2633",
        "parent_id": "0283",
        "name": "青神县",
        "full_id": "0024*0283*2633"
    },
    {
        "id": "0284",
        "parent_id": "0024",
        "name": "宜宾市",
        "full_id": "0024*0284"
    },
    {
        "id": "2634",
        "parent_id": "0284",
        "name": "翠屏区",
        "full_id": "0024*0284*2634"
    },
    {
        "id": "2635",
        "parent_id": "0284",
        "name": "宜宾县",
        "full_id": "0024*0284*2635"
    },
    {
        "id": "2636",
        "parent_id": "0284",
        "name": "南溪县",
        "full_id": "0024*0284*2636"
    },
    {
        "id": "2637",
        "parent_id": "0284",
        "name": "江安县",
        "full_id": "0024*0284*2637"
    },
    {
        "id": "2638",
        "parent_id": "0284",
        "name": "长宁县",
        "full_id": "0024*0284*2638"
    },
    {
        "id": "2639",
        "parent_id": "0284",
        "name": "高县",
        "full_id": "0024*0284*2639"
    },
    {
        "id": "2640",
        "parent_id": "0284",
        "name": "珙县",
        "full_id": "0024*0284*2640"
    },
    {
        "id": "2641",
        "parent_id": "0284",
        "name": "筠连县",
        "full_id": "0024*0284*2641"
    },
    {
        "id": "2642",
        "parent_id": "0284",
        "name": "兴文县",
        "full_id": "0024*0284*2642"
    },
    {
        "id": "2643",
        "parent_id": "0284",
        "name": "屏山县",
        "full_id": "0024*0284*2643"
    },
    {
        "id": "0285",
        "parent_id": "0024",
        "name": "广安市",
        "full_id": "0024*0285"
    },
    {
        "id": "2644",
        "parent_id": "0285",
        "name": "广安区",
        "full_id": "0024*0285*2644"
    },
    {
        "id": "2645",
        "parent_id": "0285",
        "name": "岳池县",
        "full_id": "0024*0285*2645"
    },
    {
        "id": "2646",
        "parent_id": "0285",
        "name": "武胜县",
        "full_id": "0024*0285*2646"
    },
    {
        "id": "2647",
        "parent_id": "0285",
        "name": "邻水县",
        "full_id": "0024*0285*2647"
    },
    {
        "id": "2648",
        "parent_id": "0285",
        "name": "华蓥市",
        "full_id": "0024*0285*2648"
    },
    {
        "id": "0286",
        "parent_id": "0024",
        "name": "达州市",
        "full_id": "0024*0286"
    },
    {
        "id": "2649",
        "parent_id": "0286",
        "name": "通川区",
        "full_id": "0024*0286*2649"
    },
    {
        "id": "2650",
        "parent_id": "0286",
        "name": "达县",
        "full_id": "0024*0286*2650"
    },
    {
        "id": "2651",
        "parent_id": "0286",
        "name": "宣汉县",
        "full_id": "0024*0286*2651"
    },
    {
        "id": "2652",
        "parent_id": "0286",
        "name": "开江县",
        "full_id": "0024*0286*2652"
    },
    {
        "id": "2653",
        "parent_id": "0286",
        "name": "大竹县",
        "full_id": "0024*0286*2653"
    },
    {
        "id": "2654",
        "parent_id": "0286",
        "name": "渠县",
        "full_id": "0024*0286*2654"
    },
    {
        "id": "2655",
        "parent_id": "0286",
        "name": "万源市",
        "full_id": "0024*0286*2655"
    },
    {
        "id": "0287",
        "parent_id": "0024",
        "name": "雅安市",
        "full_id": "0024*0287"
    },
    {
        "id": "2656",
        "parent_id": "0287",
        "name": "雨城区",
        "full_id": "0024*0287*2656"
    },
    {
        "id": "2657",
        "parent_id": "0287",
        "name": "名山县",
        "full_id": "0024*0287*2657"
    },
    {
        "id": "2658",
        "parent_id": "0287",
        "name": "荥经县",
        "full_id": "0024*0287*2658"
    },
    {
        "id": "2659",
        "parent_id": "0287",
        "name": "汉源县",
        "full_id": "0024*0287*2659"
    },
    {
        "id": "2660",
        "parent_id": "0287",
        "name": "石棉县",
        "full_id": "0024*0287*2660"
    },
    {
        "id": "2661",
        "parent_id": "0287",
        "name": "天全县",
        "full_id": "0024*0287*2661"
    },
    {
        "id": "2662",
        "parent_id": "0287",
        "name": "芦山县",
        "full_id": "0024*0287*2662"
    },
    {
        "id": "2663",
        "parent_id": "0287",
        "name": "宝兴县",
        "full_id": "0024*0287*2663"
    },
    {
        "id": "0288",
        "parent_id": "0024",
        "name": "巴中市",
        "full_id": "0024*0288"
    },
    {
        "id": "2664",
        "parent_id": "0288",
        "name": "巴州区",
        "full_id": "0024*0288*2664"
    },
    {
        "id": "2665",
        "parent_id": "0288",
        "name": "通江县",
        "full_id": "0024*0288*2665"
    },
    {
        "id": "2666",
        "parent_id": "0288",
        "name": "南江县",
        "full_id": "0024*0288*2666"
    },
    {
        "id": "2667",
        "parent_id": "0288",
        "name": "平昌县",
        "full_id": "0024*0288*2667"
    },
    {
        "id": "0289",
        "parent_id": "0024",
        "name": "资阳市",
        "full_id": "0024*0289"
    },
    {
        "id": "2668",
        "parent_id": "0289",
        "name": "雁江区",
        "full_id": "0024*0289*2668"
    },
    {
        "id": "2669",
        "parent_id": "0289",
        "name": "安岳县",
        "full_id": "0024*0289*2669"
    },
    {
        "id": "2670",
        "parent_id": "0289",
        "name": "乐至县",
        "full_id": "0024*0289*2670"
    },
    {
        "id": "2671",
        "parent_id": "0289",
        "name": "简阳市",
        "full_id": "0024*0289*2671"
    },
    {
        "id": "0290",
        "parent_id": "0024",
        "name": "阿坝藏族羌族自治州",
        "full_id": "0024*0290"
    },
    {
        "id": "2672",
        "parent_id": "0290",
        "name": "汶川县",
        "full_id": "0024*0290*2672"
    },
    {
        "id": "2673",
        "parent_id": "0290",
        "name": "理县",
        "full_id": "0024*0290*2673"
    },
    {
        "id": "2674",
        "parent_id": "0290",
        "name": "茂县",
        "full_id": "0024*0290*2674"
    },
    {
        "id": "2675",
        "parent_id": "0290",
        "name": "松潘县",
        "full_id": "0024*0290*2675"
    },
    {
        "id": "2676",
        "parent_id": "0290",
        "name": "九寨沟县",
        "full_id": "0024*0290*2676"
    },
    {
        "id": "2677",
        "parent_id": "0290",
        "name": "金川县",
        "full_id": "0024*0290*2677"
    },
    {
        "id": "2678",
        "parent_id": "0290",
        "name": "小金县",
        "full_id": "0024*0290*2678"
    },
    {
        "id": "2679",
        "parent_id": "0290",
        "name": "黑水县",
        "full_id": "0024*0290*2679"
    },
    {
        "id": "2680",
        "parent_id": "0290",
        "name": "马尔康县",
        "full_id": "0024*0290*2680"
    },
    {
        "id": "2681",
        "parent_id": "0290",
        "name": "壤塘县",
        "full_id": "0024*0290*2681"
    },
    {
        "id": "2682",
        "parent_id": "0290",
        "name": "阿坝县",
        "full_id": "0024*0290*2682"
    },
    {
        "id": "2683",
        "parent_id": "0290",
        "name": "若尔盖县",
        "full_id": "0024*0290*2683"
    },
    {
        "id": "2684",
        "parent_id": "0290",
        "name": "红原县",
        "full_id": "0024*0290*2684"
    },
    {
        "id": "0291",
        "parent_id": "0024",
        "name": "甘孜藏族自治州",
        "full_id": "0024*0291"
    },
    {
        "id": "2685",
        "parent_id": "0291",
        "name": "康定县",
        "full_id": "0024*0291*2685"
    },
    {
        "id": "2686",
        "parent_id": "0291",
        "name": "泸定县",
        "full_id": "0024*0291*2686"
    },
    {
        "id": "2687",
        "parent_id": "0291",
        "name": "丹巴县",
        "full_id": "0024*0291*2687"
    },
    {
        "id": "2688",
        "parent_id": "0291",
        "name": "九龙县",
        "full_id": "0024*0291*2688"
    },
    {
        "id": "2689",
        "parent_id": "0291",
        "name": "雅江县",
        "full_id": "0024*0291*2689"
    },
    {
        "id": "2690",
        "parent_id": "0291",
        "name": "道孚县",
        "full_id": "0024*0291*2690"
    },
    {
        "id": "2691",
        "parent_id": "0291",
        "name": "炉霍县",
        "full_id": "0024*0291*2691"
    },
    {
        "id": "2692",
        "parent_id": "0291",
        "name": "甘孜县",
        "full_id": "0024*0291*2692"
    },
    {
        "id": "2693",
        "parent_id": "0291",
        "name": "新龙县",
        "full_id": "0024*0291*2693"
    },
    {
        "id": "2694",
        "parent_id": "0291",
        "name": "德格县",
        "full_id": "0024*0291*2694"
    },
    {
        "id": "2695",
        "parent_id": "0291",
        "name": "白玉县",
        "full_id": "0024*0291*2695"
    },
    {
        "id": "2696",
        "parent_id": "0291",
        "name": "石渠县",
        "full_id": "0024*0291*2696"
    },
    {
        "id": "2697",
        "parent_id": "0291",
        "name": "色达县",
        "full_id": "0024*0291*2697"
    },
    {
        "id": "2698",
        "parent_id": "0291",
        "name": "理塘县",
        "full_id": "0024*0291*2698"
    },
    {
        "id": "2699",
        "parent_id": "0291",
        "name": "巴塘县",
        "full_id": "0024*0291*2699"
    },
    {
        "id": "2700",
        "parent_id": "0291",
        "name": "乡城县",
        "full_id": "0024*0291*2700"
    },
    {
        "id": "2701",
        "parent_id": "0291",
        "name": "稻城县",
        "full_id": "0024*0291*2701"
    },
    {
        "id": "2702",
        "parent_id": "0291",
        "name": "得荣县",
        "full_id": "0024*0291*2702"
    },
    {
        "id": "0292",
        "parent_id": "0024",
        "name": "凉山彝族自治州",
        "full_id": "0024*0292"
    },
    {
        "id": "2703",
        "parent_id": "0292",
        "name": "西昌市",
        "full_id": "0024*0292*2703"
    },
    {
        "id": "2704",
        "parent_id": "0292",
        "name": "木里藏族自治县",
        "full_id": "0024*0292*2704"
    },
    {
        "id": "2705",
        "parent_id": "0292",
        "name": "盐源县",
        "full_id": "0024*0292*2705"
    },
    {
        "id": "2706",
        "parent_id": "0292",
        "name": "德昌县",
        "full_id": "0024*0292*2706"
    },
    {
        "id": "2707",
        "parent_id": "0292",
        "name": "会理县",
        "full_id": "0024*0292*2707"
    },
    {
        "id": "2708",
        "parent_id": "0292",
        "name": "会东县",
        "full_id": "0024*0292*2708"
    },
    {
        "id": "2709",
        "parent_id": "0292",
        "name": "宁南县",
        "full_id": "0024*0292*2709"
    },
    {
        "id": "2710",
        "parent_id": "0292",
        "name": "普格县",
        "full_id": "0024*0292*2710"
    },
    {
        "id": "2711",
        "parent_id": "0292",
        "name": "布拖县",
        "full_id": "0024*0292*2711"
    },
    {
        "id": "2712",
        "parent_id": "0292",
        "name": "金阳县",
        "full_id": "0024*0292*2712"
    },
    {
        "id": "2713",
        "parent_id": "0292",
        "name": "昭觉县",
        "full_id": "0024*0292*2713"
    },
    {
        "id": "2714",
        "parent_id": "0292",
        "name": "喜德县",
        "full_id": "0024*0292*2714"
    },
    {
        "id": "2715",
        "parent_id": "0292",
        "name": "冕宁县",
        "full_id": "0024*0292*2715"
    },
    {
        "id": "2716",
        "parent_id": "0292",
        "name": "越西县",
        "full_id": "0024*0292*2716"
    },
    {
        "id": "2717",
        "parent_id": "0292",
        "name": "甘洛县",
        "full_id": "0024*0292*2717"
    },
    {
        "id": "2718",
        "parent_id": "0292",
        "name": "美姑县",
        "full_id": "0024*0292*2718"
    },
    {
        "id": "2719",
        "parent_id": "0292",
        "name": "雷波县",
        "full_id": "0024*0292*2719"
    },
    {
        "id": "0025",
        "parent_id": "0000",
        "name": "贵州",
        "full_id": "0025"
    },
    {
        "id": "0293",
        "parent_id": "0025",
        "name": "贵阳市",
        "full_id": "0025*0293"
    },
    {
        "id": "2720",
        "parent_id": "0293",
        "name": "南明区",
        "full_id": "0025*0293*2720"
    },
    {
        "id": "2721",
        "parent_id": "0293",
        "name": "云岩区",
        "full_id": "0025*0293*2721"
    },
    {
        "id": "2722",
        "parent_id": "0293",
        "name": "花溪区",
        "full_id": "0025*0293*2722"
    },
    {
        "id": "2723",
        "parent_id": "0293",
        "name": "乌当区",
        "full_id": "0025*0293*2723"
    },
    {
        "id": "2724",
        "parent_id": "0293",
        "name": "白云区",
        "full_id": "0025*0293*2724"
    },
    {
        "id": "2725",
        "parent_id": "0293",
        "name": "小河区",
        "full_id": "0025*0293*2725"
    },
    {
        "id": "2726",
        "parent_id": "0293",
        "name": "开阳县",
        "full_id": "0025*0293*2726"
    },
    {
        "id": "2727",
        "parent_id": "0293",
        "name": "息烽县",
        "full_id": "0025*0293*2727"
    },
    {
        "id": "2728",
        "parent_id": "0293",
        "name": "修文县",
        "full_id": "0025*0293*2728"
    },
    {
        "id": "2729",
        "parent_id": "0293",
        "name": "清镇市",
        "full_id": "0025*0293*2729"
    },
    {
        "id": "2730",
        "parent_id": "0293",
        "name": "金阳新区",
        "full_id": "0025*0293*2730"
    },
    {
        "id": "0294",
        "parent_id": "0025",
        "name": "六盘水市",
        "full_id": "0025*0294"
    },
    {
        "id": "2731",
        "parent_id": "0294",
        "name": "钟山区",
        "full_id": "0025*0294*2731"
    },
    {
        "id": "2732",
        "parent_id": "0294",
        "name": "六枝特区",
        "full_id": "0025*0294*2732"
    },
    {
        "id": "2733",
        "parent_id": "0294",
        "name": "水城县",
        "full_id": "0025*0294*2733"
    },
    {
        "id": "2734",
        "parent_id": "0294",
        "name": "盘县",
        "full_id": "0025*0294*2734"
    },
    {
        "id": "0295",
        "parent_id": "0025",
        "name": "遵义市",
        "full_id": "0025*0295"
    },
    {
        "id": "2735",
        "parent_id": "0295",
        "name": "红花岗区",
        "full_id": "0025*0295*2735"
    },
    {
        "id": "2736",
        "parent_id": "0295",
        "name": "汇川区",
        "full_id": "0025*0295*2736"
    },
    {
        "id": "2737",
        "parent_id": "0295",
        "name": "遵义县",
        "full_id": "0025*0295*2737"
    },
    {
        "id": "2738",
        "parent_id": "0295",
        "name": "桐梓县",
        "full_id": "0025*0295*2738"
    },
    {
        "id": "2739",
        "parent_id": "0295",
        "name": "绥阳县",
        "full_id": "0025*0295*2739"
    },
    {
        "id": "2740",
        "parent_id": "0295",
        "name": "正安县",
        "full_id": "0025*0295*2740"
    },
    {
        "id": "2741",
        "parent_id": "0295",
        "name": "道真仡佬族苗族自治县",
        "full_id": "0025*0295*2741"
    },
    {
        "id": "2742",
        "parent_id": "0295",
        "name": "务川仡佬族苗族自治县",
        "full_id": "0025*0295*2742"
    },
    {
        "id": "2743",
        "parent_id": "0295",
        "name": "凤冈县",
        "full_id": "0025*0295*2743"
    },
    {
        "id": "2744",
        "parent_id": "0295",
        "name": "湄潭县",
        "full_id": "0025*0295*2744"
    },
    {
        "id": "2745",
        "parent_id": "0295",
        "name": "余庆县",
        "full_id": "0025*0295*2745"
    },
    {
        "id": "2746",
        "parent_id": "0295",
        "name": "习水县",
        "full_id": "0025*0295*2746"
    },
    {
        "id": "2747",
        "parent_id": "0295",
        "name": "赤水市",
        "full_id": "0025*0295*2747"
    },
    {
        "id": "2748",
        "parent_id": "0295",
        "name": "仁怀市",
        "full_id": "0025*0295*2748"
    },
    {
        "id": "0296",
        "parent_id": "0025",
        "name": "安顺市",
        "full_id": "0025*0296"
    },
    {
        "id": "2749",
        "parent_id": "0296",
        "name": "西秀区",
        "full_id": "0025*0296*2749"
    },
    {
        "id": "2750",
        "parent_id": "0296",
        "name": "平坝县",
        "full_id": "0025*0296*2750"
    },
    {
        "id": "2751",
        "parent_id": "0296",
        "name": "普定县",
        "full_id": "0025*0296*2751"
    },
    {
        "id": "2752",
        "parent_id": "0296",
        "name": "镇宁布依族苗族自治县",
        "full_id": "0025*0296*2752"
    },
    {
        "id": "2753",
        "parent_id": "0296",
        "name": "关岭布依族苗族自治县",
        "full_id": "0025*0296*2753"
    },
    {
        "id": "2754",
        "parent_id": "0296",
        "name": "紫云苗族布依族自治县",
        "full_id": "0025*0296*2754"
    },
    {
        "id": "0297",
        "parent_id": "0025",
        "name": "铜仁地区",
        "full_id": "0025*0297"
    },
    {
        "id": "2755",
        "parent_id": "0297",
        "name": "铜仁市",
        "full_id": "0025*0297*2755"
    },
    {
        "id": "2756",
        "parent_id": "0297",
        "name": "江口县",
        "full_id": "0025*0297*2756"
    },
    {
        "id": "2757",
        "parent_id": "0297",
        "name": "玉屏侗族自治县",
        "full_id": "0025*0297*2757"
    },
    {
        "id": "2758",
        "parent_id": "0297",
        "name": "石阡县",
        "full_id": "0025*0297*2758"
    },
    {
        "id": "2759",
        "parent_id": "0297",
        "name": "思南县",
        "full_id": "0025*0297*2759"
    },
    {
        "id": "2760",
        "parent_id": "0297",
        "name": "印江土家族苗族自治县",
        "full_id": "0025*0297*2760"
    },
    {
        "id": "2761",
        "parent_id": "0297",
        "name": "德江县",
        "full_id": "0025*0297*2761"
    },
    {
        "id": "2762",
        "parent_id": "0297",
        "name": "沿河土家族自治县",
        "full_id": "0025*0297*2762"
    },
    {
        "id": "2763",
        "parent_id": "0297",
        "name": "松桃苗族自治县",
        "full_id": "0025*0297*2763"
    },
    {
        "id": "2764",
        "parent_id": "0297",
        "name": "万山特区",
        "full_id": "0025*0297*2764"
    },
    {
        "id": "0298",
        "parent_id": "0025",
        "name": "黔西南布依族苗族自治州",
        "full_id": "0025*0298"
    },
    {
        "id": "2765",
        "parent_id": "0298",
        "name": "兴义市",
        "full_id": "0025*0298*2765"
    },
    {
        "id": "2766",
        "parent_id": "0298",
        "name": "兴仁县",
        "full_id": "0025*0298*2766"
    },
    {
        "id": "2767",
        "parent_id": "0298",
        "name": "普安县",
        "full_id": "0025*0298*2767"
    },
    {
        "id": "2768",
        "parent_id": "0298",
        "name": "晴隆县",
        "full_id": "0025*0298*2768"
    },
    {
        "id": "2769",
        "parent_id": "0298",
        "name": "贞丰县",
        "full_id": "0025*0298*2769"
    },
    {
        "id": "2770",
        "parent_id": "0298",
        "name": "望谟县",
        "full_id": "0025*0298*2770"
    },
    {
        "id": "2771",
        "parent_id": "0298",
        "name": "册亨县",
        "full_id": "0025*0298*2771"
    },
    {
        "id": "2772",
        "parent_id": "0298",
        "name": "安龙县",
        "full_id": "0025*0298*2772"
    },
    {
        "id": "0299",
        "parent_id": "0025",
        "name": "毕节地区",
        "full_id": "0025*0299"
    },
    {
        "id": "2773",
        "parent_id": "0299",
        "name": "毕节市",
        "full_id": "0025*0299*2773"
    },
    {
        "id": "2774",
        "parent_id": "0299",
        "name": "大方县",
        "full_id": "0025*0299*2774"
    },
    {
        "id": "2775",
        "parent_id": "0299",
        "name": "黔西县",
        "full_id": "0025*0299*2775"
    },
    {
        "id": "2776",
        "parent_id": "0299",
        "name": "金沙县",
        "full_id": "0025*0299*2776"
    },
    {
        "id": "2777",
        "parent_id": "0299",
        "name": "织金县",
        "full_id": "0025*0299*2777"
    },
    {
        "id": "2778",
        "parent_id": "0299",
        "name": "纳雍县",
        "full_id": "0025*0299*2778"
    },
    {
        "id": "2779",
        "parent_id": "0299",
        "name": "威宁彝族回族苗族自治县",
        "full_id": "0025*0299*2779"
    },
    {
        "id": "2780",
        "parent_id": "0299",
        "name": "赫章县",
        "full_id": "0025*0299*2780"
    },
    {
        "id": "0300",
        "parent_id": "0025",
        "name": "黔东南苗族侗族自治州",
        "full_id": "0025*0300"
    },
    {
        "id": "2781",
        "parent_id": "0300",
        "name": "凯里市",
        "full_id": "0025*0300*2781"
    },
    {
        "id": "2782",
        "parent_id": "0300",
        "name": "黄平县",
        "full_id": "0025*0300*2782"
    },
    {
        "id": "2783",
        "parent_id": "0300",
        "name": "施秉县",
        "full_id": "0025*0300*2783"
    },
    {
        "id": "2784",
        "parent_id": "0300",
        "name": "三穗县",
        "full_id": "0025*0300*2784"
    },
    {
        "id": "2785",
        "parent_id": "0300",
        "name": "镇远县",
        "full_id": "0025*0300*2785"
    },
    {
        "id": "2786",
        "parent_id": "0300",
        "name": "岑巩县",
        "full_id": "0025*0300*2786"
    },
    {
        "id": "2787",
        "parent_id": "0300",
        "name": "天柱县",
        "full_id": "0025*0300*2787"
    },
    {
        "id": "2788",
        "parent_id": "0300",
        "name": "锦屏县",
        "full_id": "0025*0300*2788"
    },
    {
        "id": "2789",
        "parent_id": "0300",
        "name": "剑河县",
        "full_id": "0025*0300*2789"
    },
    {
        "id": "2790",
        "parent_id": "0300",
        "name": "台江县",
        "full_id": "0025*0300*2790"
    },
    {
        "id": "2791",
        "parent_id": "0300",
        "name": "黎平县",
        "full_id": "0025*0300*2791"
    },
    {
        "id": "2792",
        "parent_id": "0300",
        "name": "榕江县",
        "full_id": "0025*0300*2792"
    },
    {
        "id": "2793",
        "parent_id": "0300",
        "name": "从江县",
        "full_id": "0025*0300*2793"
    },
    {
        "id": "2794",
        "parent_id": "0300",
        "name": "雷山县",
        "full_id": "0025*0300*2794"
    },
    {
        "id": "2795",
        "parent_id": "0300",
        "name": "麻江县",
        "full_id": "0025*0300*2795"
    },
    {
        "id": "2796",
        "parent_id": "0300",
        "name": "丹寨县",
        "full_id": "0025*0300*2796"
    },
    {
        "id": "0301",
        "parent_id": "0025",
        "name": "黔南布依族苗族自治州",
        "full_id": "0025*0301"
    },
    {
        "id": "2797",
        "parent_id": "0301",
        "name": "都匀市",
        "full_id": "0025*0301*2797"
    },
    {
        "id": "2798",
        "parent_id": "0301",
        "name": "福泉市",
        "full_id": "0025*0301*2798"
    },
    {
        "id": "2799",
        "parent_id": "0301",
        "name": "荔波县",
        "full_id": "0025*0301*2799"
    },
    {
        "id": "2800",
        "parent_id": "0301",
        "name": "贵定县",
        "full_id": "0025*0301*2800"
    },
    {
        "id": "2801",
        "parent_id": "0301",
        "name": "瓮安县",
        "full_id": "0025*0301*2801"
    },
    {
        "id": "2802",
        "parent_id": "0301",
        "name": "独山县",
        "full_id": "0025*0301*2802"
    },
    {
        "id": "2803",
        "parent_id": "0301",
        "name": "平塘县",
        "full_id": "0025*0301*2803"
    },
    {
        "id": "2804",
        "parent_id": "0301",
        "name": "罗甸县",
        "full_id": "0025*0301*2804"
    },
    {
        "id": "2805",
        "parent_id": "0301",
        "name": "长顺县",
        "full_id": "0025*0301*2805"
    },
    {
        "id": "2806",
        "parent_id": "0301",
        "name": "龙里县",
        "full_id": "0025*0301*2806"
    },
    {
        "id": "2807",
        "parent_id": "0301",
        "name": "惠水县",
        "full_id": "0025*0301*2807"
    },
    {
        "id": "2808",
        "parent_id": "0301",
        "name": "三都水族自治县",
        "full_id": "0025*0301*2808"
    },
    {
        "id": "0026",
        "parent_id": "0000",
        "name": "云南",
        "full_id": "0026"
    },
    {
        "id": "0302",
        "parent_id": "0026",
        "name": "昆明市",
        "full_id": "0026*0302"
    },
    {
        "id": "2809",
        "parent_id": "0302",
        "name": "五华区",
        "full_id": "0026*0302*2809"
    },
    {
        "id": "2810",
        "parent_id": "0302",
        "name": "盘龙区",
        "full_id": "0026*0302*2810"
    },
    {
        "id": "2811",
        "parent_id": "0302",
        "name": "官渡区",
        "full_id": "0026*0302*2811"
    },
    {
        "id": "2812",
        "parent_id": "0302",
        "name": "西山区",
        "full_id": "0026*0302*2812"
    },
    {
        "id": "2813",
        "parent_id": "0302",
        "name": "东川区",
        "full_id": "0026*0302*2813"
    },
    {
        "id": "2814",
        "parent_id": "0302",
        "name": "呈贡县",
        "full_id": "0026*0302*2814"
    },
    {
        "id": "2815",
        "parent_id": "0302",
        "name": "晋宁县",
        "full_id": "0026*0302*2815"
    },
    {
        "id": "2816",
        "parent_id": "0302",
        "name": "富民县",
        "full_id": "0026*0302*2816"
    },
    {
        "id": "2817",
        "parent_id": "0302",
        "name": "宜良县",
        "full_id": "0026*0302*2817"
    },
    {
        "id": "2818",
        "parent_id": "0302",
        "name": "石林彝族自治县",
        "full_id": "0026*0302*2818"
    },
    {
        "id": "2819",
        "parent_id": "0302",
        "name": "嵩明县",
        "full_id": "0026*0302*2819"
    },
    {
        "id": "2820",
        "parent_id": "0302",
        "name": "禄劝彝族苗族自治县",
        "full_id": "0026*0302*2820"
    },
    {
        "id": "2821",
        "parent_id": "0302",
        "name": "寻甸回族彝族自治县",
        "full_id": "0026*0302*2821"
    },
    {
        "id": "2822",
        "parent_id": "0302",
        "name": "安宁市",
        "full_id": "0026*0302*2822"
    },
    {
        "id": "0303",
        "parent_id": "0026",
        "name": "曲靖市",
        "full_id": "0026*0303"
    },
    {
        "id": "2823",
        "parent_id": "0303",
        "name": "麒麟区",
        "full_id": "0026*0303*2823"
    },
    {
        "id": "2824",
        "parent_id": "0303",
        "name": "马龙县",
        "full_id": "0026*0303*2824"
    },
    {
        "id": "2825",
        "parent_id": "0303",
        "name": "陆良县",
        "full_id": "0026*0303*2825"
    },
    {
        "id": "2826",
        "parent_id": "0303",
        "name": "师宗县",
        "full_id": "0026*0303*2826"
    },
    {
        "id": "2827",
        "parent_id": "0303",
        "name": "罗平县",
        "full_id": "0026*0303*2827"
    },
    {
        "id": "2828",
        "parent_id": "0303",
        "name": "富源县",
        "full_id": "0026*0303*2828"
    },
    {
        "id": "2829",
        "parent_id": "0303",
        "name": "会泽县",
        "full_id": "0026*0303*2829"
    },
    {
        "id": "2830",
        "parent_id": "0303",
        "name": "沾益县",
        "full_id": "0026*0303*2830"
    },
    {
        "id": "2831",
        "parent_id": "0303",
        "name": "宣威市",
        "full_id": "0026*0303*2831"
    },
    {
        "id": "0304",
        "parent_id": "0026",
        "name": "玉溪市",
        "full_id": "0026*0304"
    },
    {
        "id": "2832",
        "parent_id": "0304",
        "name": "红塔区",
        "full_id": "0026*0304*2832"
    },
    {
        "id": "2833",
        "parent_id": "0304",
        "name": "江川县",
        "full_id": "0026*0304*2833"
    },
    {
        "id": "2834",
        "parent_id": "0304",
        "name": "澄江县",
        "full_id": "0026*0304*2834"
    },
    {
        "id": "2835",
        "parent_id": "0304",
        "name": "通海县",
        "full_id": "0026*0304*2835"
    },
    {
        "id": "2836",
        "parent_id": "0304",
        "name": "华宁县",
        "full_id": "0026*0304*2836"
    },
    {
        "id": "2837",
        "parent_id": "0304",
        "name": "易门县",
        "full_id": "0026*0304*2837"
    },
    {
        "id": "2838",
        "parent_id": "0304",
        "name": "峨山彝族自治县",
        "full_id": "0026*0304*2838"
    },
    {
        "id": "2839",
        "parent_id": "0304",
        "name": "新平彝族傣族自治县",
        "full_id": "0026*0304*2839"
    },
    {
        "id": "2840",
        "parent_id": "0304",
        "name": "元江哈尼族彝族傣族自治县",
        "full_id": "0026*0304*2840"
    },
    {
        "id": "0305",
        "parent_id": "0026",
        "name": "保山市",
        "full_id": "0026*0305"
    },
    {
        "id": "2841",
        "parent_id": "0305",
        "name": "隆阳区",
        "full_id": "0026*0305*2841"
    },
    {
        "id": "2842",
        "parent_id": "0305",
        "name": "施甸县",
        "full_id": "0026*0305*2842"
    },
    {
        "id": "2843",
        "parent_id": "0305",
        "name": "腾冲县",
        "full_id": "0026*0305*2843"
    },
    {
        "id": "2844",
        "parent_id": "0305",
        "name": "龙陵县",
        "full_id": "0026*0305*2844"
    },
    {
        "id": "2845",
        "parent_id": "0305",
        "name": "昌宁县",
        "full_id": "0026*0305*2845"
    },
    {
        "id": "0306",
        "parent_id": "0026",
        "name": "昭通市",
        "full_id": "0026*0306"
    },
    {
        "id": "2846",
        "parent_id": "0306",
        "name": "昭阳区",
        "full_id": "0026*0306*2846"
    },
    {
        "id": "2847",
        "parent_id": "0306",
        "name": "鲁甸县",
        "full_id": "0026*0306*2847"
    },
    {
        "id": "2848",
        "parent_id": "0306",
        "name": "巧家县",
        "full_id": "0026*0306*2848"
    },
    {
        "id": "2849",
        "parent_id": "0306",
        "name": "盐津县",
        "full_id": "0026*0306*2849"
    },
    {
        "id": "2850",
        "parent_id": "0306",
        "name": "大关县",
        "full_id": "0026*0306*2850"
    },
    {
        "id": "2851",
        "parent_id": "0306",
        "name": "永善县",
        "full_id": "0026*0306*2851"
    },
    {
        "id": "2852",
        "parent_id": "0306",
        "name": "绥江县",
        "full_id": "0026*0306*2852"
    },
    {
        "id": "2853",
        "parent_id": "0306",
        "name": "镇雄县",
        "full_id": "0026*0306*2853"
    },
    {
        "id": "2854",
        "parent_id": "0306",
        "name": "彝良县",
        "full_id": "0026*0306*2854"
    },
    {
        "id": "2855",
        "parent_id": "0306",
        "name": "威信县",
        "full_id": "0026*0306*2855"
    },
    {
        "id": "2856",
        "parent_id": "0306",
        "name": "水富县",
        "full_id": "0026*0306*2856"
    },
    {
        "id": "0307",
        "parent_id": "0026",
        "name": "丽江市",
        "full_id": "0026*0307"
    },
    {
        "id": "2857",
        "parent_id": "0307",
        "name": "古城区",
        "full_id": "0026*0307*2857"
    },
    {
        "id": "2858",
        "parent_id": "0307",
        "name": "玉龙纳西族自治县",
        "full_id": "0026*0307*2858"
    },
    {
        "id": "2859",
        "parent_id": "0307",
        "name": "永胜县",
        "full_id": "0026*0307*2859"
    },
    {
        "id": "2860",
        "parent_id": "0307",
        "name": "华坪县",
        "full_id": "0026*0307*2860"
    },
    {
        "id": "2861",
        "parent_id": "0307",
        "name": "宁蒗彝族自治县",
        "full_id": "0026*0307*2861"
    },
    {
        "id": "0308",
        "parent_id": "0026",
        "name": "普洱市",
        "full_id": "0026*0308"
    },
    {
        "id": "2862",
        "parent_id": "0308",
        "name": "思茅区",
        "full_id": "0026*0308*2862"
    },
    {
        "id": "2863",
        "parent_id": "0308",
        "name": "宁洱哈尼族彝族自治县",
        "full_id": "0026*0308*2863"
    },
    {
        "id": "2864",
        "parent_id": "0308",
        "name": "墨江哈尼族自治县",
        "full_id": "0026*0308*2864"
    },
    {
        "id": "2865",
        "parent_id": "0308",
        "name": "景东彝族自治县",
        "full_id": "0026*0308*2865"
    },
    {
        "id": "2866",
        "parent_id": "0308",
        "name": "景谷傣族彝族自治县",
        "full_id": "0026*0308*2866"
    },
    {
        "id": "2867",
        "parent_id": "0308",
        "name": "镇沅彝族哈尼族拉祜族自治县",
        "full_id": "0026*0308*2867"
    },
    {
        "id": "2868",
        "parent_id": "0308",
        "name": "江城哈尼族彝族自治县",
        "full_id": "0026*0308*2868"
    },
    {
        "id": "2869",
        "parent_id": "0308",
        "name": "孟连傣族拉祜族佤族自治县",
        "full_id": "0026*0308*2869"
    },
    {
        "id": "2870",
        "parent_id": "0308",
        "name": "澜沧拉祜族自治县",
        "full_id": "0026*0308*2870"
    },
    {
        "id": "2871",
        "parent_id": "0308",
        "name": "西盟佤族自治县",
        "full_id": "0026*0308*2871"
    },
    {
        "id": "0309",
        "parent_id": "0026",
        "name": "临沧市",
        "full_id": "0026*0309"
    },
    {
        "id": "2872",
        "parent_id": "0309",
        "name": "临翔区",
        "full_id": "0026*0309*2872"
    },
    {
        "id": "2873",
        "parent_id": "0309",
        "name": "凤庆县",
        "full_id": "0026*0309*2873"
    },
    {
        "id": "2874",
        "parent_id": "0309",
        "name": "云县",
        "full_id": "0026*0309*2874"
    },
    {
        "id": "2875",
        "parent_id": "0309",
        "name": "永德县",
        "full_id": "0026*0309*2875"
    },
    {
        "id": "2876",
        "parent_id": "0309",
        "name": "镇康县",
        "full_id": "0026*0309*2876"
    },
    {
        "id": "2877",
        "parent_id": "0309",
        "name": "双江拉祜族佤族布朗族傣族自治县",
        "full_id": "0026*0309*2877"
    },
    {
        "id": "2878",
        "parent_id": "0309",
        "name": "耿马傣族佤族自治县",
        "full_id": "0026*0309*2878"
    },
    {
        "id": "2879",
        "parent_id": "0309",
        "name": "沧源佤族自治县",
        "full_id": "0026*0309*2879"
    },
    {
        "id": "0310",
        "parent_id": "0026",
        "name": "楚雄彝族自治州",
        "full_id": "0026*0310"
    },
    {
        "id": "2880",
        "parent_id": "0310",
        "name": "楚雄市",
        "full_id": "0026*0310*2880"
    },
    {
        "id": "2881",
        "parent_id": "0310",
        "name": "双柏县",
        "full_id": "0026*0310*2881"
    },
    {
        "id": "2882",
        "parent_id": "0310",
        "name": "牟定县",
        "full_id": "0026*0310*2882"
    },
    {
        "id": "2883",
        "parent_id": "0310",
        "name": "南华县",
        "full_id": "0026*0310*2883"
    },
    {
        "id": "2884",
        "parent_id": "0310",
        "name": "姚安县",
        "full_id": "0026*0310*2884"
    },
    {
        "id": "2885",
        "parent_id": "0310",
        "name": "大姚县",
        "full_id": "0026*0310*2885"
    },
    {
        "id": "2886",
        "parent_id": "0310",
        "name": "永仁县",
        "full_id": "0026*0310*2886"
    },
    {
        "id": "2887",
        "parent_id": "0310",
        "name": "元谋县",
        "full_id": "0026*0310*2887"
    },
    {
        "id": "2888",
        "parent_id": "0310",
        "name": "武定县",
        "full_id": "0026*0310*2888"
    },
    {
        "id": "2889",
        "parent_id": "0310",
        "name": "禄丰县",
        "full_id": "0026*0310*2889"
    },
    {
        "id": "0311",
        "parent_id": "0026",
        "name": "红河哈尼族彝族自治州",
        "full_id": "0026*0311"
    },
    {
        "id": "2890",
        "parent_id": "0311",
        "name": "个旧市",
        "full_id": "0026*0311*2890"
    },
    {
        "id": "2891",
        "parent_id": "0311",
        "name": "开远市",
        "full_id": "0026*0311*2891"
    },
    {
        "id": "2892",
        "parent_id": "0311",
        "name": "蒙自县",
        "full_id": "0026*0311*2892"
    },
    {
        "id": "2893",
        "parent_id": "0311",
        "name": "屏边苗族自治县",
        "full_id": "0026*0311*2893"
    },
    {
        "id": "2894",
        "parent_id": "0311",
        "name": "建水县",
        "full_id": "0026*0311*2894"
    },
    {
        "id": "2895",
        "parent_id": "0311",
        "name": "石屏县",
        "full_id": "0026*0311*2895"
    },
    {
        "id": "2896",
        "parent_id": "0311",
        "name": "弥勒县",
        "full_id": "0026*0311*2896"
    },
    {
        "id": "2897",
        "parent_id": "0311",
        "name": "泸西县",
        "full_id": "0026*0311*2897"
    },
    {
        "id": "2898",
        "parent_id": "0311",
        "name": "元阳县",
        "full_id": "0026*0311*2898"
    },
    {
        "id": "2899",
        "parent_id": "0311",
        "name": "红河县",
        "full_id": "0026*0311*2899"
    },
    {
        "id": "2900",
        "parent_id": "0311",
        "name": "金平苗族瑶族傣族自治县",
        "full_id": "0026*0311*2900"
    },
    {
        "id": "2901",
        "parent_id": "0311",
        "name": "绿春县",
        "full_id": "0026*0311*2901"
    },
    {
        "id": "2902",
        "parent_id": "0311",
        "name": "河口瑶族自治县",
        "full_id": "0026*0311*2902"
    },
    {
        "id": "0312",
        "parent_id": "0026",
        "name": "文山壮族苗族自治州",
        "full_id": "0026*0312"
    },
    {
        "id": "2903",
        "parent_id": "0312",
        "name": "文山县",
        "full_id": "0026*0312*2903"
    },
    {
        "id": "2904",
        "parent_id": "0312",
        "name": "砚山县",
        "full_id": "0026*0312*2904"
    },
    {
        "id": "2905",
        "parent_id": "0312",
        "name": "西畴县",
        "full_id": "0026*0312*2905"
    },
    {
        "id": "2906",
        "parent_id": "0312",
        "name": "麻栗坡县",
        "full_id": "0026*0312*2906"
    },
    {
        "id": "2907",
        "parent_id": "0312",
        "name": "马关县",
        "full_id": "0026*0312*2907"
    },
    {
        "id": "2908",
        "parent_id": "0312",
        "name": "丘北县",
        "full_id": "0026*0312*2908"
    },
    {
        "id": "2909",
        "parent_id": "0312",
        "name": "广南县",
        "full_id": "0026*0312*2909"
    },
    {
        "id": "2910",
        "parent_id": "0312",
        "name": "富宁县",
        "full_id": "0026*0312*2910"
    },
    {
        "id": "0313",
        "parent_id": "0026",
        "name": "西双版纳傣族自治州",
        "full_id": "0026*0313"
    },
    {
        "id": "2911",
        "parent_id": "0313",
        "name": "景洪市",
        "full_id": "0026*0313*2911"
    },
    {
        "id": "2912",
        "parent_id": "0313",
        "name": "勐海县",
        "full_id": "0026*0313*2912"
    },
    {
        "id": "2913",
        "parent_id": "0313",
        "name": "勐腊县",
        "full_id": "0026*0313*2913"
    },
    {
        "id": "0314",
        "parent_id": "0026",
        "name": "大理白族自治州",
        "full_id": "0026*0314"
    },
    {
        "id": "2914",
        "parent_id": "0314",
        "name": "大理市",
        "full_id": "0026*0314*2914"
    },
    {
        "id": "2915",
        "parent_id": "0314",
        "name": "漾濞彝族自治县",
        "full_id": "0026*0314*2915"
    },
    {
        "id": "2916",
        "parent_id": "0314",
        "name": "祥云县",
        "full_id": "0026*0314*2916"
    },
    {
        "id": "2917",
        "parent_id": "0314",
        "name": "宾川县",
        "full_id": "0026*0314*2917"
    },
    {
        "id": "2918",
        "parent_id": "0314",
        "name": "弥渡县",
        "full_id": "0026*0314*2918"
    },
    {
        "id": "2919",
        "parent_id": "0314",
        "name": "南涧彝族自治县",
        "full_id": "0026*0314*2919"
    },
    {
        "id": "2920",
        "parent_id": "0314",
        "name": "巍山彝族回族自治县",
        "full_id": "0026*0314*2920"
    },
    {
        "id": "2921",
        "parent_id": "0314",
        "name": "永平县",
        "full_id": "0026*0314*2921"
    },
    {
        "id": "2922",
        "parent_id": "0314",
        "name": "云龙县",
        "full_id": "0026*0314*2922"
    },
    {
        "id": "2923",
        "parent_id": "0314",
        "name": "洱源县",
        "full_id": "0026*0314*2923"
    },
    {
        "id": "2924",
        "parent_id": "0314",
        "name": "剑川县",
        "full_id": "0026*0314*2924"
    },
    {
        "id": "2925",
        "parent_id": "0314",
        "name": "鹤庆县",
        "full_id": "0026*0314*2925"
    },
    {
        "id": "0315",
        "parent_id": "0026",
        "name": "德宏傣族景颇族自治州",
        "full_id": "0026*0315"
    },
    {
        "id": "2926",
        "parent_id": "0315",
        "name": "瑞丽市",
        "full_id": "0026*0315*2926"
    },
    {
        "id": "2927",
        "parent_id": "0315",
        "name": "潞西市",
        "full_id": "0026*0315*2927"
    },
    {
        "id": "2928",
        "parent_id": "0315",
        "name": "梁河县",
        "full_id": "0026*0315*2928"
    },
    {
        "id": "2929",
        "parent_id": "0315",
        "name": "盈江县",
        "full_id": "0026*0315*2929"
    },
    {
        "id": "2930",
        "parent_id": "0315",
        "name": "陇川县",
        "full_id": "0026*0315*2930"
    },
    {
        "id": "0316",
        "parent_id": "0026",
        "name": "怒江傈僳族自治州",
        "full_id": "0026*0316"
    },
    {
        "id": "2931",
        "parent_id": "0316",
        "name": "泸水县",
        "full_id": "0026*0316*2931"
    },
    {
        "id": "2932",
        "parent_id": "0316",
        "name": "福贡县",
        "full_id": "0026*0316*2932"
    },
    {
        "id": "2933",
        "parent_id": "0316",
        "name": "贡山独龙族怒族自治县",
        "full_id": "0026*0316*2933"
    },
    {
        "id": "2934",
        "parent_id": "0316",
        "name": "兰坪白族普米族自治县",
        "full_id": "0026*0316*2934"
    },
    {
        "id": "0317",
        "parent_id": "0026",
        "name": "迪庆藏族自治州",
        "full_id": "0026*0317"
    },
    {
        "id": "2935",
        "parent_id": "0317",
        "name": "香格里拉县",
        "full_id": "0026*0317*2935"
    },
    {
        "id": "2936",
        "parent_id": "0317",
        "name": "德钦县",
        "full_id": "0026*0317*2936"
    },
    {
        "id": "2937",
        "parent_id": "0317",
        "name": "维西傈僳族自治县",
        "full_id": "0026*0317*2937"
    },
    {
        "id": "0027",
        "parent_id": "0000",
        "name": "西藏",
        "full_id": "0027"
    },
    {
        "id": "0318",
        "parent_id": "0027",
        "name": "拉萨市",
        "full_id": "0027*0318"
    },
    {
        "id": "2938",
        "parent_id": "0318",
        "name": "城关区",
        "full_id": "0027*0318*2938"
    },
    {
        "id": "2939",
        "parent_id": "0318",
        "name": "林周县",
        "full_id": "0027*0318*2939"
    },
    {
        "id": "2940",
        "parent_id": "0318",
        "name": "当雄县",
        "full_id": "0027*0318*2940"
    },
    {
        "id": "2941",
        "parent_id": "0318",
        "name": "尼木县",
        "full_id": "0027*0318*2941"
    },
    {
        "id": "2942",
        "parent_id": "0318",
        "name": "曲水县",
        "full_id": "0027*0318*2942"
    },
    {
        "id": "2943",
        "parent_id": "0318",
        "name": "堆龙德庆县",
        "full_id": "0027*0318*2943"
    },
    {
        "id": "2944",
        "parent_id": "0318",
        "name": "达孜县",
        "full_id": "0027*0318*2944"
    },
    {
        "id": "2945",
        "parent_id": "0318",
        "name": "墨竹工卡县",
        "full_id": "0027*0318*2945"
    },
    {
        "id": "0319",
        "parent_id": "0027",
        "name": "昌都地区",
        "full_id": "0027*0319"
    },
    {
        "id": "2946",
        "parent_id": "0319",
        "name": "昌都县",
        "full_id": "0027*0319*2946"
    },
    {
        "id": "2947",
        "parent_id": "0319",
        "name": "江达县",
        "full_id": "0027*0319*2947"
    },
    {
        "id": "2948",
        "parent_id": "0319",
        "name": "贡觉县",
        "full_id": "0027*0319*2948"
    },
    {
        "id": "2949",
        "parent_id": "0319",
        "name": "类乌齐县",
        "full_id": "0027*0319*2949"
    },
    {
        "id": "2950",
        "parent_id": "0319",
        "name": "丁青县",
        "full_id": "0027*0319*2950"
    },
    {
        "id": "2951",
        "parent_id": "0319",
        "name": "察雅县",
        "full_id": "0027*0319*2951"
    },
    {
        "id": "2952",
        "parent_id": "0319",
        "name": "八宿县",
        "full_id": "0027*0319*2952"
    },
    {
        "id": "2953",
        "parent_id": "0319",
        "name": "左贡县",
        "full_id": "0027*0319*2953"
    },
    {
        "id": "2954",
        "parent_id": "0319",
        "name": "芒康县",
        "full_id": "0027*0319*2954"
    },
    {
        "id": "2955",
        "parent_id": "0319",
        "name": "洛隆县",
        "full_id": "0027*0319*2955"
    },
    {
        "id": "2956",
        "parent_id": "0319",
        "name": "边坝县",
        "full_id": "0027*0319*2956"
    },
    {
        "id": "0320",
        "parent_id": "0027",
        "name": "山南地区",
        "full_id": "0027*0320"
    },
    {
        "id": "2957",
        "parent_id": "0320",
        "name": "乃东县",
        "full_id": "0027*0320*2957"
    },
    {
        "id": "2958",
        "parent_id": "0320",
        "name": "扎囊县",
        "full_id": "0027*0320*2958"
    },
    {
        "id": "2959",
        "parent_id": "0320",
        "name": "贡嘎县",
        "full_id": "0027*0320*2959"
    },
    {
        "id": "2960",
        "parent_id": "0320",
        "name": "桑日县",
        "full_id": "0027*0320*2960"
    },
    {
        "id": "2961",
        "parent_id": "0320",
        "name": "琼结县",
        "full_id": "0027*0320*2961"
    },
    {
        "id": "2962",
        "parent_id": "0320",
        "name": "曲松县",
        "full_id": "0027*0320*2962"
    },
    {
        "id": "2963",
        "parent_id": "0320",
        "name": "措美县",
        "full_id": "0027*0320*2963"
    },
    {
        "id": "2964",
        "parent_id": "0320",
        "name": "洛扎县",
        "full_id": "0027*0320*2964"
    },
    {
        "id": "2965",
        "parent_id": "0320",
        "name": "加查县",
        "full_id": "0027*0320*2965"
    },
    {
        "id": "2966",
        "parent_id": "0320",
        "name": "隆子县",
        "full_id": "0027*0320*2966"
    },
    {
        "id": "2967",
        "parent_id": "0320",
        "name": "错那县",
        "full_id": "0027*0320*2967"
    },
    {
        "id": "2968",
        "parent_id": "0320",
        "name": "浪卡子县",
        "full_id": "0027*0320*2968"
    },
    {
        "id": "0321",
        "parent_id": "0027",
        "name": "日喀则地区",
        "full_id": "0027*0321"
    },
    {
        "id": "2969",
        "parent_id": "0321",
        "name": "日喀则市",
        "full_id": "0027*0321*2969"
    },
    {
        "id": "2970",
        "parent_id": "0321",
        "name": "南木林县",
        "full_id": "0027*0321*2970"
    },
    {
        "id": "2971",
        "parent_id": "0321",
        "name": "江孜县",
        "full_id": "0027*0321*2971"
    },
    {
        "id": "2972",
        "parent_id": "0321",
        "name": "定日县",
        "full_id": "0027*0321*2972"
    },
    {
        "id": "2973",
        "parent_id": "0321",
        "name": "萨迦县",
        "full_id": "0027*0321*2973"
    },
    {
        "id": "2974",
        "parent_id": "0321",
        "name": "拉孜县",
        "full_id": "0027*0321*2974"
    },
    {
        "id": "2975",
        "parent_id": "0321",
        "name": "昂仁县",
        "full_id": "0027*0321*2975"
    },
    {
        "id": "2976",
        "parent_id": "0321",
        "name": "谢通门县",
        "full_id": "0027*0321*2976"
    },
    {
        "id": "2977",
        "parent_id": "0321",
        "name": "白朗县",
        "full_id": "0027*0321*2977"
    },
    {
        "id": "2978",
        "parent_id": "0321",
        "name": "仁布县",
        "full_id": "0027*0321*2978"
    },
    {
        "id": "2979",
        "parent_id": "0321",
        "name": "康马县",
        "full_id": "0027*0321*2979"
    },
    {
        "id": "2980",
        "parent_id": "0321",
        "name": "定结县",
        "full_id": "0027*0321*2980"
    },
    {
        "id": "2981",
        "parent_id": "0321",
        "name": "仲巴县",
        "full_id": "0027*0321*2981"
    },
    {
        "id": "2982",
        "parent_id": "0321",
        "name": "亚东县",
        "full_id": "0027*0321*2982"
    },
    {
        "id": "2983",
        "parent_id": "0321",
        "name": "吉隆县",
        "full_id": "0027*0321*2983"
    },
    {
        "id": "2984",
        "parent_id": "0321",
        "name": "聂拉木县",
        "full_id": "0027*0321*2984"
    },
    {
        "id": "2985",
        "parent_id": "0321",
        "name": "萨嘎县",
        "full_id": "0027*0321*2985"
    },
    {
        "id": "2986",
        "parent_id": "0321",
        "name": "岗巴县",
        "full_id": "0027*0321*2986"
    },
    {
        "id": "0322",
        "parent_id": "0027",
        "name": "那曲地区",
        "full_id": "0027*0322"
    },
    {
        "id": "2987",
        "parent_id": "0322",
        "name": "那曲县",
        "full_id": "0027*0322*2987"
    },
    {
        "id": "2988",
        "parent_id": "0322",
        "name": "嘉黎县",
        "full_id": "0027*0322*2988"
    },
    {
        "id": "2989",
        "parent_id": "0322",
        "name": "比如县",
        "full_id": "0027*0322*2989"
    },
    {
        "id": "2990",
        "parent_id": "0322",
        "name": "聂荣县",
        "full_id": "0027*0322*2990"
    },
    {
        "id": "2991",
        "parent_id": "0322",
        "name": "安多县",
        "full_id": "0027*0322*2991"
    },
    {
        "id": "2992",
        "parent_id": "0322",
        "name": "申扎县",
        "full_id": "0027*0322*2992"
    },
    {
        "id": "2993",
        "parent_id": "0322",
        "name": "索县",
        "full_id": "0027*0322*2993"
    },
    {
        "id": "2994",
        "parent_id": "0322",
        "name": "班戈县",
        "full_id": "0027*0322*2994"
    },
    {
        "id": "2995",
        "parent_id": "0322",
        "name": "巴青县",
        "full_id": "0027*0322*2995"
    },
    {
        "id": "2996",
        "parent_id": "0322",
        "name": "尼玛县",
        "full_id": "0027*0322*2996"
    },
    {
        "id": "0323",
        "parent_id": "0027",
        "name": "阿里地区",
        "full_id": "0027*0323"
    },
    {
        "id": "2997",
        "parent_id": "0323",
        "name": "普兰县",
        "full_id": "0027*0323*2997"
    },
    {
        "id": "2998",
        "parent_id": "0323",
        "name": "札达县",
        "full_id": "0027*0323*2998"
    },
    {
        "id": "2999",
        "parent_id": "0323",
        "name": "噶尔县",
        "full_id": "0027*0323*2999"
    },
    {
        "id": "3000",
        "parent_id": "0323",
        "name": "日土县",
        "full_id": "0027*0323*3000"
    },
    {
        "id": "3001",
        "parent_id": "0323",
        "name": "革吉县",
        "full_id": "0027*0323*3001"
    },
    {
        "id": "3002",
        "parent_id": "0323",
        "name": "改则县",
        "full_id": "0027*0323*3002"
    },
    {
        "id": "3003",
        "parent_id": "0323",
        "name": "措勤县",
        "full_id": "0027*0323*3003"
    },
    {
        "id": "0324",
        "parent_id": "0027",
        "name": "林芝地区",
        "full_id": "0027*0324"
    },
    {
        "id": "3004",
        "parent_id": "0324",
        "name": "林芝县",
        "full_id": "0027*0324*3004"
    },
    {
        "id": "3005",
        "parent_id": "0324",
        "name": "工布江达县",
        "full_id": "0027*0324*3005"
    },
    {
        "id": "3006",
        "parent_id": "0324",
        "name": "米林县",
        "full_id": "0027*0324*3006"
    },
    {
        "id": "3007",
        "parent_id": "0324",
        "name": "墨脱县",
        "full_id": "0027*0324*3007"
    },
    {
        "id": "3008",
        "parent_id": "0324",
        "name": "波密县",
        "full_id": "0027*0324*3008"
    },
    {
        "id": "3009",
        "parent_id": "0324",
        "name": "察隅县",
        "full_id": "0027*0324*3009"
    },
    {
        "id": "3010",
        "parent_id": "0324",
        "name": "朗县",
        "full_id": "0027*0324*3010"
    },
    {
        "id": "0028",
        "parent_id": "0000",
        "name": "陕西",
        "full_id": "0028"
    },
    {
        "id": "0325",
        "parent_id": "0028",
        "name": "西安市",
        "full_id": "0028*0325"
    },
    {
        "id": "3011",
        "parent_id": "0325",
        "name": "新城区",
        "full_id": "0028*0325*3011"
    },
    {
        "id": "3012",
        "parent_id": "0325",
        "name": "碑林区",
        "full_id": "0028*0325*3012"
    },
    {
        "id": "3013",
        "parent_id": "0325",
        "name": "莲湖区",
        "full_id": "0028*0325*3013"
    },
    {
        "id": "3014",
        "parent_id": "0325",
        "name": "灞桥区",
        "full_id": "0028*0325*3014"
    },
    {
        "id": "3015",
        "parent_id": "0325",
        "name": "未央区",
        "full_id": "0028*0325*3015"
    },
    {
        "id": "3016",
        "parent_id": "0325",
        "name": "雁塔区",
        "full_id": "0028*0325*3016"
    },
    {
        "id": "3017",
        "parent_id": "0325",
        "name": "阎良区",
        "full_id": "0028*0325*3017"
    },
    {
        "id": "3018",
        "parent_id": "0325",
        "name": "临潼区",
        "full_id": "0028*0325*3018"
    },
    {
        "id": "3019",
        "parent_id": "0325",
        "name": "长安区",
        "full_id": "0028*0325*3019"
    },
    {
        "id": "3020",
        "parent_id": "0325",
        "name": "蓝田县",
        "full_id": "0028*0325*3020"
    },
    {
        "id": "3021",
        "parent_id": "0325",
        "name": "周至县",
        "full_id": "0028*0325*3021"
    },
    {
        "id": "3022",
        "parent_id": "0325",
        "name": "户县",
        "full_id": "0028*0325*3022"
    },
    {
        "id": "3023",
        "parent_id": "0325",
        "name": "高陵县",
        "full_id": "0028*0325*3023"
    },
    {
        "id": "3024",
        "parent_id": "0325",
        "name": "高新区",
        "full_id": "0028*0325*3024"
    },
    {
        "id": "0326",
        "parent_id": "0028",
        "name": "铜川市",
        "full_id": "0028*0326"
    },
    {
        "id": "3025",
        "parent_id": "0326",
        "name": "王益区",
        "full_id": "0028*0326*3025"
    },
    {
        "id": "3026",
        "parent_id": "0326",
        "name": "印台区",
        "full_id": "0028*0326*3026"
    },
    {
        "id": "3027",
        "parent_id": "0326",
        "name": "耀州区",
        "full_id": "0028*0326*3027"
    },
    {
        "id": "3028",
        "parent_id": "0326",
        "name": "宜君县",
        "full_id": "0028*0326*3028"
    },
    {
        "id": "3029",
        "parent_id": "0326",
        "name": "新区",
        "full_id": "0028*0326*3029"
    },
    {
        "id": "0327",
        "parent_id": "0028",
        "name": "宝鸡市",
        "full_id": "0028*0327"
    },
    {
        "id": "3030",
        "parent_id": "0327",
        "name": "渭滨区",
        "full_id": "0028*0327*3030"
    },
    {
        "id": "3031",
        "parent_id": "0327",
        "name": "金台区",
        "full_id": "0028*0327*3031"
    },
    {
        "id": "3032",
        "parent_id": "0327",
        "name": "陈仓区",
        "full_id": "0028*0327*3032"
    },
    {
        "id": "3033",
        "parent_id": "0327",
        "name": "凤翔县",
        "full_id": "0028*0327*3033"
    },
    {
        "id": "3034",
        "parent_id": "0327",
        "name": "岐山县",
        "full_id": "0028*0327*3034"
    },
    {
        "id": "3035",
        "parent_id": "0327",
        "name": "扶风县",
        "full_id": "0028*0327*3035"
    },
    {
        "id": "3036",
        "parent_id": "0327",
        "name": "眉县",
        "full_id": "0028*0327*3036"
    },
    {
        "id": "3037",
        "parent_id": "0327",
        "name": "陇县",
        "full_id": "0028*0327*3037"
    },
    {
        "id": "3038",
        "parent_id": "0327",
        "name": "千阳县",
        "full_id": "0028*0327*3038"
    },
    {
        "id": "3039",
        "parent_id": "0327",
        "name": "麟游县",
        "full_id": "0028*0327*3039"
    },
    {
        "id": "3040",
        "parent_id": "0327",
        "name": "凤县",
        "full_id": "0028*0327*3040"
    },
    {
        "id": "3041",
        "parent_id": "0327",
        "name": "太白县",
        "full_id": "0028*0327*3041"
    },
    {
        "id": "0328",
        "parent_id": "0028",
        "name": "咸阳市",
        "full_id": "0028*0328"
    },
    {
        "id": "3042",
        "parent_id": "0328",
        "name": "秦都区",
        "full_id": "0028*0328*3042"
    },
    {
        "id": "3043",
        "parent_id": "0328",
        "name": "渭城区",
        "full_id": "0028*0328*3043"
    },
    {
        "id": "3044",
        "parent_id": "0328",
        "name": "杨陵区",
        "full_id": "0028*0328*3044"
    },
    {
        "id": "3045",
        "parent_id": "0328",
        "name": "三原县",
        "full_id": "0028*0328*3045"
    },
    {
        "id": "3046",
        "parent_id": "0328",
        "name": "泾阳县",
        "full_id": "0028*0328*3046"
    },
    {
        "id": "3047",
        "parent_id": "0328",
        "name": "兴平市",
        "full_id": "0028*0328*3047"
    },
    {
        "id": "3048",
        "parent_id": "0328",
        "name": "乾县",
        "full_id": "0028*0328*3048"
    },
    {
        "id": "3049",
        "parent_id": "0328",
        "name": "礼泉县",
        "full_id": "0028*0328*3049"
    },
    {
        "id": "3050",
        "parent_id": "0328",
        "name": "永寿县",
        "full_id": "0028*0328*3050"
    },
    {
        "id": "3051",
        "parent_id": "0328",
        "name": "彬县",
        "full_id": "0028*0328*3051"
    },
    {
        "id": "3052",
        "parent_id": "0328",
        "name": "长武县",
        "full_id": "0028*0328*3052"
    },
    {
        "id": "3053",
        "parent_id": "0328",
        "name": "旬邑县",
        "full_id": "0028*0328*3053"
    },
    {
        "id": "3054",
        "parent_id": "0328",
        "name": "淳化县",
        "full_id": "0028*0328*3054"
    },
    {
        "id": "3055",
        "parent_id": "0328",
        "name": "武功县",
        "full_id": "0028*0328*3055"
    },
    {
        "id": "0329",
        "parent_id": "0028",
        "name": "渭南市",
        "full_id": "0028*0329"
    },
    {
        "id": "3056",
        "parent_id": "0329",
        "name": "临渭区",
        "full_id": "0028*0329*3056"
    },
    {
        "id": "3057",
        "parent_id": "0329",
        "name": "华县",
        "full_id": "0028*0329*3057"
    },
    {
        "id": "3058",
        "parent_id": "0329",
        "name": "潼关县",
        "full_id": "0028*0329*3058"
    },
    {
        "id": "3059",
        "parent_id": "0329",
        "name": "大荔县",
        "full_id": "0028*0329*3059"
    },
    {
        "id": "3060",
        "parent_id": "0329",
        "name": "合阳县",
        "full_id": "0028*0329*3060"
    },
    {
        "id": "3061",
        "parent_id": "0329",
        "name": "澄城县",
        "full_id": "0028*0329*3061"
    },
    {
        "id": "3062",
        "parent_id": "0329",
        "name": "蒲城县",
        "full_id": "0028*0329*3062"
    },
    {
        "id": "3063",
        "parent_id": "0329",
        "name": "白水县",
        "full_id": "0028*0329*3063"
    },
    {
        "id": "3064",
        "parent_id": "0329",
        "name": "富平县",
        "full_id": "0028*0329*3064"
    },
    {
        "id": "3065",
        "parent_id": "0329",
        "name": "韩城市",
        "full_id": "0028*0329*3065"
    },
    {
        "id": "3066",
        "parent_id": "0329",
        "name": "华阴市",
        "full_id": "0028*0329*3066"
    },
    {
        "id": "0330",
        "parent_id": "0028",
        "name": "延安市",
        "full_id": "0028*0330"
    },
    {
        "id": "3067",
        "parent_id": "0330",
        "name": "宝塔区",
        "full_id": "0028*0330*3067"
    },
    {
        "id": "3068",
        "parent_id": "0330",
        "name": "延长县",
        "full_id": "0028*0330*3068"
    },
    {
        "id": "3069",
        "parent_id": "0330",
        "name": "延川县",
        "full_id": "0028*0330*3069"
    },
    {
        "id": "3070",
        "parent_id": "0330",
        "name": "子长县",
        "full_id": "0028*0330*3070"
    },
    {
        "id": "3071",
        "parent_id": "0330",
        "name": "安塞县",
        "full_id": "0028*0330*3071"
    },
    {
        "id": "3072",
        "parent_id": "0330",
        "name": "志丹县",
        "full_id": "0028*0330*3072"
    },
    {
        "id": "3073",
        "parent_id": "0330",
        "name": "吴旗县",
        "full_id": "0028*0330*3073"
    },
    {
        "id": "3074",
        "parent_id": "0330",
        "name": "甘泉县",
        "full_id": "0028*0330*3074"
    },
    {
        "id": "3075",
        "parent_id": "0330",
        "name": "富县",
        "full_id": "0028*0330*3075"
    },
    {
        "id": "3076",
        "parent_id": "0330",
        "name": "洛川县",
        "full_id": "0028*0330*3076"
    },
    {
        "id": "3077",
        "parent_id": "0330",
        "name": "宜川县",
        "full_id": "0028*0330*3077"
    },
    {
        "id": "3078",
        "parent_id": "0330",
        "name": "黄龙县",
        "full_id": "0028*0330*3078"
    },
    {
        "id": "3079",
        "parent_id": "0330",
        "name": "黄陵县",
        "full_id": "0028*0330*3079"
    },
    {
        "id": "0331",
        "parent_id": "0028",
        "name": "汉中市",
        "full_id": "0028*0331"
    },
    {
        "id": "3080",
        "parent_id": "0331",
        "name": "汉台区",
        "full_id": "0028*0331*3080"
    },
    {
        "id": "3081",
        "parent_id": "0331",
        "name": "南郑县",
        "full_id": "0028*0331*3081"
    },
    {
        "id": "3082",
        "parent_id": "0331",
        "name": "城固县",
        "full_id": "0028*0331*3082"
    },
    {
        "id": "3083",
        "parent_id": "0331",
        "name": "洋县",
        "full_id": "0028*0331*3083"
    },
    {
        "id": "3084",
        "parent_id": "0331",
        "name": "西乡县",
        "full_id": "0028*0331*3084"
    },
    {
        "id": "3085",
        "parent_id": "0331",
        "name": "勉县",
        "full_id": "0028*0331*3085"
    },
    {
        "id": "3086",
        "parent_id": "0331",
        "name": "宁强县",
        "full_id": "0028*0331*3086"
    },
    {
        "id": "3087",
        "parent_id": "0331",
        "name": "略阳县",
        "full_id": "0028*0331*3087"
    },
    {
        "id": "3088",
        "parent_id": "0331",
        "name": "镇巴县",
        "full_id": "0028*0331*3088"
    },
    {
        "id": "3089",
        "parent_id": "0331",
        "name": "留坝县",
        "full_id": "0028*0331*3089"
    },
    {
        "id": "3090",
        "parent_id": "0331",
        "name": "佛坪县",
        "full_id": "0028*0331*3090"
    },
    {
        "id": "3091",
        "parent_id": "0331",
        "name": "经济开发区",
        "full_id": "0028*0331*3091"
    },
    {
        "id": "0332",
        "parent_id": "0028",
        "name": "榆林市",
        "full_id": "0028*0332"
    },
    {
        "id": "3092",
        "parent_id": "0332",
        "name": "榆阳区",
        "full_id": "0028*0332*3092"
    },
    {
        "id": "3093",
        "parent_id": "0332",
        "name": "神木县",
        "full_id": "0028*0332*3093"
    },
    {
        "id": "3094",
        "parent_id": "0332",
        "name": "府谷县",
        "full_id": "0028*0332*3094"
    },
    {
        "id": "3095",
        "parent_id": "0332",
        "name": "横山县",
        "full_id": "0028*0332*3095"
    },
    {
        "id": "3096",
        "parent_id": "0332",
        "name": "靖边县",
        "full_id": "0028*0332*3096"
    },
    {
        "id": "3097",
        "parent_id": "0332",
        "name": "定边县",
        "full_id": "0028*0332*3097"
    },
    {
        "id": "3098",
        "parent_id": "0332",
        "name": "绥德县",
        "full_id": "0028*0332*3098"
    },
    {
        "id": "3099",
        "parent_id": "0332",
        "name": "米脂县",
        "full_id": "0028*0332*3099"
    },
    {
        "id": "3100",
        "parent_id": "0332",
        "name": "佳县",
        "full_id": "0028*0332*3100"
    },
    {
        "id": "3101",
        "parent_id": "0332",
        "name": "吴堡县",
        "full_id": "0028*0332*3101"
    },
    {
        "id": "3102",
        "parent_id": "0332",
        "name": "清涧县",
        "full_id": "0028*0332*3102"
    },
    {
        "id": "3103",
        "parent_id": "0332",
        "name": "子洲县",
        "full_id": "0028*0332*3103"
    },
    {
        "id": "0333",
        "parent_id": "0028",
        "name": "安康市",
        "full_id": "0028*0333"
    },
    {
        "id": "3104",
        "parent_id": "0333",
        "name": "汉滨区",
        "full_id": "0028*0333*3104"
    },
    {
        "id": "3105",
        "parent_id": "0333",
        "name": "汉阴县",
        "full_id": "0028*0333*3105"
    },
    {
        "id": "3106",
        "parent_id": "0333",
        "name": "石泉县",
        "full_id": "0028*0333*3106"
    },
    {
        "id": "3107",
        "parent_id": "0333",
        "name": "宁陕县",
        "full_id": "0028*0333*3107"
    },
    {
        "id": "3108",
        "parent_id": "0333",
        "name": "紫阳县",
        "full_id": "0028*0333*3108"
    },
    {
        "id": "3109",
        "parent_id": "0333",
        "name": "岚皋县",
        "full_id": "0028*0333*3109"
    },
    {
        "id": "3110",
        "parent_id": "0333",
        "name": "平利县",
        "full_id": "0028*0333*3110"
    },
    {
        "id": "3111",
        "parent_id": "0333",
        "name": "镇坪县",
        "full_id": "0028*0333*3111"
    },
    {
        "id": "3112",
        "parent_id": "0333",
        "name": "旬阳县",
        "full_id": "0028*0333*3112"
    },
    {
        "id": "3113",
        "parent_id": "0333",
        "name": "白河县",
        "full_id": "0028*0333*3113"
    },
    {
        "id": "0334",
        "parent_id": "0028",
        "name": "商洛市",
        "full_id": "0028*0334"
    },
    {
        "id": "3114",
        "parent_id": "0334",
        "name": "商州区",
        "full_id": "0028*0334*3114"
    },
    {
        "id": "3115",
        "parent_id": "0334",
        "name": "洛南县",
        "full_id": "0028*0334*3115"
    },
    {
        "id": "3116",
        "parent_id": "0334",
        "name": "丹凤县",
        "full_id": "0028*0334*3116"
    },
    {
        "id": "3117",
        "parent_id": "0334",
        "name": "商南县",
        "full_id": "0028*0334*3117"
    },
    {
        "id": "3118",
        "parent_id": "0334",
        "name": "山阳县",
        "full_id": "0028*0334*3118"
    },
    {
        "id": "3119",
        "parent_id": "0334",
        "name": "镇安县",
        "full_id": "0028*0334*3119"
    },
    {
        "id": "3120",
        "parent_id": "0334",
        "name": "柞水县",
        "full_id": "0028*0334*3120"
    },
    {
        "id": "0029",
        "parent_id": "0000",
        "name": "甘肃",
        "full_id": "0029"
    },
    {
        "id": "0335",
        "parent_id": "0029",
        "name": "兰州市",
        "full_id": "0029*0335"
    },
    {
        "id": "3121",
        "parent_id": "0335",
        "name": "城关区",
        "full_id": "0029*0335*3121"
    },
    {
        "id": "3122",
        "parent_id": "0335",
        "name": "七里河区",
        "full_id": "0029*0335*3122"
    },
    {
        "id": "3123",
        "parent_id": "0335",
        "name": "西固区",
        "full_id": "0029*0335*3123"
    },
    {
        "id": "3124",
        "parent_id": "0335",
        "name": "安宁区",
        "full_id": "0029*0335*3124"
    },
    {
        "id": "3125",
        "parent_id": "0335",
        "name": "红古区",
        "full_id": "0029*0335*3125"
    },
    {
        "id": "3126",
        "parent_id": "0335",
        "name": "永登县",
        "full_id": "0029*0335*3126"
    },
    {
        "id": "3127",
        "parent_id": "0335",
        "name": "皋兰县",
        "full_id": "0029*0335*3127"
    },
    {
        "id": "3128",
        "parent_id": "0335",
        "name": "榆中县",
        "full_id": "0029*0335*3128"
    },
    {
        "id": "0336",
        "parent_id": "0029",
        "name": "嘉峪关市",
        "full_id": "0029*0336"
    },
    {
        "id": "3129",
        "parent_id": "0336",
        "name": "嘉峪关市",
        "full_id": "0029*0336*3129"
    },
    {
        "id": "0337",
        "parent_id": "0029",
        "name": "金昌市",
        "full_id": "0029*0337"
    },
    {
        "id": "3130",
        "parent_id": "0337",
        "name": "金川区",
        "full_id": "0029*0337*3130"
    },
    {
        "id": "3131",
        "parent_id": "0337",
        "name": "永昌县",
        "full_id": "0029*0337*3131"
    },
    {
        "id": "0338",
        "parent_id": "0029",
        "name": "白银市",
        "full_id": "0029*0338"
    },
    {
        "id": "3132",
        "parent_id": "0338",
        "name": "白银区",
        "full_id": "0029*0338*3132"
    },
    {
        "id": "3133",
        "parent_id": "0338",
        "name": "平川区",
        "full_id": "0029*0338*3133"
    },
    {
        "id": "3134",
        "parent_id": "0338",
        "name": "靖远县",
        "full_id": "0029*0338*3134"
    },
    {
        "id": "3135",
        "parent_id": "0338",
        "name": "会宁县",
        "full_id": "0029*0338*3135"
    },
    {
        "id": "3136",
        "parent_id": "0338",
        "name": "景泰县",
        "full_id": "0029*0338*3136"
    },
    {
        "id": "0339",
        "parent_id": "0029",
        "name": "天水市",
        "full_id": "0029*0339"
    },
    {
        "id": "3137",
        "parent_id": "0339",
        "name": "秦州区",
        "full_id": "0029*0339*3137"
    },
    {
        "id": "3138",
        "parent_id": "0339",
        "name": "麦积区",
        "full_id": "0029*0339*3138"
    },
    {
        "id": "3139",
        "parent_id": "0339",
        "name": "清水县",
        "full_id": "0029*0339*3139"
    },
    {
        "id": "3140",
        "parent_id": "0339",
        "name": "秦安县",
        "full_id": "0029*0339*3140"
    },
    {
        "id": "3141",
        "parent_id": "0339",
        "name": "甘谷县",
        "full_id": "0029*0339*3141"
    },
    {
        "id": "3142",
        "parent_id": "0339",
        "name": "武山县",
        "full_id": "0029*0339*3142"
    },
    {
        "id": "3143",
        "parent_id": "0339",
        "name": "张家川回族自治县",
        "full_id": "0029*0339*3143"
    },
    {
        "id": "0340",
        "parent_id": "0029",
        "name": "武威市",
        "full_id": "0029*0340"
    },
    {
        "id": "3144",
        "parent_id": "0340",
        "name": "凉州区",
        "full_id": "0029*0340*3144"
    },
    {
        "id": "3145",
        "parent_id": "0340",
        "name": "民勤县",
        "full_id": "0029*0340*3145"
    },
    {
        "id": "3146",
        "parent_id": "0340",
        "name": "古浪县",
        "full_id": "0029*0340*3146"
    },
    {
        "id": "3147",
        "parent_id": "0340",
        "name": "天祝藏族自治县",
        "full_id": "0029*0340*3147"
    },
    {
        "id": "0341",
        "parent_id": "0029",
        "name": "张掖市",
        "full_id": "0029*0341"
    },
    {
        "id": "3148",
        "parent_id": "0341",
        "name": "甘州区",
        "full_id": "0029*0341*3148"
    },
    {
        "id": "3149",
        "parent_id": "0341",
        "name": "肃南裕固族自治县",
        "full_id": "0029*0341*3149"
    },
    {
        "id": "3150",
        "parent_id": "0341",
        "name": "民乐县",
        "full_id": "0029*0341*3150"
    },
    {
        "id": "3151",
        "parent_id": "0341",
        "name": "临泽县",
        "full_id": "0029*0341*3151"
    },
    {
        "id": "3152",
        "parent_id": "0341",
        "name": "高台县",
        "full_id": "0029*0341*3152"
    },
    {
        "id": "3153",
        "parent_id": "0341",
        "name": "山丹县",
        "full_id": "0029*0341*3153"
    },
    {
        "id": "0342",
        "parent_id": "0029",
        "name": "平凉市",
        "full_id": "0029*0342"
    },
    {
        "id": "3154",
        "parent_id": "0342",
        "name": "崆峒区",
        "full_id": "0029*0342*3154"
    },
    {
        "id": "3155",
        "parent_id": "0342",
        "name": "泾川县",
        "full_id": "0029*0342*3155"
    },
    {
        "id": "3156",
        "parent_id": "0342",
        "name": "灵台县",
        "full_id": "0029*0342*3156"
    },
    {
        "id": "3157",
        "parent_id": "0342",
        "name": "崇信县",
        "full_id": "0029*0342*3157"
    },
    {
        "id": "3158",
        "parent_id": "0342",
        "name": "华亭县",
        "full_id": "0029*0342*3158"
    },
    {
        "id": "3159",
        "parent_id": "0342",
        "name": "庄浪县",
        "full_id": "0029*0342*3159"
    },
    {
        "id": "3160",
        "parent_id": "0342",
        "name": "静宁县",
        "full_id": "0029*0342*3160"
    },
    {
        "id": "0343",
        "parent_id": "0029",
        "name": "酒泉市",
        "full_id": "0029*0343"
    },
    {
        "id": "3161",
        "parent_id": "0343",
        "name": "肃州区",
        "full_id": "0029*0343*3161"
    },
    {
        "id": "3162",
        "parent_id": "0343",
        "name": "金塔县",
        "full_id": "0029*0343*3162"
    },
    {
        "id": "3163",
        "parent_id": "0343",
        "name": "安西县",
        "full_id": "0029*0343*3163"
    },
    {
        "id": "3164",
        "parent_id": "0343",
        "name": "肃北蒙古族自治县",
        "full_id": "0029*0343*3164"
    },
    {
        "id": "3165",
        "parent_id": "0343",
        "name": "阿克塞哈萨克族自治县",
        "full_id": "0029*0343*3165"
    },
    {
        "id": "3166",
        "parent_id": "0343",
        "name": "玉门市",
        "full_id": "0029*0343*3166"
    },
    {
        "id": "3167",
        "parent_id": "0343",
        "name": "敦煌市",
        "full_id": "0029*0343*3167"
    },
    {
        "id": "0344",
        "parent_id": "0029",
        "name": "庆阳市",
        "full_id": "0029*0344"
    },
    {
        "id": "3168",
        "parent_id": "0344",
        "name": "西峰区",
        "full_id": "0029*0344*3168"
    },
    {
        "id": "3169",
        "parent_id": "0344",
        "name": "庆城县",
        "full_id": "0029*0344*3169"
    },
    {
        "id": "3170",
        "parent_id": "0344",
        "name": "环县",
        "full_id": "0029*0344*3170"
    },
    {
        "id": "3171",
        "parent_id": "0344",
        "name": "华池县",
        "full_id": "0029*0344*3171"
    },
    {
        "id": "3172",
        "parent_id": "0344",
        "name": "合水县",
        "full_id": "0029*0344*3172"
    },
    {
        "id": "3173",
        "parent_id": "0344",
        "name": "正宁县",
        "full_id": "0029*0344*3173"
    },
    {
        "id": "3174",
        "parent_id": "0344",
        "name": "宁县",
        "full_id": "0029*0344*3174"
    },
    {
        "id": "3175",
        "parent_id": "0344",
        "name": "镇原县",
        "full_id": "0029*0344*3175"
    },
    {
        "id": "0345",
        "parent_id": "0029",
        "name": "定西市",
        "full_id": "0029*0345"
    },
    {
        "id": "3176",
        "parent_id": "0345",
        "name": "安定区",
        "full_id": "0029*0345*3176"
    },
    {
        "id": "3177",
        "parent_id": "0345",
        "name": "通渭县",
        "full_id": "0029*0345*3177"
    },
    {
        "id": "3178",
        "parent_id": "0345",
        "name": "陇西县",
        "full_id": "0029*0345*3178"
    },
    {
        "id": "3179",
        "parent_id": "0345",
        "name": "渭源县",
        "full_id": "0029*0345*3179"
    },
    {
        "id": "3180",
        "parent_id": "0345",
        "name": "临洮县",
        "full_id": "0029*0345*3180"
    },
    {
        "id": "3181",
        "parent_id": "0345",
        "name": "漳县",
        "full_id": "0029*0345*3181"
    },
    {
        "id": "3182",
        "parent_id": "0345",
        "name": "岷县",
        "full_id": "0029*0345*3182"
    },
    {
        "id": "0346",
        "parent_id": "0029",
        "name": "陇南市",
        "full_id": "0029*0346"
    },
    {
        "id": "3183",
        "parent_id": "0346",
        "name": "武都区",
        "full_id": "0029*0346*3183"
    },
    {
        "id": "3184",
        "parent_id": "0346",
        "name": "成县",
        "full_id": "0029*0346*3184"
    },
    {
        "id": "3185",
        "parent_id": "0346",
        "name": "文县",
        "full_id": "0029*0346*3185"
    },
    {
        "id": "3186",
        "parent_id": "0346",
        "name": "宕昌县",
        "full_id": "0029*0346*3186"
    },
    {
        "id": "3187",
        "parent_id": "0346",
        "name": "康县",
        "full_id": "0029*0346*3187"
    },
    {
        "id": "3188",
        "parent_id": "0346",
        "name": "西和县",
        "full_id": "0029*0346*3188"
    },
    {
        "id": "3189",
        "parent_id": "0346",
        "name": "礼县",
        "full_id": "0029*0346*3189"
    },
    {
        "id": "3190",
        "parent_id": "0346",
        "name": "徽县",
        "full_id": "0029*0346*3190"
    },
    {
        "id": "3191",
        "parent_id": "0346",
        "name": "两当县",
        "full_id": "0029*0346*3191"
    },
    {
        "id": "0347",
        "parent_id": "0029",
        "name": "临夏回族自治州",
        "full_id": "0029*0347"
    },
    {
        "id": "3192",
        "parent_id": "0347",
        "name": "临夏市",
        "full_id": "0029*0347*3192"
    },
    {
        "id": "3193",
        "parent_id": "0347",
        "name": "临夏县",
        "full_id": "0029*0347*3193"
    },
    {
        "id": "3194",
        "parent_id": "0347",
        "name": "康乐县",
        "full_id": "0029*0347*3194"
    },
    {
        "id": "3195",
        "parent_id": "0347",
        "name": "永靖县",
        "full_id": "0029*0347*3195"
    },
    {
        "id": "3196",
        "parent_id": "0347",
        "name": "广河县",
        "full_id": "0029*0347*3196"
    },
    {
        "id": "3197",
        "parent_id": "0347",
        "name": "和政县",
        "full_id": "0029*0347*3197"
    },
    {
        "id": "3198",
        "parent_id": "0347",
        "name": "东乡族自治县",
        "full_id": "0029*0347*3198"
    },
    {
        "id": "3199",
        "parent_id": "0347",
        "name": "积石山保安族东乡族撒拉族自治县",
        "full_id": "0029*0347*3199"
    },
    {
        "id": "0348",
        "parent_id": "0029",
        "name": "甘南藏族自治州",
        "full_id": "0029*0348"
    },
    {
        "id": "3200",
        "parent_id": "0348",
        "name": "合作市",
        "full_id": "0029*0348*3200"
    },
    {
        "id": "3201",
        "parent_id": "0348",
        "name": "临潭县",
        "full_id": "0029*0348*3201"
    },
    {
        "id": "3202",
        "parent_id": "0348",
        "name": "卓尼县",
        "full_id": "0029*0348*3202"
    },
    {
        "id": "3203",
        "parent_id": "0348",
        "name": "舟曲县",
        "full_id": "0029*0348*3203"
    },
    {
        "id": "3204",
        "parent_id": "0348",
        "name": "迭部县",
        "full_id": "0029*0348*3204"
    },
    {
        "id": "3205",
        "parent_id": "0348",
        "name": "玛曲县",
        "full_id": "0029*0348*3205"
    },
    {
        "id": "3206",
        "parent_id": "0348",
        "name": "碌曲县",
        "full_id": "0029*0348*3206"
    },
    {
        "id": "3207",
        "parent_id": "0348",
        "name": "夏河县",
        "full_id": "0029*0348*3207"
    },
    {
        "id": "0003",
        "parent_id": "0000",
        "name": "天津",
        "full_id": "0003"
    },
    {
        "id": "0037",
        "parent_id": "0003",
        "name": "天津市",
        "full_id": "0003*0037"
    },
    {
        "id": "0395",
        "parent_id": "0037",
        "name": "和平区",
        "full_id": "0003*0037*0395"
    },
    {
        "id": "0396",
        "parent_id": "0037",
        "name": "河东区",
        "full_id": "0003*0037*0396"
    },
    {
        "id": "0397",
        "parent_id": "0037",
        "name": "河西区",
        "full_id": "0003*0037*0397"
    },
    {
        "id": "0398",
        "parent_id": "0037",
        "name": "南开区",
        "full_id": "0003*0037*0398"
    },
    {
        "id": "0399",
        "parent_id": "0037",
        "name": "河北区",
        "full_id": "0003*0037*0399"
    },
    {
        "id": "0400",
        "parent_id": "0037",
        "name": "红桥区",
        "full_id": "0003*0037*0400"
    },
    {
        "id": "0401",
        "parent_id": "0037",
        "name": "塘沽区",
        "full_id": "0003*0037*0401"
    },
    {
        "id": "0402",
        "parent_id": "0037",
        "name": "汉沽区",
        "full_id": "0003*0037*0402"
    },
    {
        "id": "0403",
        "parent_id": "0037",
        "name": "大港区",
        "full_id": "0003*0037*0403"
    },
    {
        "id": "0404",
        "parent_id": "0037",
        "name": "东丽区",
        "full_id": "0003*0037*0404"
    },
    {
        "id": "0405",
        "parent_id": "0037",
        "name": "西青区",
        "full_id": "0003*0037*0405"
    },
    {
        "id": "0406",
        "parent_id": "0037",
        "name": "津南区",
        "full_id": "0003*0037*0406"
    },
    {
        "id": "0407",
        "parent_id": "0037",
        "name": "北辰区",
        "full_id": "0003*0037*0407"
    },
    {
        "id": "0408",
        "parent_id": "0037",
        "name": "武清区",
        "full_id": "0003*0037*0408"
    },
    {
        "id": "0409",
        "parent_id": "0037",
        "name": "宝坻区",
        "full_id": "0003*0037*0409"
    },
    {
        "id": "0410",
        "parent_id": "0037",
        "name": "宁河县",
        "full_id": "0003*0037*0410"
    },
    {
        "id": "0411",
        "parent_id": "0037",
        "name": "静海县",
        "full_id": "0003*0037*0411"
    },
    {
        "id": "0412",
        "parent_id": "0037",
        "name": "蓟县",
        "full_id": "0003*0037*0412"
    },
    {
        "id": "0413",
        "parent_id": "0037",
        "name": "保税区",
        "full_id": "0003*0037*0413"
    },
    {
        "id": "0414",
        "parent_id": "0037",
        "name": "经济技术开发区",
        "full_id": "0003*0037*0414"
    },
    {
        "id": "0415",
        "parent_id": "0037",
        "name": "高新区",
        "full_id": "0003*0037*0415"
    },
    {
        "id": "0416",
        "parent_id": "0037",
        "name": "滨海新区",
        "full_id": "0003*0037*0416"
    },
    {
        "id": "0030",
        "parent_id": "0000",
        "name": "青海",
        "full_id": "0030"
    },
    {
        "id": "0349",
        "parent_id": "0030",
        "name": "西宁市",
        "full_id": "0030*0349"
    },
    {
        "id": "3208",
        "parent_id": "0349",
        "name": "城东区",
        "full_id": "0030*0349*3208"
    },
    {
        "id": "3209",
        "parent_id": "0349",
        "name": "城中区",
        "full_id": "0030*0349*3209"
    },
    {
        "id": "3210",
        "parent_id": "0349",
        "name": "城西区",
        "full_id": "0030*0349*3210"
    },
    {
        "id": "3211",
        "parent_id": "0349",
        "name": "城北区",
        "full_id": "0030*0349*3211"
    },
    {
        "id": "3212",
        "parent_id": "0349",
        "name": "大通回族土族自治县",
        "full_id": "0030*0349*3212"
    },
    {
        "id": "3213",
        "parent_id": "0349",
        "name": "湟中县",
        "full_id": "0030*0349*3213"
    },
    {
        "id": "3214",
        "parent_id": "0349",
        "name": "湟源县",
        "full_id": "0030*0349*3214"
    },
    {
        "id": "0350",
        "parent_id": "0030",
        "name": "海东地区",
        "full_id": "0030*0350"
    },
    {
        "id": "3215",
        "parent_id": "0350",
        "name": "平安县",
        "full_id": "0030*0350*3215"
    },
    {
        "id": "3216",
        "parent_id": "0350",
        "name": "民和回族土族自治县",
        "full_id": "0030*0350*3216"
    },
    {
        "id": "3217",
        "parent_id": "0350",
        "name": "乐都县",
        "full_id": "0030*0350*3217"
    },
    {
        "id": "3218",
        "parent_id": "0350",
        "name": "互助土族自治县",
        "full_id": "0030*0350*3218"
    },
    {
        "id": "3219",
        "parent_id": "0350",
        "name": "化隆回族自治县",
        "full_id": "0030*0350*3219"
    },
    {
        "id": "3220",
        "parent_id": "0350",
        "name": "循化撒拉族自治县",
        "full_id": "0030*0350*3220"
    },
    {
        "id": "0351",
        "parent_id": "0030",
        "name": "海北藏族自治州",
        "full_id": "0030*0351"
    },
    {
        "id": "3221",
        "parent_id": "0351",
        "name": "门源回族自治县",
        "full_id": "0030*0351*3221"
    },
    {
        "id": "3222",
        "parent_id": "0351",
        "name": "祁连县",
        "full_id": "0030*0351*3222"
    },
    {
        "id": "3223",
        "parent_id": "0351",
        "name": "海晏县",
        "full_id": "0030*0351*3223"
    },
    {
        "id": "3224",
        "parent_id": "0351",
        "name": "刚察县",
        "full_id": "0030*0351*3224"
    },
    {
        "id": "0352",
        "parent_id": "0030",
        "name": "黄南藏族自治州",
        "full_id": "0030*0352"
    },
    {
        "id": "3225",
        "parent_id": "0352",
        "name": "同仁县",
        "full_id": "0030*0352*3225"
    },
    {
        "id": "3226",
        "parent_id": "0352",
        "name": "尖扎县",
        "full_id": "0030*0352*3226"
    },
    {
        "id": "3227",
        "parent_id": "0352",
        "name": "泽库县",
        "full_id": "0030*0352*3227"
    },
    {
        "id": "3228",
        "parent_id": "0352",
        "name": "河南蒙古族自治县",
        "full_id": "0030*0352*3228"
    },
    {
        "id": "0353",
        "parent_id": "0030",
        "name": "海南藏族自治州",
        "full_id": "0030*0353"
    },
    {
        "id": "3229",
        "parent_id": "0353",
        "name": "共和县",
        "full_id": "0030*0353*3229"
    },
    {
        "id": "3230",
        "parent_id": "0353",
        "name": "同德县",
        "full_id": "0030*0353*3230"
    },
    {
        "id": "3231",
        "parent_id": "0353",
        "name": "贵德县",
        "full_id": "0030*0353*3231"
    },
    {
        "id": "3232",
        "parent_id": "0353",
        "name": "兴海县",
        "full_id": "0030*0353*3232"
    },
    {
        "id": "3233",
        "parent_id": "0353",
        "name": "贵南县",
        "full_id": "0030*0353*3233"
    },
    {
        "id": "0354",
        "parent_id": "0030",
        "name": "果洛藏族自治州",
        "full_id": "0030*0354"
    },
    {
        "id": "3234",
        "parent_id": "0354",
        "name": "玛沁县",
        "full_id": "0030*0354*3234"
    },
    {
        "id": "3235",
        "parent_id": "0354",
        "name": "班玛县",
        "full_id": "0030*0354*3235"
    },
    {
        "id": "3236",
        "parent_id": "0354",
        "name": "甘德县",
        "full_id": "0030*0354*3236"
    },
    {
        "id": "3237",
        "parent_id": "0354",
        "name": "达日县",
        "full_id": "0030*0354*3237"
    },
    {
        "id": "3238",
        "parent_id": "0354",
        "name": "久治县",
        "full_id": "0030*0354*3238"
    },
    {
        "id": "3239",
        "parent_id": "0354",
        "name": "玛多县",
        "full_id": "0030*0354*3239"
    },
    {
        "id": "0355",
        "parent_id": "0030",
        "name": "玉树藏族自治州",
        "full_id": "0030*0355"
    },
    {
        "id": "3240",
        "parent_id": "0355",
        "name": "玉树县",
        "full_id": "0030*0355*3240"
    },
    {
        "id": "3241",
        "parent_id": "0355",
        "name": "杂多县",
        "full_id": "0030*0355*3241"
    },
    {
        "id": "3242",
        "parent_id": "0355",
        "name": "称多县",
        "full_id": "0030*0355*3242"
    },
    {
        "id": "3243",
        "parent_id": "0355",
        "name": "治多县",
        "full_id": "0030*0355*3243"
    },
    {
        "id": "3244",
        "parent_id": "0355",
        "name": "囊谦县",
        "full_id": "0030*0355*3244"
    },
    {
        "id": "3245",
        "parent_id": "0355",
        "name": "曲麻莱县",
        "full_id": "0030*0355*3245"
    },
    {
        "id": "0356",
        "parent_id": "0030",
        "name": "海西蒙古族藏族自治州",
        "full_id": "0030*0356"
    },
    {
        "id": "3246",
        "parent_id": "0356",
        "name": "格尔木市",
        "full_id": "0030*0356*3246"
    },
    {
        "id": "3247",
        "parent_id": "0356",
        "name": "德令哈市",
        "full_id": "0030*0356*3247"
    },
    {
        "id": "3248",
        "parent_id": "0356",
        "name": "乌兰县",
        "full_id": "0030*0356*3248"
    },
    {
        "id": "3249",
        "parent_id": "0356",
        "name": "都兰县",
        "full_id": "0030*0356*3249"
    },
    {
        "id": "3250",
        "parent_id": "0356",
        "name": "天峻县",
        "full_id": "0030*0356*3250"
    },
    {
        "id": "3251",
        "parent_id": "0356",
        "name": "大柴旦行委",
        "full_id": "0030*0356*3251"
    },
    {
        "id": "0031",
        "parent_id": "0000",
        "name": "宁夏",
        "full_id": "0031"
    },
    {
        "id": "0357",
        "parent_id": "0031",
        "name": "银川市",
        "full_id": "0031*0357"
    },
    {
        "id": "3252",
        "parent_id": "0357",
        "name": "兴庆区",
        "full_id": "0031*0357*3252"
    },
    {
        "id": "3253",
        "parent_id": "0357",
        "name": "西夏区",
        "full_id": "0031*0357*3253"
    },
    {
        "id": "3254",
        "parent_id": "0357",
        "name": "金凤区",
        "full_id": "0031*0357*3254"
    },
    {
        "id": "3255",
        "parent_id": "0357",
        "name": "永宁县",
        "full_id": "0031*0357*3255"
    },
    {
        "id": "3256",
        "parent_id": "0357",
        "name": "贺兰县",
        "full_id": "0031*0357*3256"
    },
    {
        "id": "3257",
        "parent_id": "0357",
        "name": "灵武市",
        "full_id": "0031*0357*3257"
    },
    {
        "id": "0358",
        "parent_id": "0031",
        "name": "石嘴山市",
        "full_id": "0031*0358"
    },
    {
        "id": "3258",
        "parent_id": "0358",
        "name": "大武口区",
        "full_id": "0031*0358*3258"
    },
    {
        "id": "3259",
        "parent_id": "0358",
        "name": "惠农区",
        "full_id": "0031*0358*3259"
    },
    {
        "id": "3260",
        "parent_id": "0358",
        "name": "平罗县",
        "full_id": "0031*0358*3260"
    },
    {
        "id": "0359",
        "parent_id": "0031",
        "name": "吴忠市",
        "full_id": "0031*0359"
    },
    {
        "id": "3261",
        "parent_id": "0359",
        "name": "利通区",
        "full_id": "0031*0359*3261"
    },
    {
        "id": "3262",
        "parent_id": "0359",
        "name": "盐池县",
        "full_id": "0031*0359*3262"
    },
    {
        "id": "3263",
        "parent_id": "0359",
        "name": "同心县",
        "full_id": "0031*0359*3263"
    },
    {
        "id": "3264",
        "parent_id": "0359",
        "name": "青铜峡市",
        "full_id": "0031*0359*3264"
    },
    {
        "id": "3265",
        "parent_id": "0359",
        "name": "红寺堡区",
        "full_id": "0031*0359*3265"
    },
    {
        "id": "0360",
        "parent_id": "0031",
        "name": "固原市",
        "full_id": "0031*0360"
    },
    {
        "id": "3266",
        "parent_id": "0360",
        "name": "原州区",
        "full_id": "0031*0360*3266"
    },
    {
        "id": "3267",
        "parent_id": "0360",
        "name": "西吉县",
        "full_id": "0031*0360*3267"
    },
    {
        "id": "3268",
        "parent_id": "0360",
        "name": "隆德县",
        "full_id": "0031*0360*3268"
    },
    {
        "id": "3269",
        "parent_id": "0360",
        "name": "泾源县",
        "full_id": "0031*0360*3269"
    },
    {
        "id": "3270",
        "parent_id": "0360",
        "name": "彭阳县",
        "full_id": "0031*0360*3270"
    },
    {
        "id": "0361",
        "parent_id": "0031",
        "name": "中卫市",
        "full_id": "0031*0361"
    },
    {
        "id": "3271",
        "parent_id": "0361",
        "name": "沙坡头区",
        "full_id": "0031*0361*3271"
    },
    {
        "id": "3272",
        "parent_id": "0361",
        "name": "中宁县",
        "full_id": "0031*0361*3272"
    },
    {
        "id": "3273",
        "parent_id": "0361",
        "name": "海原县",
        "full_id": "0031*0361*3273"
    },
    {
        "id": "0032",
        "parent_id": "0000",
        "name": "新疆",
        "full_id": "0032"
    },
    {
        "id": "0362",
        "parent_id": "0032",
        "name": "乌鲁木齐市",
        "full_id": "0032*0362"
    },
    {
        "id": "3274",
        "parent_id": "0362",
        "name": "天山区",
        "full_id": "0032*0362*3274"
    },
    {
        "id": "3275",
        "parent_id": "0362",
        "name": "沙依巴克区",
        "full_id": "0032*0362*3275"
    },
    {
        "id": "3276",
        "parent_id": "0362",
        "name": "新市区",
        "full_id": "0032*0362*3276"
    },
    {
        "id": "3277",
        "parent_id": "0362",
        "name": "水磨沟区",
        "full_id": "0032*0362*3277"
    },
    {
        "id": "3278",
        "parent_id": "0362",
        "name": "头屯河区",
        "full_id": "0032*0362*3278"
    },
    {
        "id": "3279",
        "parent_id": "0362",
        "name": "达坂城区",
        "full_id": "0032*0362*3279"
    },
    {
        "id": "3280",
        "parent_id": "0362",
        "name": "米东区",
        "full_id": "0032*0362*3280"
    },
    {
        "id": "3281",
        "parent_id": "0362",
        "name": "乌鲁木齐县",
        "full_id": "0032*0362*3281"
    },
    {
        "id": "0363",
        "parent_id": "0032",
        "name": "克拉玛依市",
        "full_id": "0032*0363"
    },
    {
        "id": "3282",
        "parent_id": "0363",
        "name": "独山子区",
        "full_id": "0032*0363*3282"
    },
    {
        "id": "3283",
        "parent_id": "0363",
        "name": "克拉玛依区",
        "full_id": "0032*0363*3283"
    },
    {
        "id": "3284",
        "parent_id": "0363",
        "name": "白碱滩区",
        "full_id": "0032*0363*3284"
    },
    {
        "id": "3285",
        "parent_id": "0363",
        "name": "乌尔禾区",
        "full_id": "0032*0363*3285"
    },
    {
        "id": "0364",
        "parent_id": "0032",
        "name": "吐鲁番地区",
        "full_id": "0032*0364"
    },
    {
        "id": "3286",
        "parent_id": "0364",
        "name": "吐鲁番市",
        "full_id": "0032*0364*3286"
    },
    {
        "id": "3287",
        "parent_id": "0364",
        "name": "鄯善县",
        "full_id": "0032*0364*3287"
    },
    {
        "id": "3288",
        "parent_id": "0364",
        "name": "托克逊县",
        "full_id": "0032*0364*3288"
    },
    {
        "id": "0365",
        "parent_id": "0032",
        "name": "哈密地区",
        "full_id": "0032*0365"
    },
    {
        "id": "3289",
        "parent_id": "0365",
        "name": "哈密市",
        "full_id": "0032*0365*3289"
    },
    {
        "id": "3290",
        "parent_id": "0365",
        "name": "巴里坤哈萨克自治县",
        "full_id": "0032*0365*3290"
    },
    {
        "id": "3291",
        "parent_id": "0365",
        "name": "伊吾县",
        "full_id": "0032*0365*3291"
    },
    {
        "id": "0366",
        "parent_id": "0032",
        "name": "昌吉回族自治州",
        "full_id": "0032*0366"
    },
    {
        "id": "3292",
        "parent_id": "0366",
        "name": "昌吉市",
        "full_id": "0032*0366*3292"
    },
    {
        "id": "3293",
        "parent_id": "0366",
        "name": "阜康市",
        "full_id": "0032*0366*3293"
    },
    {
        "id": "3294",
        "parent_id": "0366",
        "name": "米泉市",
        "full_id": "0032*0366*3294"
    },
    {
        "id": "3295",
        "parent_id": "0366",
        "name": "呼图壁县",
        "full_id": "0032*0366*3295"
    },
    {
        "id": "3296",
        "parent_id": "0366",
        "name": "玛纳斯县",
        "full_id": "0032*0366*3296"
    },
    {
        "id": "3297",
        "parent_id": "0366",
        "name": "奇台县",
        "full_id": "0032*0366*3297"
    },
    {
        "id": "3298",
        "parent_id": "0366",
        "name": "吉木萨尔县",
        "full_id": "0032*0366*3298"
    },
    {
        "id": "3299",
        "parent_id": "0366",
        "name": "木垒哈萨克自治县",
        "full_id": "0032*0366*3299"
    },
    {
        "id": "0367",
        "parent_id": "0032",
        "name": "博尔塔拉蒙古自治州",
        "full_id": "0032*0367"
    },
    {
        "id": "3300",
        "parent_id": "0367",
        "name": "博乐市",
        "full_id": "0032*0367*3300"
    },
    {
        "id": "3301",
        "parent_id": "0367",
        "name": "精河县",
        "full_id": "0032*0367*3301"
    },
    {
        "id": "3302",
        "parent_id": "0367",
        "name": "温泉县",
        "full_id": "0032*0367*3302"
    },
    {
        "id": "0368",
        "parent_id": "0032",
        "name": "巴音郭楞蒙古自治州",
        "full_id": "0032*0368"
    },
    {
        "id": "3303",
        "parent_id": "0368",
        "name": "库尔勒市",
        "full_id": "0032*0368*3303"
    },
    {
        "id": "3304",
        "parent_id": "0368",
        "name": "轮台县",
        "full_id": "0032*0368*3304"
    },
    {
        "id": "3305",
        "parent_id": "0368",
        "name": "尉犁县",
        "full_id": "0032*0368*3305"
    },
    {
        "id": "3306",
        "parent_id": "0368",
        "name": "若羌县",
        "full_id": "0032*0368*3306"
    },
    {
        "id": "3307",
        "parent_id": "0368",
        "name": "且末县",
        "full_id": "0032*0368*3307"
    },
    {
        "id": "3308",
        "parent_id": "0368",
        "name": "焉耆回族自治县",
        "full_id": "0032*0368*3308"
    },
    {
        "id": "3309",
        "parent_id": "0368",
        "name": "和静县",
        "full_id": "0032*0368*3309"
    },
    {
        "id": "3310",
        "parent_id": "0368",
        "name": "和硕县",
        "full_id": "0032*0368*3310"
    },
    {
        "id": "3311",
        "parent_id": "0368",
        "name": "博湖县",
        "full_id": "0032*0368*3311"
    },
    {
        "id": "0369",
        "parent_id": "0032",
        "name": "阿克苏地区",
        "full_id": "0032*0369"
    },
    {
        "id": "3312",
        "parent_id": "0369",
        "name": "阿克苏市",
        "full_id": "0032*0369*3312"
    },
    {
        "id": "3313",
        "parent_id": "0369",
        "name": "温宿县",
        "full_id": "0032*0369*3313"
    },
    {
        "id": "3314",
        "parent_id": "0369",
        "name": "库车县",
        "full_id": "0032*0369*3314"
    },
    {
        "id": "3315",
        "parent_id": "0369",
        "name": "沙雅县",
        "full_id": "0032*0369*3315"
    },
    {
        "id": "3316",
        "parent_id": "0369",
        "name": "新和县",
        "full_id": "0032*0369*3316"
    },
    {
        "id": "3317",
        "parent_id": "0369",
        "name": "拜城县",
        "full_id": "0032*0369*3317"
    },
    {
        "id": "3318",
        "parent_id": "0369",
        "name": "乌什县",
        "full_id": "0032*0369*3318"
    },
    {
        "id": "3319",
        "parent_id": "0369",
        "name": "阿瓦提县",
        "full_id": "0032*0369*3319"
    },
    {
        "id": "3320",
        "parent_id": "0369",
        "name": "柯坪县",
        "full_id": "0032*0369*3320"
    },
    {
        "id": "0370",
        "parent_id": "0032",
        "name": "克孜勒苏柯尔克孜自治州",
        "full_id": "0032*0370"
    },
    {
        "id": "3321",
        "parent_id": "0370",
        "name": "阿图什市",
        "full_id": "0032*0370*3321"
    },
    {
        "id": "3322",
        "parent_id": "0370",
        "name": "阿克陶县",
        "full_id": "0032*0370*3322"
    },
    {
        "id": "3323",
        "parent_id": "0370",
        "name": "阿合奇县",
        "full_id": "0032*0370*3323"
    },
    {
        "id": "3324",
        "parent_id": "0370",
        "name": "乌恰县",
        "full_id": "0032*0370*3324"
    },
    {
        "id": "0371",
        "parent_id": "0032",
        "name": "喀什地区",
        "full_id": "0032*0371"
    },
    {
        "id": "3325",
        "parent_id": "0371",
        "name": "喀什市",
        "full_id": "0032*0371*3325"
    },
    {
        "id": "3326",
        "parent_id": "0371",
        "name": "疏附县",
        "full_id": "0032*0371*3326"
    },
    {
        "id": "3327",
        "parent_id": "0371",
        "name": "疏勒县",
        "full_id": "0032*0371*3327"
    },
    {
        "id": "3328",
        "parent_id": "0371",
        "name": "英吉沙县",
        "full_id": "0032*0371*3328"
    },
    {
        "id": "3329",
        "parent_id": "0371",
        "name": "泽普县",
        "full_id": "0032*0371*3329"
    },
    {
        "id": "3330",
        "parent_id": "0371",
        "name": "莎车县",
        "full_id": "0032*0371*3330"
    },
    {
        "id": "3331",
        "parent_id": "0371",
        "name": "叶城县",
        "full_id": "0032*0371*3331"
    },
    {
        "id": "3332",
        "parent_id": "0371",
        "name": "麦盖提县",
        "full_id": "0032*0371*3332"
    },
    {
        "id": "3333",
        "parent_id": "0371",
        "name": "岳普湖县",
        "full_id": "0032*0371*3333"
    },
    {
        "id": "3334",
        "parent_id": "0371",
        "name": "伽师县",
        "full_id": "0032*0371*3334"
    },
    {
        "id": "3335",
        "parent_id": "0371",
        "name": "巴楚县",
        "full_id": "0032*0371*3335"
    },
    {
        "id": "3336",
        "parent_id": "0371",
        "name": "塔什库尔干塔吉克自治县",
        "full_id": "0032*0371*3336"
    },
    {
        "id": "0372",
        "parent_id": "0032",
        "name": "和田地区",
        "full_id": "0032*0372"
    },
    {
        "id": "3337",
        "parent_id": "0372",
        "name": "和田市",
        "full_id": "0032*0372*3337"
    },
    {
        "id": "3338",
        "parent_id": "0372",
        "name": "和田县",
        "full_id": "0032*0372*3338"
    },
    {
        "id": "3339",
        "parent_id": "0372",
        "name": "墨玉县",
        "full_id": "0032*0372*3339"
    },
    {
        "id": "3340",
        "parent_id": "0372",
        "name": "皮山县",
        "full_id": "0032*0372*3340"
    },
    {
        "id": "3341",
        "parent_id": "0372",
        "name": "洛浦县",
        "full_id": "0032*0372*3341"
    },
    {
        "id": "3342",
        "parent_id": "0372",
        "name": "策勒县",
        "full_id": "0032*0372*3342"
    },
    {
        "id": "3343",
        "parent_id": "0372",
        "name": "于田县",
        "full_id": "0032*0372*3343"
    },
    {
        "id": "3344",
        "parent_id": "0372",
        "name": "民丰县",
        "full_id": "0032*0372*3344"
    },
    {
        "id": "0373",
        "parent_id": "0032",
        "name": "伊犁哈萨克自治州",
        "full_id": "0032*0373"
    },
    {
        "id": "3345",
        "parent_id": "0373",
        "name": "伊宁市",
        "full_id": "0032*0373*3345"
    },
    {
        "id": "3346",
        "parent_id": "0373",
        "name": "奎屯市",
        "full_id": "0032*0373*3346"
    },
    {
        "id": "3347",
        "parent_id": "0373",
        "name": "伊宁县",
        "full_id": "0032*0373*3347"
    },
    {
        "id": "3348",
        "parent_id": "0373",
        "name": "察布查尔锡伯自治县",
        "full_id": "0032*0373*3348"
    },
    {
        "id": "3349",
        "parent_id": "0373",
        "name": "霍城县",
        "full_id": "0032*0373*3349"
    },
    {
        "id": "3350",
        "parent_id": "0373",
        "name": "巩留县",
        "full_id": "0032*0373*3350"
    },
    {
        "id": "3351",
        "parent_id": "0373",
        "name": "新源县",
        "full_id": "0032*0373*3351"
    },
    {
        "id": "3352",
        "parent_id": "0373",
        "name": "昭苏县",
        "full_id": "0032*0373*3352"
    },
    {
        "id": "3353",
        "parent_id": "0373",
        "name": "特克斯县",
        "full_id": "0032*0373*3353"
    },
    {
        "id": "3354",
        "parent_id": "0373",
        "name": "尼勒克县",
        "full_id": "0032*0373*3354"
    },
    {
        "id": "0374",
        "parent_id": "0032",
        "name": "塔城地区",
        "full_id": "0032*0374"
    },
    {
        "id": "3355",
        "parent_id": "0374",
        "name": "塔城市",
        "full_id": "0032*0374*3355"
    },
    {
        "id": "3356",
        "parent_id": "0374",
        "name": "乌苏市",
        "full_id": "0032*0374*3356"
    },
    {
        "id": "3357",
        "parent_id": "0374",
        "name": "额敏县",
        "full_id": "0032*0374*3357"
    },
    {
        "id": "3358",
        "parent_id": "0374",
        "name": "沙湾县",
        "full_id": "0032*0374*3358"
    },
    {
        "id": "3359",
        "parent_id": "0374",
        "name": "托里县",
        "full_id": "0032*0374*3359"
    },
    {
        "id": "3360",
        "parent_id": "0374",
        "name": "裕民县",
        "full_id": "0032*0374*3360"
    },
    {
        "id": "3361",
        "parent_id": "0374",
        "name": "和布克赛尔蒙古自治县",
        "full_id": "0032*0374*3361"
    },
    {
        "id": "0375",
        "parent_id": "0032",
        "name": "阿勒泰地区",
        "full_id": "0032*0375"
    },
    {
        "id": "3362",
        "parent_id": "0375",
        "name": "阿勒泰市",
        "full_id": "0032*0375*3362"
    },
    {
        "id": "3363",
        "parent_id": "0375",
        "name": "布尔津县",
        "full_id": "0032*0375*3363"
    },
    {
        "id": "3364",
        "parent_id": "0375",
        "name": "富蕴县",
        "full_id": "0032*0375*3364"
    },
    {
        "id": "3365",
        "parent_id": "0375",
        "name": "福海县",
        "full_id": "0032*0375*3365"
    },
    {
        "id": "3366",
        "parent_id": "0375",
        "name": "哈巴河县",
        "full_id": "0032*0375*3366"
    },
    {
        "id": "3367",
        "parent_id": "0375",
        "name": "青河县",
        "full_id": "0032*0375*3367"
    },
    {
        "id": "3368",
        "parent_id": "0375",
        "name": "吉木乃县",
        "full_id": "0032*0375*3368"
    },
    {
        "id": "0376",
        "parent_id": "0032",
        "name": "省直辖县级行政单位",
        "full_id": "0032*0376"
    },
    {
        "id": "3369",
        "parent_id": "0376",
        "name": "石河子市",
        "full_id": "0032*0376*3369"
    },
    {
        "id": "3370",
        "parent_id": "0376",
        "name": "阿拉尔市",
        "full_id": "0032*0376*3370"
    },
    {
        "id": "3371",
        "parent_id": "0376",
        "name": "图木舒克市",
        "full_id": "0032*0376*3371"
    },
    {
        "id": "3372",
        "parent_id": "0376",
        "name": "五家渠市",
        "full_id": "0032*0376*3372"
    },
    {
        "id": "0004",
        "parent_id": "0000",
        "name": "河北",
        "full_id": "0004"
    },
    {
        "id": "0038",
        "parent_id": "0004",
        "name": "石家庄市",
        "full_id": "0004*0038"
    },
    {
        "id": "0417",
        "parent_id": "0038",
        "name": "长安区",
        "full_id": "0004*0038*0417"
    },
    {
        "id": "0418",
        "parent_id": "0038",
        "name": "桥东区",
        "full_id": "0004*0038*0418"
    },
    {
        "id": "0419",
        "parent_id": "0038",
        "name": "桥西区",
        "full_id": "0004*0038*0419"
    },
    {
        "id": "0420",
        "parent_id": "0038",
        "name": "新华区",
        "full_id": "0004*0038*0420"
    },
    {
        "id": "0421",
        "parent_id": "0038",
        "name": "井陉矿区",
        "full_id": "0004*0038*0421"
    },
    {
        "id": "0422",
        "parent_id": "0038",
        "name": "裕华区",
        "full_id": "0004*0038*0422"
    },
    {
        "id": "0423",
        "parent_id": "0038",
        "name": "井陉县",
        "full_id": "0004*0038*0423"
    },
    {
        "id": "0424",
        "parent_id": "0038",
        "name": "正定县",
        "full_id": "0004*0038*0424"
    },
    {
        "id": "0425",
        "parent_id": "0038",
        "name": "栾城县",
        "full_id": "0004*0038*0425"
    },
    {
        "id": "0426",
        "parent_id": "0038",
        "name": "行唐县",
        "full_id": "0004*0038*0426"
    },
    {
        "id": "0427",
        "parent_id": "0038",
        "name": "灵寿县",
        "full_id": "0004*0038*0427"
    },
    {
        "id": "0428",
        "parent_id": "0038",
        "name": "高邑县",
        "full_id": "0004*0038*0428"
    },
    {
        "id": "0429",
        "parent_id": "0038",
        "name": "深泽县",
        "full_id": "0004*0038*0429"
    },
    {
        "id": "0430",
        "parent_id": "0038",
        "name": "赞皇县",
        "full_id": "0004*0038*0430"
    },
    {
        "id": "0431",
        "parent_id": "0038",
        "name": "无极县",
        "full_id": "0004*0038*0431"
    },
    {
        "id": "0432",
        "parent_id": "0038",
        "name": "平山县",
        "full_id": "0004*0038*0432"
    },
    {
        "id": "0433",
        "parent_id": "0038",
        "name": "元氏县",
        "full_id": "0004*0038*0433"
    },
    {
        "id": "0434",
        "parent_id": "0038",
        "name": "赵县",
        "full_id": "0004*0038*0434"
    },
    {
        "id": "0435",
        "parent_id": "0038",
        "name": "辛集市",
        "full_id": "0004*0038*0435"
    },
    {
        "id": "0436",
        "parent_id": "0038",
        "name": "藁城市",
        "full_id": "0004*0038*0436"
    },
    {
        "id": "0437",
        "parent_id": "0038",
        "name": "晋州市",
        "full_id": "0004*0038*0437"
    },
    {
        "id": "0438",
        "parent_id": "0038",
        "name": "新乐市",
        "full_id": "0004*0038*0438"
    },
    {
        "id": "0439",
        "parent_id": "0038",
        "name": "鹿泉市",
        "full_id": "0004*0038*0439"
    },
    {
        "id": "0440",
        "parent_id": "0038",
        "name": "高新技术开发区",
        "full_id": "0004*0038*0440"
    },
    {
        "id": "0039",
        "parent_id": "0004",
        "name": "唐山市",
        "full_id": "0004*0039"
    },
    {
        "id": "0441",
        "parent_id": "0039",
        "name": "路南区",
        "full_id": "0004*0039*0441"
    },
    {
        "id": "0442",
        "parent_id": "0039",
        "name": "路北区",
        "full_id": "0004*0039*0442"
    },
    {
        "id": "0443",
        "parent_id": "0039",
        "name": "古冶区",
        "full_id": "0004*0039*0443"
    },
    {
        "id": "0444",
        "parent_id": "0039",
        "name": "开平区",
        "full_id": "0004*0039*0444"
    },
    {
        "id": "0445",
        "parent_id": "0039",
        "name": "丰南区",
        "full_id": "0004*0039*0445"
    },
    {
        "id": "0446",
        "parent_id": "0039",
        "name": "丰润区",
        "full_id": "0004*0039*0446"
    },
    {
        "id": "0447",
        "parent_id": "0039",
        "name": "滦县",
        "full_id": "0004*0039*0447"
    },
    {
        "id": "0448",
        "parent_id": "0039",
        "name": "滦南县",
        "full_id": "0004*0039*0448"
    },
    {
        "id": "0449",
        "parent_id": "0039",
        "name": "乐亭县",
        "full_id": "0004*0039*0449"
    },
    {
        "id": "0450",
        "parent_id": "0039",
        "name": "迁西县",
        "full_id": "0004*0039*0450"
    },
    {
        "id": "0451",
        "parent_id": "0039",
        "name": "玉田县",
        "full_id": "0004*0039*0451"
    },
    {
        "id": "0452",
        "parent_id": "0039",
        "name": "唐海县",
        "full_id": "0004*0039*0452"
    },
    {
        "id": "0453",
        "parent_id": "0039",
        "name": "遵化市",
        "full_id": "0004*0039*0453"
    },
    {
        "id": "0454",
        "parent_id": "0039",
        "name": "迁安市",
        "full_id": "0004*0039*0454"
    },
    {
        "id": "0455",
        "parent_id": "0039",
        "name": "高新区",
        "full_id": "0004*0039*0455"
    },
    {
        "id": "0456",
        "parent_id": "0039",
        "name": "汉沽管理区",
        "full_id": "0004*0039*0456"
    },
    {
        "id": "0457",
        "parent_id": "0039",
        "name": "海港开发区",
        "full_id": "0004*0039*0457"
    },
    {
        "id": "0458",
        "parent_id": "0039",
        "name": "芦台开发区",
        "full_id": "0004*0039*0458"
    },
    {
        "id": "0459",
        "parent_id": "0039",
        "name": "南堡开发区",
        "full_id": "0004*0039*0459"
    },
    {
        "id": "0460",
        "parent_id": "0039",
        "name": "曹妃甸工业区",
        "full_id": "0004*0039*0460"
    },
    {
        "id": "0040",
        "parent_id": "0004",
        "name": "秦皇岛市",
        "full_id": "0004*0040"
    },
    {
        "id": "0461",
        "parent_id": "0040",
        "name": "海港区",
        "full_id": "0004*0040*0461"
    },
    {
        "id": "0462",
        "parent_id": "0040",
        "name": "山海关区",
        "full_id": "0004*0040*0462"
    },
    {
        "id": "0463",
        "parent_id": "0040",
        "name": "北戴河区",
        "full_id": "0004*0040*0463"
    },
    {
        "id": "0464",
        "parent_id": "0040",
        "name": "青龙满族自治县",
        "full_id": "0004*0040*0464"
    },
    {
        "id": "0465",
        "parent_id": "0040",
        "name": "昌黎县",
        "full_id": "0004*0040*0465"
    },
    {
        "id": "0466",
        "parent_id": "0040",
        "name": "抚宁县",
        "full_id": "0004*0040*0466"
    },
    {
        "id": "0467",
        "parent_id": "0040",
        "name": "卢龙县",
        "full_id": "0004*0040*0467"
    },
    {
        "id": "0468",
        "parent_id": "0040",
        "name": "经济技术开发区",
        "full_id": "0004*0040*0468"
    },
    {
        "id": "0041",
        "parent_id": "0004",
        "name": "邯郸市",
        "full_id": "0004*0041"
    },
    {
        "id": "0469",
        "parent_id": "0041",
        "name": "邯山区",
        "full_id": "0004*0041*0469"
    },
    {
        "id": "0470",
        "parent_id": "0041",
        "name": "丛台区",
        "full_id": "0004*0041*0470"
    },
    {
        "id": "0471",
        "parent_id": "0041",
        "name": "复兴区",
        "full_id": "0004*0041*0471"
    },
    {
        "id": "0472",
        "parent_id": "0041",
        "name": "峰峰矿区",
        "full_id": "0004*0041*0472"
    },
    {
        "id": "0473",
        "parent_id": "0041",
        "name": "邯郸县",
        "full_id": "0004*0041*0473"
    },
    {
        "id": "0474",
        "parent_id": "0041",
        "name": "临漳县",
        "full_id": "0004*0041*0474"
    },
    {
        "id": "0475",
        "parent_id": "0041",
        "name": "成安县",
        "full_id": "0004*0041*0475"
    },
    {
        "id": "0476",
        "parent_id": "0041",
        "name": "大名县",
        "full_id": "0004*0041*0476"
    },
    {
        "id": "0477",
        "parent_id": "0041",
        "name": "涉县",
        "full_id": "0004*0041*0477"
    },
    {
        "id": "0478",
        "parent_id": "0041",
        "name": "磁县",
        "full_id": "0004*0041*0478"
    },
    {
        "id": "0479",
        "parent_id": "0041",
        "name": "肥乡县",
        "full_id": "0004*0041*0479"
    },
    {
        "id": "0480",
        "parent_id": "0041",
        "name": "永年县",
        "full_id": "0004*0041*0480"
    },
    {
        "id": "0481",
        "parent_id": "0041",
        "name": "邱县",
        "full_id": "0004*0041*0481"
    },
    {
        "id": "0482",
        "parent_id": "0041",
        "name": "鸡泽县",
        "full_id": "0004*0041*0482"
    },
    {
        "id": "0483",
        "parent_id": "0041",
        "name": "广平县",
        "full_id": "0004*0041*0483"
    },
    {
        "id": "0484",
        "parent_id": "0041",
        "name": "馆陶县",
        "full_id": "0004*0041*0484"
    },
    {
        "id": "0485",
        "parent_id": "0041",
        "name": "魏县",
        "full_id": "0004*0041*0485"
    },
    {
        "id": "0486",
        "parent_id": "0041",
        "name": "曲周县",
        "full_id": "0004*0041*0486"
    },
    {
        "id": "0487",
        "parent_id": "0041",
        "name": "武安市",
        "full_id": "0004*0041*0487"
    },
    {
        "id": "0488",
        "parent_id": "0041",
        "name": "经济开发区",
        "full_id": "0004*0041*0488"
    },
    {
        "id": "0042",
        "parent_id": "0004",
        "name": "邢台市",
        "full_id": "0004*0042"
    },
    {
        "id": "0489",
        "parent_id": "0042",
        "name": "桥东区",
        "full_id": "0004*0042*0489"
    },
    {
        "id": "0490",
        "parent_id": "0042",
        "name": "桥西区",
        "full_id": "0004*0042*0490"
    },
    {
        "id": "0491",
        "parent_id": "0042",
        "name": "邢台县",
        "full_id": "0004*0042*0491"
    },
    {
        "id": "0492",
        "parent_id": "0042",
        "name": "临城县",
        "full_id": "0004*0042*0492"
    },
    {
        "id": "0493",
        "parent_id": "0042",
        "name": "内丘县",
        "full_id": "0004*0042*0493"
    },
    {
        "id": "0494",
        "parent_id": "0042",
        "name": "柏乡县",
        "full_id": "0004*0042*0494"
    },
    {
        "id": "0495",
        "parent_id": "0042",
        "name": "隆尧县",
        "full_id": "0004*0042*0495"
    },
    {
        "id": "0496",
        "parent_id": "0042",
        "name": "任县",
        "full_id": "0004*0042*0496"
    },
    {
        "id": "0497",
        "parent_id": "0042",
        "name": "南和县",
        "full_id": "0004*0042*0497"
    },
    {
        "id": "0498",
        "parent_id": "0042",
        "name": "宁晋县",
        "full_id": "0004*0042*0498"
    },
    {
        "id": "0499",
        "parent_id": "0042",
        "name": "巨鹿县",
        "full_id": "0004*0042*0499"
    },
    {
        "id": "0500",
        "parent_id": "0042",
        "name": "新河县",
        "full_id": "0004*0042*0500"
    },
    {
        "id": "0501",
        "parent_id": "0042",
        "name": "广宗县",
        "full_id": "0004*0042*0501"
    },
    {
        "id": "0502",
        "parent_id": "0042",
        "name": "平乡县",
        "full_id": "0004*0042*0502"
    },
    {
        "id": "0503",
        "parent_id": "0042",
        "name": "威县",
        "full_id": "0004*0042*0503"
    },
    {
        "id": "0504",
        "parent_id": "0042",
        "name": "清河县",
        "full_id": "0004*0042*0504"
    },
    {
        "id": "0505",
        "parent_id": "0042",
        "name": "临西县",
        "full_id": "0004*0042*0505"
    },
    {
        "id": "0506",
        "parent_id": "0042",
        "name": "南宫市",
        "full_id": "0004*0042*0506"
    },
    {
        "id": "0507",
        "parent_id": "0042",
        "name": "沙河市",
        "full_id": "0004*0042*0507"
    },
    {
        "id": "0043",
        "parent_id": "0004",
        "name": "保定市",
        "full_id": "0004*0043"
    },
    {
        "id": "0508",
        "parent_id": "0043",
        "name": "新市区",
        "full_id": "0004*0043*0508"
    },
    {
        "id": "0509",
        "parent_id": "0043",
        "name": "南市区",
        "full_id": "0004*0043*0509"
    },
    {
        "id": "0510",
        "parent_id": "0043",
        "name": "北市区",
        "full_id": "0004*0043*0510"
    },
    {
        "id": "0511",
        "parent_id": "0043",
        "name": "满城县",
        "full_id": "0004*0043*0511"
    },
    {
        "id": "0512",
        "parent_id": "0043",
        "name": "清苑县",
        "full_id": "0004*0043*0512"
    },
    {
        "id": "0513",
        "parent_id": "0043",
        "name": "涞水县",
        "full_id": "0004*0043*0513"
    },
    {
        "id": "0514",
        "parent_id": "0043",
        "name": "阜平县",
        "full_id": "0004*0043*0514"
    },
    {
        "id": "0515",
        "parent_id": "0043",
        "name": "徐水县",
        "full_id": "0004*0043*0515"
    },
    {
        "id": "0516",
        "parent_id": "0043",
        "name": "定兴县",
        "full_id": "0004*0043*0516"
    },
    {
        "id": "0517",
        "parent_id": "0043",
        "name": "唐县",
        "full_id": "0004*0043*0517"
    },
    {
        "id": "0518",
        "parent_id": "0043",
        "name": "高阳县",
        "full_id": "0004*0043*0518"
    },
    {
        "id": "0519",
        "parent_id": "0043",
        "name": "容城县",
        "full_id": "0004*0043*0519"
    },
    {
        "id": "0520",
        "parent_id": "0043",
        "name": "涞源县",
        "full_id": "0004*0043*0520"
    },
    {
        "id": "0521",
        "parent_id": "0043",
        "name": "望都县",
        "full_id": "0004*0043*0521"
    },
    {
        "id": "0522",
        "parent_id": "0043",
        "name": "安新县",
        "full_id": "0004*0043*0522"
    },
    {
        "id": "0523",
        "parent_id": "0043",
        "name": "易县",
        "full_id": "0004*0043*0523"
    },
    {
        "id": "0524",
        "parent_id": "0043",
        "name": "曲阳县",
        "full_id": "0004*0043*0524"
    },
    {
        "id": "0525",
        "parent_id": "0043",
        "name": "蠡县",
        "full_id": "0004*0043*0525"
    },
    {
        "id": "0526",
        "parent_id": "0043",
        "name": "顺平县",
        "full_id": "0004*0043*0526"
    },
    {
        "id": "0527",
        "parent_id": "0043",
        "name": "博野县",
        "full_id": "0004*0043*0527"
    },
    {
        "id": "0528",
        "parent_id": "0043",
        "name": "雄县",
        "full_id": "0004*0043*0528"
    },
    {
        "id": "0529",
        "parent_id": "0043",
        "name": "涿州市",
        "full_id": "0004*0043*0529"
    },
    {
        "id": "0530",
        "parent_id": "0043",
        "name": "定州市",
        "full_id": "0004*0043*0530"
    },
    {
        "id": "0531",
        "parent_id": "0043",
        "name": "安国市",
        "full_id": "0004*0043*0531"
    },
    {
        "id": "0532",
        "parent_id": "0043",
        "name": "高碑店市",
        "full_id": "0004*0043*0532"
    },
    {
        "id": "0044",
        "parent_id": "0004",
        "name": "张家口市",
        "full_id": "0004*0044"
    },
    {
        "id": "0533",
        "parent_id": "0044",
        "name": "桥东区",
        "full_id": "0004*0044*0533"
    },
    {
        "id": "0534",
        "parent_id": "0044",
        "name": "桥西区",
        "full_id": "0004*0044*0534"
    },
    {
        "id": "0535",
        "parent_id": "0044",
        "name": "宣化区",
        "full_id": "0004*0044*0535"
    },
    {
        "id": "0536",
        "parent_id": "0044",
        "name": "下花园区",
        "full_id": "0004*0044*0536"
    },
    {
        "id": "0537",
        "parent_id": "0044",
        "name": "宣化县",
        "full_id": "0004*0044*0537"
    },
    {
        "id": "0538",
        "parent_id": "0044",
        "name": "张北县",
        "full_id": "0004*0044*0538"
    },
    {
        "id": "0539",
        "parent_id": "0044",
        "name": "康保县",
        "full_id": "0004*0044*0539"
    },
    {
        "id": "0540",
        "parent_id": "0044",
        "name": "沽源县",
        "full_id": "0004*0044*0540"
    },
    {
        "id": "0541",
        "parent_id": "0044",
        "name": "尚义县",
        "full_id": "0004*0044*0541"
    },
    {
        "id": "0542",
        "parent_id": "0044",
        "name": "蔚县",
        "full_id": "0004*0044*0542"
    },
    {
        "id": "0543",
        "parent_id": "0044",
        "name": "阳原县",
        "full_id": "0004*0044*0543"
    },
    {
        "id": "0544",
        "parent_id": "0044",
        "name": "怀安县",
        "full_id": "0004*0044*0544"
    },
    {
        "id": "0545",
        "parent_id": "0044",
        "name": "万全县",
        "full_id": "0004*0044*0545"
    },
    {
        "id": "0546",
        "parent_id": "0044",
        "name": "怀来县",
        "full_id": "0004*0044*0546"
    },
    {
        "id": "0547",
        "parent_id": "0044",
        "name": "涿鹿县",
        "full_id": "0004*0044*0547"
    },
    {
        "id": "0548",
        "parent_id": "0044",
        "name": "赤城县",
        "full_id": "0004*0044*0548"
    },
    {
        "id": "0549",
        "parent_id": "0044",
        "name": "崇礼县",
        "full_id": "0004*0044*0549"
    },
    {
        "id": "0045",
        "parent_id": "0004",
        "name": "承德市",
        "full_id": "0004*0045"
    },
    {
        "id": "0550",
        "parent_id": "0045",
        "name": "双桥区",
        "full_id": "0004*0045*0550"
    },
    {
        "id": "0551",
        "parent_id": "0045",
        "name": "双滦区",
        "full_id": "0004*0045*0551"
    },
    {
        "id": "0552",
        "parent_id": "0045",
        "name": "鹰手营子矿区",
        "full_id": "0004*0045*0552"
    },
    {
        "id": "0553",
        "parent_id": "0045",
        "name": "承德县",
        "full_id": "0004*0045*0553"
    },
    {
        "id": "0554",
        "parent_id": "0045",
        "name": "兴隆县",
        "full_id": "0004*0045*0554"
    },
    {
        "id": "0555",
        "parent_id": "0045",
        "name": "平泉县",
        "full_id": "0004*0045*0555"
    },
    {
        "id": "0556",
        "parent_id": "0045",
        "name": "滦平县",
        "full_id": "0004*0045*0556"
    },
    {
        "id": "0557",
        "parent_id": "0045",
        "name": "隆化县",
        "full_id": "0004*0045*0557"
    },
    {
        "id": "0558",
        "parent_id": "0045",
        "name": "丰宁满族自治县",
        "full_id": "0004*0045*0558"
    },
    {
        "id": "0559",
        "parent_id": "0045",
        "name": "宽城满族自治县",
        "full_id": "0004*0045*0559"
    },
    {
        "id": "0560",
        "parent_id": "0045",
        "name": "围场满族蒙古族自治县",
        "full_id": "0004*0045*0560"
    },
    {
        "id": "0046",
        "parent_id": "0004",
        "name": "沧州市",
        "full_id": "0004*0046"
    },
    {
        "id": "0561",
        "parent_id": "0046",
        "name": "新华区",
        "full_id": "0004*0046*0561"
    },
    {
        "id": "0562",
        "parent_id": "0046",
        "name": "运河区",
        "full_id": "0004*0046*0562"
    },
    {
        "id": "0563",
        "parent_id": "0046",
        "name": "沧县",
        "full_id": "0004*0046*0563"
    },
    {
        "id": "0564",
        "parent_id": "0046",
        "name": "青县",
        "full_id": "0004*0046*0564"
    },
    {
        "id": "0565",
        "parent_id": "0046",
        "name": "东光县",
        "full_id": "0004*0046*0565"
    },
    {
        "id": "0566",
        "parent_id": "0046",
        "name": "海兴县",
        "full_id": "0004*0046*0566"
    },
    {
        "id": "0567",
        "parent_id": "0046",
        "name": "盐山县",
        "full_id": "0004*0046*0567"
    },
    {
        "id": "0568",
        "parent_id": "0046",
        "name": "肃宁县",
        "full_id": "0004*0046*0568"
    },
    {
        "id": "0569",
        "parent_id": "0046",
        "name": "南皮县",
        "full_id": "0004*0046*0569"
    },
    {
        "id": "0570",
        "parent_id": "0046",
        "name": "吴桥县",
        "full_id": "0004*0046*0570"
    },
    {
        "id": "0571",
        "parent_id": "0046",
        "name": "献县",
        "full_id": "0004*0046*0571"
    },
    {
        "id": "0572",
        "parent_id": "0046",
        "name": "孟村回族自治县",
        "full_id": "0004*0046*0572"
    },
    {
        "id": "0573",
        "parent_id": "0046",
        "name": "泊头市",
        "full_id": "0004*0046*0573"
    },
    {
        "id": "0574",
        "parent_id": "0046",
        "name": "任丘市",
        "full_id": "0004*0046*0574"
    },
    {
        "id": "0575",
        "parent_id": "0046",
        "name": "黄骅市",
        "full_id": "0004*0046*0575"
    },
    {
        "id": "0576",
        "parent_id": "0046",
        "name": "河间市",
        "full_id": "0004*0046*0576"
    },
    {
        "id": "0047",
        "parent_id": "0004",
        "name": "廊坊市",
        "full_id": "0004*0047"
    },
    {
        "id": "0577",
        "parent_id": "0047",
        "name": "安次区",
        "full_id": "0004*0047*0577"
    },
    {
        "id": "0578",
        "parent_id": "0047",
        "name": "广阳区",
        "full_id": "0004*0047*0578"
    },
    {
        "id": "0579",
        "parent_id": "0047",
        "name": "固安县",
        "full_id": "0004*0047*0579"
    },
    {
        "id": "0580",
        "parent_id": "0047",
        "name": "永清县",
        "full_id": "0004*0047*0580"
    },
    {
        "id": "0581",
        "parent_id": "0047",
        "name": "香河县",
        "full_id": "0004*0047*0581"
    },
    {
        "id": "0582",
        "parent_id": "0047",
        "name": "大城县",
        "full_id": "0004*0047*0582"
    },
    {
        "id": "0583",
        "parent_id": "0047",
        "name": "文安县",
        "full_id": "0004*0047*0583"
    },
    {
        "id": "0584",
        "parent_id": "0047",
        "name": "大厂回族自治县",
        "full_id": "0004*0047*0584"
    },
    {
        "id": "0585",
        "parent_id": "0047",
        "name": "霸州市",
        "full_id": "0004*0047*0585"
    },
    {
        "id": "0586",
        "parent_id": "0047",
        "name": "三河市",
        "full_id": "0004*0047*0586"
    },
    {
        "id": "0587",
        "parent_id": "0047",
        "name": "开发区",
        "full_id": "0004*0047*0587"
    },
    {
        "id": "0048",
        "parent_id": "0004",
        "name": "衡水市",
        "full_id": "0004*0048"
    },
    {
        "id": "0588",
        "parent_id": "0048",
        "name": "桃城区",
        "full_id": "0004*0048*0588"
    },
    {
        "id": "0589",
        "parent_id": "0048",
        "name": "枣强县",
        "full_id": "0004*0048*0589"
    },
    {
        "id": "0590",
        "parent_id": "0048",
        "name": "武邑县",
        "full_id": "0004*0048*0590"
    },
    {
        "id": "0591",
        "parent_id": "0048",
        "name": "武强县",
        "full_id": "0004*0048*0591"
    },
    {
        "id": "0592",
        "parent_id": "0048",
        "name": "饶阳县",
        "full_id": "0004*0048*0592"
    },
    {
        "id": "0593",
        "parent_id": "0048",
        "name": "安平县",
        "full_id": "0004*0048*0593"
    },
    {
        "id": "0594",
        "parent_id": "0048",
        "name": "故城县",
        "full_id": "0004*0048*0594"
    },
    {
        "id": "0595",
        "parent_id": "0048",
        "name": "景县",
        "full_id": "0004*0048*0595"
    },
    {
        "id": "0596",
        "parent_id": "0048",
        "name": "阜城县",
        "full_id": "0004*0048*0596"
    },
    {
        "id": "0597",
        "parent_id": "0048",
        "name": "冀州市",
        "full_id": "0004*0048*0597"
    },
    {
        "id": "0598",
        "parent_id": "0048",
        "name": "深州市",
        "full_id": "0004*0048*0598"
    },
    {
        "id": "0005",
        "parent_id": "0000",
        "name": "山西",
        "full_id": "0005"
    },
    {
        "id": "0049",
        "parent_id": "0005",
        "name": "太原市",
        "full_id": "0005*0049"
    },
    {
        "id": "0599",
        "parent_id": "0049",
        "name": "小店区",
        "full_id": "0005*0049*0599"
    },
    {
        "id": "0600",
        "parent_id": "0049",
        "name": "迎泽区",
        "full_id": "0005*0049*0600"
    },
    {
        "id": "0601",
        "parent_id": "0049",
        "name": "杏花岭区",
        "full_id": "0005*0049*0601"
    },
    {
        "id": "0602",
        "parent_id": "0049",
        "name": "尖草坪区",
        "full_id": "0005*0049*0602"
    },
    {
        "id": "0603",
        "parent_id": "0049",
        "name": "万柏林区",
        "full_id": "0005*0049*0603"
    },
    {
        "id": "0604",
        "parent_id": "0049",
        "name": "晋源区",
        "full_id": "0005*0049*0604"
    },
    {
        "id": "0605",
        "parent_id": "0049",
        "name": "清徐县",
        "full_id": "0005*0049*0605"
    },
    {
        "id": "0606",
        "parent_id": "0049",
        "name": "阳曲县",
        "full_id": "0005*0049*0606"
    },
    {
        "id": "0607",
        "parent_id": "0049",
        "name": "娄烦县",
        "full_id": "0005*0049*0607"
    },
    {
        "id": "0608",
        "parent_id": "0049",
        "name": "古交市",
        "full_id": "0005*0049*0608"
    },
    {
        "id": "0050",
        "parent_id": "0005",
        "name": "大同市",
        "full_id": "0005*0050"
    },
    {
        "id": "0609",
        "parent_id": "0050",
        "name": "城区",
        "full_id": "0005*0050*0609"
    },
    {
        "id": "0610",
        "parent_id": "0050",
        "name": "矿区",
        "full_id": "0005*0050*0610"
    },
    {
        "id": "0611",
        "parent_id": "0050",
        "name": "南郊区",
        "full_id": "0005*0050*0611"
    },
    {
        "id": "0612",
        "parent_id": "0050",
        "name": "新荣区",
        "full_id": "0005*0050*0612"
    },
    {
        "id": "0613",
        "parent_id": "0050",
        "name": "阳高县",
        "full_id": "0005*0050*0613"
    },
    {
        "id": "0614",
        "parent_id": "0050",
        "name": "天镇县",
        "full_id": "0005*0050*0614"
    },
    {
        "id": "0615",
        "parent_id": "0050",
        "name": "广灵县",
        "full_id": "0005*0050*0615"
    },
    {
        "id": "0616",
        "parent_id": "0050",
        "name": "灵丘县",
        "full_id": "0005*0050*0616"
    },
    {
        "id": "0617",
        "parent_id": "0050",
        "name": "浑源县",
        "full_id": "0005*0050*0617"
    },
    {
        "id": "0618",
        "parent_id": "0050",
        "name": "左云县",
        "full_id": "0005*0050*0618"
    },
    {
        "id": "0619",
        "parent_id": "0050",
        "name": "大同县",
        "full_id": "0005*0050*0619"
    },
    {
        "id": "0051",
        "parent_id": "0005",
        "name": "阳泉市",
        "full_id": "0005*0051"
    },
    {
        "id": "0620",
        "parent_id": "0051",
        "name": "城区",
        "full_id": "0005*0051*0620"
    },
    {
        "id": "0621",
        "parent_id": "0051",
        "name": "矿区",
        "full_id": "0005*0051*0621"
    },
    {
        "id": "0622",
        "parent_id": "0051",
        "name": "郊区",
        "full_id": "0005*0051*0622"
    },
    {
        "id": "0623",
        "parent_id": "0051",
        "name": "平定县",
        "full_id": "0005*0051*0623"
    },
    {
        "id": "0624",
        "parent_id": "0051",
        "name": "盂县",
        "full_id": "0005*0051*0624"
    },
    {
        "id": "0052",
        "parent_id": "0005",
        "name": "长治市",
        "full_id": "0005*0052"
    },
    {
        "id": "0625",
        "parent_id": "0052",
        "name": "城区",
        "full_id": "0005*0052*0625"
    },
    {
        "id": "0626",
        "parent_id": "0052",
        "name": "郊区",
        "full_id": "0005*0052*0626"
    },
    {
        "id": "0627",
        "parent_id": "0052",
        "name": "长治县",
        "full_id": "0005*0052*0627"
    },
    {
        "id": "0628",
        "parent_id": "0052",
        "name": "襄垣县",
        "full_id": "0005*0052*0628"
    },
    {
        "id": "0629",
        "parent_id": "0052",
        "name": "屯留县",
        "full_id": "0005*0052*0629"
    },
    {
        "id": "0630",
        "parent_id": "0052",
        "name": "平顺县",
        "full_id": "0005*0052*0630"
    },
    {
        "id": "0631",
        "parent_id": "0052",
        "name": "黎城县",
        "full_id": "0005*0052*0631"
    },
    {
        "id": "0632",
        "parent_id": "0052",
        "name": "壶关县",
        "full_id": "0005*0052*0632"
    },
    {
        "id": "0633",
        "parent_id": "0052",
        "name": "长子县",
        "full_id": "0005*0052*0633"
    },
    {
        "id": "0634",
        "parent_id": "0052",
        "name": "武乡县",
        "full_id": "0005*0052*0634"
    },
    {
        "id": "0635",
        "parent_id": "0052",
        "name": "沁县",
        "full_id": "0005*0052*0635"
    },
    {
        "id": "0636",
        "parent_id": "0052",
        "name": "沁源县",
        "full_id": "0005*0052*0636"
    },
    {
        "id": "0637",
        "parent_id": "0052",
        "name": "潞城市",
        "full_id": "0005*0052*0637"
    },
    {
        "id": "0053",
        "parent_id": "0005",
        "name": "晋城市",
        "full_id": "0005*0053"
    },
    {
        "id": "0638",
        "parent_id": "0053",
        "name": "城区",
        "full_id": "0005*0053*0638"
    },
    {
        "id": "0639",
        "parent_id": "0053",
        "name": "沁水县",
        "full_id": "0005*0053*0639"
    },
    {
        "id": "0640",
        "parent_id": "0053",
        "name": "阳城县",
        "full_id": "0005*0053*0640"
    },
    {
        "id": "0641",
        "parent_id": "0053",
        "name": "陵川县",
        "full_id": "0005*0053*0641"
    },
    {
        "id": "0642",
        "parent_id": "0053",
        "name": "泽州县",
        "full_id": "0005*0053*0642"
    },
    {
        "id": "0643",
        "parent_id": "0053",
        "name": "高平市",
        "full_id": "0005*0053*0643"
    },
    {
        "id": "0054",
        "parent_id": "0005",
        "name": "朔州市",
        "full_id": "0005*0054"
    },
    {
        "id": "0644",
        "parent_id": "0054",
        "name": "朔城区",
        "full_id": "0005*0054*0644"
    },
    {
        "id": "0645",
        "parent_id": "0054",
        "name": "平鲁区",
        "full_id": "0005*0054*0645"
    },
    {
        "id": "0646",
        "parent_id": "0054",
        "name": "山阴县",
        "full_id": "0005*0054*0646"
    },
    {
        "id": "0647",
        "parent_id": "0054",
        "name": "应县",
        "full_id": "0005*0054*0647"
    },
    {
        "id": "0648",
        "parent_id": "0054",
        "name": "右玉县",
        "full_id": "0005*0054*0648"
    },
    {
        "id": "0649",
        "parent_id": "0054",
        "name": "怀仁县",
        "full_id": "0005*0054*0649"
    },
    {
        "id": "0055",
        "parent_id": "0005",
        "name": "晋中市",
        "full_id": "0005*0055"
    },
    {
        "id": "0650",
        "parent_id": "0055",
        "name": "榆次区",
        "full_id": "0005*0055*0650"
    },
    {
        "id": "0651",
        "parent_id": "0055",
        "name": "榆社县",
        "full_id": "0005*0055*0651"
    },
    {
        "id": "0652",
        "parent_id": "0055",
        "name": "左权县",
        "full_id": "0005*0055*0652"
    },
    {
        "id": "0653",
        "parent_id": "0055",
        "name": "和顺县",
        "full_id": "0005*0055*0653"
    },
    {
        "id": "0654",
        "parent_id": "0055",
        "name": "昔阳县",
        "full_id": "0005*0055*0654"
    },
    {
        "id": "0655",
        "parent_id": "0055",
        "name": "寿阳县",
        "full_id": "0005*0055*0655"
    },
    {
        "id": "0656",
        "parent_id": "0055",
        "name": "太谷县",
        "full_id": "0005*0055*0656"
    },
    {
        "id": "0657",
        "parent_id": "0055",
        "name": "祁县",
        "full_id": "0005*0055*0657"
    },
    {
        "id": "0658",
        "parent_id": "0055",
        "name": "平遥县",
        "full_id": "0005*0055*0658"
    },
    {
        "id": "0659",
        "parent_id": "0055",
        "name": "灵石县",
        "full_id": "0005*0055*0659"
    },
    {
        "id": "0660",
        "parent_id": "0055",
        "name": "介休市",
        "full_id": "0005*0055*0660"
    },
    {
        "id": "0056",
        "parent_id": "0005",
        "name": "运城市",
        "full_id": "0005*0056"
    },
    {
        "id": "0661",
        "parent_id": "0056",
        "name": "盐湖区",
        "full_id": "0005*0056*0661"
    },
    {
        "id": "0662",
        "parent_id": "0056",
        "name": "临猗县",
        "full_id": "0005*0056*0662"
    },
    {
        "id": "0663",
        "parent_id": "0056",
        "name": "万荣县",
        "full_id": "0005*0056*0663"
    },
    {
        "id": "0664",
        "parent_id": "0056",
        "name": "闻喜县",
        "full_id": "0005*0056*0664"
    },
    {
        "id": "0665",
        "parent_id": "0056",
        "name": "稷山县",
        "full_id": "0005*0056*0665"
    },
    {
        "id": "0666",
        "parent_id": "0056",
        "name": "新绛县",
        "full_id": "0005*0056*0666"
    },
    {
        "id": "0667",
        "parent_id": "0056",
        "name": "绛县",
        "full_id": "0005*0056*0667"
    },
    {
        "id": "0668",
        "parent_id": "0056",
        "name": "垣曲县",
        "full_id": "0005*0056*0668"
    },
    {
        "id": "0669",
        "parent_id": "0056",
        "name": "夏县",
        "full_id": "0005*0056*0669"
    },
    {
        "id": "0670",
        "parent_id": "0056",
        "name": "平陆县",
        "full_id": "0005*0056*0670"
    },
    {
        "id": "0671",
        "parent_id": "0056",
        "name": "芮城县",
        "full_id": "0005*0056*0671"
    },
    {
        "id": "0672",
        "parent_id": "0056",
        "name": "永济市",
        "full_id": "0005*0056*0672"
    },
    {
        "id": "0673",
        "parent_id": "0056",
        "name": "河津市",
        "full_id": "0005*0056*0673"
    },
    {
        "id": "0057",
        "parent_id": "0005",
        "name": "忻州市",
        "full_id": "0005*0057"
    },
    {
        "id": "0674",
        "parent_id": "0057",
        "name": "忻府区",
        "full_id": "0005*0057*0674"
    },
    {
        "id": "0675",
        "parent_id": "0057",
        "name": "定襄县",
        "full_id": "0005*0057*0675"
    },
    {
        "id": "0676",
        "parent_id": "0057",
        "name": "五台县",
        "full_id": "0005*0057*0676"
    },
    {
        "id": "0677",
        "parent_id": "0057",
        "name": "代县",
        "full_id": "0005*0057*0677"
    },
    {
        "id": "0678",
        "parent_id": "0057",
        "name": "繁峙县",
        "full_id": "0005*0057*0678"
    },
    {
        "id": "0679",
        "parent_id": "0057",
        "name": "宁武县",
        "full_id": "0005*0057*0679"
    },
    {
        "id": "0680",
        "parent_id": "0057",
        "name": "静乐县",
        "full_id": "0005*0057*0680"
    },
    {
        "id": "0681",
        "parent_id": "0057",
        "name": "神池县",
        "full_id": "0005*0057*0681"
    },
    {
        "id": "0682",
        "parent_id": "0057",
        "name": "五寨县",
        "full_id": "0005*0057*0682"
    },
    {
        "id": "0683",
        "parent_id": "0057",
        "name": "岢岚县",
        "full_id": "0005*0057*0683"
    },
    {
        "id": "0684",
        "parent_id": "0057",
        "name": "河曲县",
        "full_id": "0005*0057*0684"
    },
    {
        "id": "0685",
        "parent_id": "0057",
        "name": "保德县",
        "full_id": "0005*0057*0685"
    },
    {
        "id": "0686",
        "parent_id": "0057",
        "name": "偏关县",
        "full_id": "0005*0057*0686"
    },
    {
        "id": "0687",
        "parent_id": "0057",
        "name": "原平市",
        "full_id": "0005*0057*0687"
    },
    {
        "id": "0058",
        "parent_id": "0005",
        "name": "临汾市",
        "full_id": "0005*0058"
    },
    {
        "id": "0688",
        "parent_id": "0058",
        "name": "尧都区",
        "full_id": "0005*0058*0688"
    },
    {
        "id": "0689",
        "parent_id": "0058",
        "name": "曲沃县",
        "full_id": "0005*0058*0689"
    },
    {
        "id": "0690",
        "parent_id": "0058",
        "name": "翼城县",
        "full_id": "0005*0058*0690"
    },
    {
        "id": "0691",
        "parent_id": "0058",
        "name": "襄汾县",
        "full_id": "0005*0058*0691"
    },
    {
        "id": "0692",
        "parent_id": "0058",
        "name": "洪洞县",
        "full_id": "0005*0058*0692"
    },
    {
        "id": "0693",
        "parent_id": "0058",
        "name": "古县",
        "full_id": "0005*0058*0693"
    },
    {
        "id": "0694",
        "parent_id": "0058",
        "name": "安泽县",
        "full_id": "0005*0058*0694"
    },
    {
        "id": "0695",
        "parent_id": "0058",
        "name": "浮山县",
        "full_id": "0005*0058*0695"
    },
    {
        "id": "0696",
        "parent_id": "0058",
        "name": "吉县",
        "full_id": "0005*0058*0696"
    },
    {
        "id": "0697",
        "parent_id": "0058",
        "name": "乡宁县",
        "full_id": "0005*0058*0697"
    },
    {
        "id": "0698",
        "parent_id": "0058",
        "name": "大宁县",
        "full_id": "0005*0058*0698"
    },
    {
        "id": "0699",
        "parent_id": "0058",
        "name": "隰县",
        "full_id": "0005*0058*0699"
    },
    {
        "id": "0700",
        "parent_id": "0058",
        "name": "永和县",
        "full_id": "0005*0058*0700"
    },
    {
        "id": "0701",
        "parent_id": "0058",
        "name": "蒲县",
        "full_id": "0005*0058*0701"
    },
    {
        "id": "0702",
        "parent_id": "0058",
        "name": "汾西县",
        "full_id": "0005*0058*0702"
    },
    {
        "id": "0703",
        "parent_id": "0058",
        "name": "侯马市",
        "full_id": "0005*0058*0703"
    },
    {
        "id": "0704",
        "parent_id": "0058",
        "name": "霍州市",
        "full_id": "0005*0058*0704"
    },
    {
        "id": "0059",
        "parent_id": "0005",
        "name": "吕梁市",
        "full_id": "0005*0059"
    },
    {
        "id": "0705",
        "parent_id": "0059",
        "name": "离石区",
        "full_id": "0005*0059*0705"
    },
    {
        "id": "0706",
        "parent_id": "0059",
        "name": "文水县",
        "full_id": "0005*0059*0706"
    },
    {
        "id": "0707",
        "parent_id": "0059",
        "name": "交城县",
        "full_id": "0005*0059*0707"
    },
    {
        "id": "0708",
        "parent_id": "0059",
        "name": "兴县",
        "full_id": "0005*0059*0708"
    },
    {
        "id": "0709",
        "parent_id": "0059",
        "name": "临县",
        "full_id": "0005*0059*0709"
    },
    {
        "id": "0710",
        "parent_id": "0059",
        "name": "柳林县",
        "full_id": "0005*0059*0710"
    },
    {
        "id": "0711",
        "parent_id": "0059",
        "name": "石楼县",
        "full_id": "0005*0059*0711"
    },
    {
        "id": "0712",
        "parent_id": "0059",
        "name": "岚县",
        "full_id": "0005*0059*0712"
    },
    {
        "id": "0713",
        "parent_id": "0059",
        "name": "方山县",
        "full_id": "0005*0059*0713"
    },
    {
        "id": "0714",
        "parent_id": "0059",
        "name": "中阳县",
        "full_id": "0005*0059*0714"
    },
    {
        "id": "0715",
        "parent_id": "0059",
        "name": "交口县",
        "full_id": "0005*0059*0715"
    },
    {
        "id": "0716",
        "parent_id": "0059",
        "name": "孝义市",
        "full_id": "0005*0059*0716"
    },
    {
        "id": "0717",
        "parent_id": "0059",
        "name": "汾阳市",
        "full_id": "0005*0059*0717"
    },
    {
        "id": "0006",
        "parent_id": "0000",
        "name": "内蒙古",
        "full_id": "0006"
    },
    {
        "id": "0060",
        "parent_id": "0006",
        "name": "呼和浩特市",
        "full_id": "0006*0060"
    },
    {
        "id": "0718",
        "parent_id": "0060",
        "name": "回民区",
        "full_id": "0006*0060*0718"
    },
    {
        "id": "0719",
        "parent_id": "0060",
        "name": "玉泉区",
        "full_id": "0006*0060*0719"
    },
    {
        "id": "0720",
        "parent_id": "0060",
        "name": "新城区",
        "full_id": "0006*0060*0720"
    },
    {
        "id": "0721",
        "parent_id": "0060",
        "name": "赛罕区",
        "full_id": "0006*0060*0721"
    },
    {
        "id": "0722",
        "parent_id": "0060",
        "name": "土默特左旗",
        "full_id": "0006*0060*0722"
    },
    {
        "id": "0723",
        "parent_id": "0060",
        "name": "托克托县",
        "full_id": "0006*0060*0723"
    },
    {
        "id": "0724",
        "parent_id": "0060",
        "name": "和林格尔县",
        "full_id": "0006*0060*0724"
    },
    {
        "id": "0725",
        "parent_id": "0060",
        "name": "清水河县",
        "full_id": "0006*0060*0725"
    },
    {
        "id": "0726",
        "parent_id": "0060",
        "name": "武川县",
        "full_id": "0006*0060*0726"
    },
    {
        "id": "0061",
        "parent_id": "0006",
        "name": "包头市",
        "full_id": "0006*0061"
    },
    {
        "id": "0727",
        "parent_id": "0061",
        "name": "东河区",
        "full_id": "0006*0061*0727"
    },
    {
        "id": "0728",
        "parent_id": "0061",
        "name": "昆都仑区",
        "full_id": "0006*0061*0728"
    },
    {
        "id": "0729",
        "parent_id": "0061",
        "name": "青山区",
        "full_id": "0006*0061*0729"
    },
    {
        "id": "0730",
        "parent_id": "0061",
        "name": "石拐区",
        "full_id": "0006*0061*0730"
    },
    {
        "id": "0731",
        "parent_id": "0061",
        "name": "白云矿区",
        "full_id": "0006*0061*0731"
    },
    {
        "id": "0732",
        "parent_id": "0061",
        "name": "九原区",
        "full_id": "0006*0061*0732"
    },
    {
        "id": "0733",
        "parent_id": "0061",
        "name": "土默特右旗",
        "full_id": "0006*0061*0733"
    },
    {
        "id": "0734",
        "parent_id": "0061",
        "name": "固阳县",
        "full_id": "0006*0061*0734"
    },
    {
        "id": "0735",
        "parent_id": "0061",
        "name": "达尔罕茂明安联合旗",
        "full_id": "0006*0061*0735"
    },
    {
        "id": "0062",
        "parent_id": "0006",
        "name": "乌海市",
        "full_id": "0006*0062"
    },
    {
        "id": "0736",
        "parent_id": "0062",
        "name": "海勃湾区",
        "full_id": "0006*0062*0736"
    },
    {
        "id": "0737",
        "parent_id": "0062",
        "name": "海南区",
        "full_id": "0006*0062*0737"
    },
    {
        "id": "0738",
        "parent_id": "0062",
        "name": "乌达区",
        "full_id": "0006*0062*0738"
    },
    {
        "id": "0063",
        "parent_id": "0006",
        "name": "赤峰市",
        "full_id": "0006*0063"
    },
    {
        "id": "0739",
        "parent_id": "0063",
        "name": "红山区",
        "full_id": "0006*0063*0739"
    },
    {
        "id": "0740",
        "parent_id": "0063",
        "name": "元宝山区",
        "full_id": "0006*0063*0740"
    },
    {
        "id": "0741",
        "parent_id": "0063",
        "name": "松山区",
        "full_id": "0006*0063*0741"
    },
    {
        "id": "0742",
        "parent_id": "0063",
        "name": "阿鲁科尔沁旗",
        "full_id": "0006*0063*0742"
    },
    {
        "id": "0743",
        "parent_id": "0063",
        "name": "巴林左旗",
        "full_id": "0006*0063*0743"
    },
    {
        "id": "0744",
        "parent_id": "0063",
        "name": "巴林右旗",
        "full_id": "0006*0063*0744"
    },
    {
        "id": "0745",
        "parent_id": "0063",
        "name": "林西县",
        "full_id": "0006*0063*0745"
    },
    {
        "id": "0746",
        "parent_id": "0063",
        "name": "克什克腾旗",
        "full_id": "0006*0063*0746"
    },
    {
        "id": "0747",
        "parent_id": "0063",
        "name": "翁牛特旗",
        "full_id": "0006*0063*0747"
    },
    {
        "id": "0748",
        "parent_id": "0063",
        "name": "喀喇沁旗",
        "full_id": "0006*0063*0748"
    },
    {
        "id": "0749",
        "parent_id": "0063",
        "name": "宁城县",
        "full_id": "0006*0063*0749"
    },
    {
        "id": "0750",
        "parent_id": "0063",
        "name": "敖汉旗",
        "full_id": "0006*0063*0750"
    },
    {
        "id": "0751",
        "parent_id": "0063",
        "name": "新城区",
        "full_id": "0006*0063*0751"
    },
    {
        "id": "0064",
        "parent_id": "0006",
        "name": "通辽市",
        "full_id": "0006*0064"
    },
    {
        "id": "0752",
        "parent_id": "0064",
        "name": "科尔沁区",
        "full_id": "0006*0064*0752"
    },
    {
        "id": "0753",
        "parent_id": "0064",
        "name": "科尔沁左翼中旗",
        "full_id": "0006*0064*0753"
    },
    {
        "id": "0754",
        "parent_id": "0064",
        "name": "科尔沁左翼后旗",
        "full_id": "0006*0064*0754"
    },
    {
        "id": "0755",
        "parent_id": "0064",
        "name": "开鲁县",
        "full_id": "0006*0064*0755"
    },
    {
        "id": "0756",
        "parent_id": "0064",
        "name": "库伦旗",
        "full_id": "0006*0064*0756"
    },
    {
        "id": "0757",
        "parent_id": "0064",
        "name": "奈曼旗",
        "full_id": "0006*0064*0757"
    },
    {
        "id": "0758",
        "parent_id": "0064",
        "name": "扎鲁特旗",
        "full_id": "0006*0064*0758"
    },
    {
        "id": "0759",
        "parent_id": "0064",
        "name": "霍林郭勒市",
        "full_id": "0006*0064*0759"
    },
    {
        "id": "0065",
        "parent_id": "0006",
        "name": "鄂尔多斯市",
        "full_id": "0006*0065"
    },
    {
        "id": "0760",
        "parent_id": "0065",
        "name": "东胜区",
        "full_id": "0006*0065*0760"
    },
    {
        "id": "0761",
        "parent_id": "0065",
        "name": "达拉特旗",
        "full_id": "0006*0065*0761"
    },
    {
        "id": "0762",
        "parent_id": "0065",
        "name": "准格尔旗",
        "full_id": "0006*0065*0762"
    },
    {
        "id": "0763",
        "parent_id": "0065",
        "name": "鄂托克前旗",
        "full_id": "0006*0065*0763"
    },
    {
        "id": "0764",
        "parent_id": "0065",
        "name": "鄂托克旗",
        "full_id": "0006*0065*0764"
    },
    {
        "id": "0765",
        "parent_id": "0065",
        "name": "杭锦旗",
        "full_id": "0006*0065*0765"
    },
    {
        "id": "0766",
        "parent_id": "0065",
        "name": "乌审旗",
        "full_id": "0006*0065*0766"
    },
    {
        "id": "0767",
        "parent_id": "0065",
        "name": "伊金霍洛旗",
        "full_id": "0006*0065*0767"
    },
    {
        "id": "0066",
        "parent_id": "0006",
        "name": "呼伦贝尔市",
        "full_id": "0006*0066"
    },
    {
        "id": "0768",
        "parent_id": "0066",
        "name": "海拉尔区",
        "full_id": "0006*0066*0768"
    },
    {
        "id": "0769",
        "parent_id": "0066",
        "name": "阿荣旗",
        "full_id": "0006*0066*0769"
    },
    {
        "id": "0770",
        "parent_id": "0066",
        "name": "莫力达瓦达斡尔族自治旗",
        "full_id": "0006*0066*0770"
    },
    {
        "id": "0771",
        "parent_id": "0066",
        "name": "鄂伦春自治旗",
        "full_id": "0006*0066*0771"
    },
    {
        "id": "0772",
        "parent_id": "0066",
        "name": "鄂温克族自治旗",
        "full_id": "0006*0066*0772"
    },
    {
        "id": "0773",
        "parent_id": "0066",
        "name": "陈巴尔虎旗",
        "full_id": "0006*0066*0773"
    },
    {
        "id": "0774",
        "parent_id": "0066",
        "name": "新巴尔虎左旗",
        "full_id": "0006*0066*0774"
    },
    {
        "id": "0775",
        "parent_id": "0066",
        "name": "新巴尔虎右旗",
        "full_id": "0006*0066*0775"
    },
    {
        "id": "0776",
        "parent_id": "0066",
        "name": "满洲里市",
        "full_id": "0006*0066*0776"
    },
    {
        "id": "0777",
        "parent_id": "0066",
        "name": "牙克石市",
        "full_id": "0006*0066*0777"
    },
    {
        "id": "0778",
        "parent_id": "0066",
        "name": "扎兰屯市",
        "full_id": "0006*0066*0778"
    },
    {
        "id": "0779",
        "parent_id": "0066",
        "name": "额尔古纳市",
        "full_id": "0006*0066*0779"
    },
    {
        "id": "0780",
        "parent_id": "0066",
        "name": "根河市",
        "full_id": "0006*0066*0780"
    },
    {
        "id": "0067",
        "parent_id": "0006",
        "name": "巴彦淖尔市",
        "full_id": "0006*0067"
    },
    {
        "id": "0781",
        "parent_id": "0067",
        "name": "临河区",
        "full_id": "0006*0067*0781"
    },
    {
        "id": "0782",
        "parent_id": "0067",
        "name": "五原县",
        "full_id": "0006*0067*0782"
    },
    {
        "id": "0783",
        "parent_id": "0067",
        "name": "磴口县",
        "full_id": "0006*0067*0783"
    },
    {
        "id": "0784",
        "parent_id": "0067",
        "name": "乌拉特前旗",
        "full_id": "0006*0067*0784"
    },
    {
        "id": "0785",
        "parent_id": "0067",
        "name": "乌拉特中旗",
        "full_id": "0006*0067*0785"
    },
    {
        "id": "0786",
        "parent_id": "0067",
        "name": "乌拉特后旗",
        "full_id": "0006*0067*0786"
    },
    {
        "id": "0787",
        "parent_id": "0067",
        "name": "杭锦后旗",
        "full_id": "0006*0067*0787"
    },
    {
        "id": "0068",
        "parent_id": "0006",
        "name": "乌兰察布市",
        "full_id": "0006*0068"
    },
    {
        "id": "0788",
        "parent_id": "0068",
        "name": "集宁区",
        "full_id": "0006*0068*0788"
    },
    {
        "id": "0789",
        "parent_id": "0068",
        "name": "卓资县",
        "full_id": "0006*0068*0789"
    },
    {
        "id": "0790",
        "parent_id": "0068",
        "name": "化德县",
        "full_id": "0006*0068*0790"
    },
    {
        "id": "0791",
        "parent_id": "0068",
        "name": "商都县",
        "full_id": "0006*0068*0791"
    },
    {
        "id": "0792",
        "parent_id": "0068",
        "name": "兴和县",
        "full_id": "0006*0068*0792"
    },
    {
        "id": "0793",
        "parent_id": "0068",
        "name": "凉城县",
        "full_id": "0006*0068*0793"
    },
    {
        "id": "0794",
        "parent_id": "0068",
        "name": "察哈尔右翼前旗",
        "full_id": "0006*0068*0794"
    },
    {
        "id": "0795",
        "parent_id": "0068",
        "name": "察哈尔右翼中旗",
        "full_id": "0006*0068*0795"
    },
    {
        "id": "0796",
        "parent_id": "0068",
        "name": "察哈尔右翼后旗",
        "full_id": "0006*0068*0796"
    },
    {
        "id": "0797",
        "parent_id": "0068",
        "name": "四子王旗",
        "full_id": "0006*0068*0797"
    },
    {
        "id": "0798",
        "parent_id": "0068",
        "name": "丰镇市",
        "full_id": "0006*0068*0798"
    },
    {
        "id": "0069",
        "parent_id": "0006",
        "name": "兴安盟",
        "full_id": "0006*0069"
    },
    {
        "id": "0799",
        "parent_id": "0069",
        "name": "乌兰浩特市",
        "full_id": "0006*0069*0799"
    },
    {
        "id": "0800",
        "parent_id": "0069",
        "name": "阿尔山市",
        "full_id": "0006*0069*0800"
    },
    {
        "id": "0801",
        "parent_id": "0069",
        "name": "科尔沁右翼前旗",
        "full_id": "0006*0069*0801"
    },
    {
        "id": "0802",
        "parent_id": "0069",
        "name": "科尔沁右翼中旗",
        "full_id": "0006*0069*0802"
    },
    {
        "id": "0803",
        "parent_id": "0069",
        "name": "扎赉特旗",
        "full_id": "0006*0069*0803"
    },
    {
        "id": "0804",
        "parent_id": "0069",
        "name": "突泉县",
        "full_id": "0006*0069*0804"
    },
    {
        "id": "0070",
        "parent_id": "0006",
        "name": "锡林郭勒盟",
        "full_id": "0006*0070"
    },
    {
        "id": "0805",
        "parent_id": "0070",
        "name": "二连浩特市",
        "full_id": "0006*0070*0805"
    },
    {
        "id": "0806",
        "parent_id": "0070",
        "name": "锡林浩特市",
        "full_id": "0006*0070*0806"
    },
    {
        "id": "0807",
        "parent_id": "0070",
        "name": "阿巴嘎旗",
        "full_id": "0006*0070*0807"
    },
    {
        "id": "0808",
        "parent_id": "0070",
        "name": "苏尼特左旗",
        "full_id": "0006*0070*0808"
    },
    {
        "id": "0809",
        "parent_id": "0070",
        "name": "苏尼特右旗",
        "full_id": "0006*0070*0809"
    },
    {
        "id": "0810",
        "parent_id": "0070",
        "name": "东乌珠穆沁旗",
        "full_id": "0006*0070*0810"
    },
    {
        "id": "0811",
        "parent_id": "0070",
        "name": "西乌珠穆沁旗",
        "full_id": "0006*0070*0811"
    },
    {
        "id": "0812",
        "parent_id": "0070",
        "name": "太仆寺旗",
        "full_id": "0006*0070*0812"
    },
    {
        "id": "0813",
        "parent_id": "0070",
        "name": "镶黄旗",
        "full_id": "0006*0070*0813"
    },
    {
        "id": "0814",
        "parent_id": "0070",
        "name": "正镶白旗",
        "full_id": "0006*0070*0814"
    },
    {
        "id": "0815",
        "parent_id": "0070",
        "name": "正蓝旗",
        "full_id": "0006*0070*0815"
    },
    {
        "id": "0816",
        "parent_id": "0070",
        "name": "多伦县",
        "full_id": "0006*0070*0816"
    },
    {
        "id": "0071",
        "parent_id": "0006",
        "name": "阿拉善盟",
        "full_id": "0006*0071"
    },
    {
        "id": "0817",
        "parent_id": "0071",
        "name": "阿拉善左旗",
        "full_id": "0006*0071*0817"
    },
    {
        "id": "0818",
        "parent_id": "0071",
        "name": "阿拉善右旗",
        "full_id": "0006*0071*0818"
    },
    {
        "id": "0819",
        "parent_id": "0071",
        "name": "额济纳旗",
        "full_id": "0006*0071*0819"
    },
    {
        "id": "0007",
        "parent_id": "0000",
        "name": "辽宁",
        "full_id": "0007"
    },
    {
        "id": "0072",
        "parent_id": "0007",
        "name": "沈阳市",
        "full_id": "0007*0072"
    },
    {
        "id": "0820",
        "parent_id": "0072",
        "name": "和平区",
        "full_id": "0007*0072*0820"
    },
    {
        "id": "0821",
        "parent_id": "0072",
        "name": "沈河区",
        "full_id": "0007*0072*0821"
    },
    {
        "id": "0822",
        "parent_id": "0072",
        "name": "大东区",
        "full_id": "0007*0072*0822"
    },
    {
        "id": "0823",
        "parent_id": "0072",
        "name": "皇姑区",
        "full_id": "0007*0072*0823"
    },
    {
        "id": "0824",
        "parent_id": "0072",
        "name": "铁西区",
        "full_id": "0007*0072*0824"
    },
    {
        "id": "0825",
        "parent_id": "0072",
        "name": "苏家屯区",
        "full_id": "0007*0072*0825"
    },
    {
        "id": "0826",
        "parent_id": "0072",
        "name": "东陵区",
        "full_id": "0007*0072*0826"
    },
    {
        "id": "0827",
        "parent_id": "0072",
        "name": "沈北新区",
        "full_id": "0007*0072*0827"
    },
    {
        "id": "0828",
        "parent_id": "0072",
        "name": "于洪区",
        "full_id": "0007*0072*0828"
    },
    {
        "id": "0829",
        "parent_id": "0072",
        "name": "辽中县",
        "full_id": "0007*0072*0829"
    },
    {
        "id": "0830",
        "parent_id": "0072",
        "name": "康平县",
        "full_id": "0007*0072*0830"
    },
    {
        "id": "0831",
        "parent_id": "0072",
        "name": "法库县",
        "full_id": "0007*0072*0831"
    },
    {
        "id": "0832",
        "parent_id": "0072",
        "name": "新民市",
        "full_id": "0007*0072*0832"
    },
    {
        "id": "0833",
        "parent_id": "0072",
        "name": "经济技术开发区",
        "full_id": "0007*0072*0833"
    },
    {
        "id": "0834",
        "parent_id": "0072",
        "name": "浑南新区",
        "full_id": "0007*0072*0834"
    },
    {
        "id": "0835",
        "parent_id": "0072",
        "name": "新城子经济技术开发区",
        "full_id": "0007*0072*0835"
    },
    {
        "id": "0073",
        "parent_id": "0007",
        "name": "大连市",
        "full_id": "0007*0073"
    },
    {
        "id": "0836",
        "parent_id": "0073",
        "name": "中山区",
        "full_id": "0007*0073*0836"
    },
    {
        "id": "0837",
        "parent_id": "0073",
        "name": "西岗区",
        "full_id": "0007*0073*0837"
    },
    {
        "id": "0838",
        "parent_id": "0073",
        "name": "沙河口区",
        "full_id": "0007*0073*0838"
    },
    {
        "id": "0839",
        "parent_id": "0073",
        "name": "甘井子区",
        "full_id": "0007*0073*0839"
    },
    {
        "id": "0840",
        "parent_id": "0073",
        "name": "旅顺口区",
        "full_id": "0007*0073*0840"
    },
    {
        "id": "0841",
        "parent_id": "0073",
        "name": "金州区",
        "full_id": "0007*0073*0841"
    },
    {
        "id": "0842",
        "parent_id": "0073",
        "name": "长海县",
        "full_id": "0007*0073*0842"
    },
    {
        "id": "0843",
        "parent_id": "0073",
        "name": "瓦房店市",
        "full_id": "0007*0073*0843"
    },
    {
        "id": "0844",
        "parent_id": "0073",
        "name": "普兰店市",
        "full_id": "0007*0073*0844"
    },
    {
        "id": "0845",
        "parent_id": "0073",
        "name": "庄河市",
        "full_id": "0007*0073*0845"
    },
    {
        "id": "0846",
        "parent_id": "0073",
        "name": "开发区",
        "full_id": "0007*0073*0846"
    },
    {
        "id": "0847",
        "parent_id": "0073",
        "name": "保税区",
        "full_id": "0007*0073*0847"
    },
    {
        "id": "0074",
        "parent_id": "0007",
        "name": "鞍山市",
        "full_id": "0007*0074"
    },
    {
        "id": "0848",
        "parent_id": "0074",
        "name": "铁东区",
        "full_id": "0007*0074*0848"
    },
    {
        "id": "0849",
        "parent_id": "0074",
        "name": "铁西区",
        "full_id": "0007*0074*0849"
    },
    {
        "id": "0850",
        "parent_id": "0074",
        "name": "立山区",
        "full_id": "0007*0074*0850"
    },
    {
        "id": "0851",
        "parent_id": "0074",
        "name": "千山区",
        "full_id": "0007*0074*0851"
    },
    {
        "id": "0852",
        "parent_id": "0074",
        "name": "台安县",
        "full_id": "0007*0074*0852"
    },
    {
        "id": "0853",
        "parent_id": "0074",
        "name": "岫岩满族自治县",
        "full_id": "0007*0074*0853"
    },
    {
        "id": "0854",
        "parent_id": "0074",
        "name": "海城市",
        "full_id": "0007*0074*0854"
    },
    {
        "id": "0075",
        "parent_id": "0007",
        "name": "抚顺市",
        "full_id": "0007*0075"
    },
    {
        "id": "0855",
        "parent_id": "0075",
        "name": "新抚区",
        "full_id": "0007*0075*0855"
    },
    {
        "id": "0856",
        "parent_id": "0075",
        "name": "东洲区",
        "full_id": "0007*0075*0856"
    },
    {
        "id": "0857",
        "parent_id": "0075",
        "name": "望花区",
        "full_id": "0007*0075*0857"
    },
    {
        "id": "0858",
        "parent_id": "0075",
        "name": "顺城区",
        "full_id": "0007*0075*0858"
    },
    {
        "id": "0859",
        "parent_id": "0075",
        "name": "抚顺县",
        "full_id": "0007*0075*0859"
    },
    {
        "id": "0860",
        "parent_id": "0075",
        "name": "新宾满族自治县",
        "full_id": "0007*0075*0860"
    },
    {
        "id": "0861",
        "parent_id": "0075",
        "name": "清原满族自治县",
        "full_id": "0007*0075*0861"
    },
    {
        "id": "0076",
        "parent_id": "0007",
        "name": "本溪市",
        "full_id": "0007*0076"
    },
    {
        "id": "0862",
        "parent_id": "0076",
        "name": "平山区",
        "full_id": "0007*0076*0862"
    },
    {
        "id": "0863",
        "parent_id": "0076",
        "name": "明山区",
        "full_id": "0007*0076*0863"
    },
    {
        "id": "0864",
        "parent_id": "0076",
        "name": "溪湖区",
        "full_id": "0007*0076*0864"
    },
    {
        "id": "0865",
        "parent_id": "0076",
        "name": "南芬区",
        "full_id": "0007*0076*0865"
    },
    {
        "id": "0866",
        "parent_id": "0076",
        "name": "本溪满族自治县",
        "full_id": "0007*0076*0866"
    },
    {
        "id": "0867",
        "parent_id": "0076",
        "name": "桓仁满族自治县",
        "full_id": "0007*0076*0867"
    },
    {
        "id": "0077",
        "parent_id": "0007",
        "name": "丹东市",
        "full_id": "0007*0077"
    },
    {
        "id": "0868",
        "parent_id": "0077",
        "name": "元宝区",
        "full_id": "0007*0077*0868"
    },
    {
        "id": "0869",
        "parent_id": "0077",
        "name": "振兴区",
        "full_id": "0007*0077*0869"
    },
    {
        "id": "0870",
        "parent_id": "0077",
        "name": "振安区",
        "full_id": "0007*0077*0870"
    },
    {
        "id": "0871",
        "parent_id": "0077",
        "name": "宽甸满族自治县",
        "full_id": "0007*0077*0871"
    },
    {
        "id": "0872",
        "parent_id": "0077",
        "name": "东港市",
        "full_id": "0007*0077*0872"
    },
    {
        "id": "0873",
        "parent_id": "0077",
        "name": "凤城市",
        "full_id": "0007*0077*0873"
    },
    {
        "id": "0078",
        "parent_id": "0007",
        "name": "锦州市",
        "full_id": "0007*0078"
    },
    {
        "id": "0874",
        "parent_id": "0078",
        "name": "古塔区",
        "full_id": "0007*0078*0874"
    },
    {
        "id": "0875",
        "parent_id": "0078",
        "name": "凌河区",
        "full_id": "0007*0078*0875"
    },
    {
        "id": "0876",
        "parent_id": "0078",
        "name": "太和区",
        "full_id": "0007*0078*0876"
    },
    {
        "id": "0877",
        "parent_id": "0078",
        "name": "黑山县",
        "full_id": "0007*0078*0877"
    },
    {
        "id": "0878",
        "parent_id": "0078",
        "name": "义县",
        "full_id": "0007*0078*0878"
    },
    {
        "id": "0879",
        "parent_id": "0078",
        "name": "凌海市",
        "full_id": "0007*0078*0879"
    },
    {
        "id": "0880",
        "parent_id": "0078",
        "name": "北宁市",
        "full_id": "0007*0078*0880"
    },
    {
        "id": "0881",
        "parent_id": "0078",
        "name": "松山新区",
        "full_id": "0007*0078*0881"
    },
    {
        "id": "0882",
        "parent_id": "0078",
        "name": "经济技术开发区",
        "full_id": "0007*0078*0882"
    },
    {
        "id": "0079",
        "parent_id": "0007",
        "name": "营口市",
        "full_id": "0007*0079"
    },
    {
        "id": "0883",
        "parent_id": "0079",
        "name": "站前区",
        "full_id": "0007*0079*0883"
    },
    {
        "id": "0884",
        "parent_id": "0079",
        "name": "西市区",
        "full_id": "0007*0079*0884"
    },
    {
        "id": "0885",
        "parent_id": "0079",
        "name": "鲅鱼圈区",
        "full_id": "0007*0079*0885"
    },
    {
        "id": "0886",
        "parent_id": "0079",
        "name": "老边区",
        "full_id": "0007*0079*0886"
    },
    {
        "id": "0887",
        "parent_id": "0079",
        "name": "盖州市",
        "full_id": "0007*0079*0887"
    },
    {
        "id": "0888",
        "parent_id": "0079",
        "name": "大石桥市",
        "full_id": "0007*0079*0888"
    },
    {
        "id": "0080",
        "parent_id": "0007",
        "name": "阜新市",
        "full_id": "0007*0080"
    },
    {
        "id": "0889",
        "parent_id": "0080",
        "name": "海州区",
        "full_id": "0007*0080*0889"
    },
    {
        "id": "0890",
        "parent_id": "0080",
        "name": "新邱区",
        "full_id": "0007*0080*0890"
    },
    {
        "id": "0891",
        "parent_id": "0080",
        "name": "太平区",
        "full_id": "0007*0080*0891"
    },
    {
        "id": "0892",
        "parent_id": "0080",
        "name": "清河门区",
        "full_id": "0007*0080*0892"
    },
    {
        "id": "0893",
        "parent_id": "0080",
        "name": "细河区",
        "full_id": "0007*0080*0893"
    },
    {
        "id": "0894",
        "parent_id": "0080",
        "name": "阜新蒙古族自治县",
        "full_id": "0007*0080*0894"
    },
    {
        "id": "0895",
        "parent_id": "0080",
        "name": "彰武县",
        "full_id": "0007*0080*0895"
    },
    {
        "id": "0081",
        "parent_id": "0007",
        "name": "辽阳市",
        "full_id": "0007*0081"
    },
    {
        "id": "0896",
        "parent_id": "0081",
        "name": "白塔区",
        "full_id": "0007*0081*0896"
    },
    {
        "id": "0897",
        "parent_id": "0081",
        "name": "文圣区",
        "full_id": "0007*0081*0897"
    },
    {
        "id": "0898",
        "parent_id": "0081",
        "name": "宏伟区",
        "full_id": "0007*0081*0898"
    },
    {
        "id": "0899",
        "parent_id": "0081",
        "name": "弓长岭区",
        "full_id": "0007*0081*0899"
    },
    {
        "id": "0900",
        "parent_id": "0081",
        "name": "太子河区",
        "full_id": "0007*0081*0900"
    },
    {
        "id": "0901",
        "parent_id": "0081",
        "name": "辽阳县",
        "full_id": "0007*0081*0901"
    },
    {
        "id": "0902",
        "parent_id": "0081",
        "name": "灯塔市",
        "full_id": "0007*0081*0902"
    },
    {
        "id": "0082",
        "parent_id": "0007",
        "name": "盘锦市",
        "full_id": "0007*0082"
    },
    {
        "id": "0903",
        "parent_id": "0082",
        "name": "双台子区",
        "full_id": "0007*0082*0903"
    },
    {
        "id": "0904",
        "parent_id": "0082",
        "name": "兴隆台区",
        "full_id": "0007*0082*0904"
    },
    {
        "id": "0905",
        "parent_id": "0082",
        "name": "大洼县",
        "full_id": "0007*0082*0905"
    },
    {
        "id": "0906",
        "parent_id": "0082",
        "name": "盘山县",
        "full_id": "0007*0082*0906"
    },
    {
        "id": "0083",
        "parent_id": "0007",
        "name": "铁岭市",
        "full_id": "0007*0083"
    },
    {
        "id": "0907",
        "parent_id": "0083",
        "name": "银州区",
        "full_id": "0007*0083*0907"
    },
    {
        "id": "0908",
        "parent_id": "0083",
        "name": "清河区",
        "full_id": "0007*0083*0908"
    },
    {
        "id": "0909",
        "parent_id": "0083",
        "name": "铁岭县",
        "full_id": "0007*0083*0909"
    },
    {
        "id": "0910",
        "parent_id": "0083",
        "name": "西丰县",
        "full_id": "0007*0083*0910"
    },
    {
        "id": "0911",
        "parent_id": "0083",
        "name": "昌图县",
        "full_id": "0007*0083*0911"
    },
    {
        "id": "0912",
        "parent_id": "0083",
        "name": "调兵山市",
        "full_id": "0007*0083*0912"
    },
    {
        "id": "0913",
        "parent_id": "0083",
        "name": "开原市",
        "full_id": "0007*0083*0913"
    },
    {
        "id": "0084",
        "parent_id": "0007",
        "name": "朝阳市",
        "full_id": "0007*0084"
    },
    {
        "id": "0914",
        "parent_id": "0084",
        "name": "双塔区",
        "full_id": "0007*0084*0914"
    },
    {
        "id": "0915",
        "parent_id": "0084",
        "name": "龙城区",
        "full_id": "0007*0084*0915"
    },
    {
        "id": "0916",
        "parent_id": "0084",
        "name": "朝阳县",
        "full_id": "0007*0084*0916"
    },
    {
        "id": "0917",
        "parent_id": "0084",
        "name": "建平县",
        "full_id": "0007*0084*0917"
    },
    {
        "id": "0918",
        "parent_id": "0084",
        "name": "喀喇沁左翼蒙古族自治县",
        "full_id": "0007*0084*0918"
    },
    {
        "id": "0919",
        "parent_id": "0084",
        "name": "北票市",
        "full_id": "0007*0084*0919"
    },
    {
        "id": "0920",
        "parent_id": "0084",
        "name": "凌源市",
        "full_id": "0007*0084*0920"
    },
    {
        "id": "0085",
        "parent_id": "0007",
        "name": "葫芦岛市",
        "full_id": "0007*0085"
    },
    {
        "id": "0921",
        "parent_id": "0085",
        "name": "连山区",
        "full_id": "0007*0085*0921"
    },
    {
        "id": "0922",
        "parent_id": "0085",
        "name": "龙港区",
        "full_id": "0007*0085*0922"
    },
    {
        "id": "0923",
        "parent_id": "0085",
        "name": "南票区",
        "full_id": "0007*0085*0923"
    },
    {
        "id": "0924",
        "parent_id": "0085",
        "name": "绥中县",
        "full_id": "0007*0085*0924"
    },
    {
        "id": "0925",
        "parent_id": "0085",
        "name": "建昌县",
        "full_id": "0007*0085*0925"
    },
    {
        "id": "0926",
        "parent_id": "0085",
        "name": "兴城市",
        "full_id": "0007*0085*0926"
    },
    {
        "id": "0008",
        "parent_id": "0000",
        "name": "吉林",
        "full_id": "0008"
    },
    {
        "id": "0086",
        "parent_id": "0008",
        "name": "长春市",
        "full_id": "0008*0086"
    },
    {
        "id": "0927",
        "parent_id": "0086",
        "name": "南关区",
        "full_id": "0008*0086*0927"
    },
    {
        "id": "0928",
        "parent_id": "0086",
        "name": "宽城区",
        "full_id": "0008*0086*0928"
    },
    {
        "id": "0929",
        "parent_id": "0086",
        "name": "朝阳区",
        "full_id": "0008*0086*0929"
    },
    {
        "id": "0930",
        "parent_id": "0086",
        "name": "二道区",
        "full_id": "0008*0086*0930"
    },
    {
        "id": "0931",
        "parent_id": "0086",
        "name": "绿园区",
        "full_id": "0008*0086*0931"
    },
    {
        "id": "0932",
        "parent_id": "0086",
        "name": "双阳区",
        "full_id": "0008*0086*0932"
    },
    {
        "id": "0933",
        "parent_id": "0086",
        "name": "农安县",
        "full_id": "0008*0086*0933"
    },
    {
        "id": "0934",
        "parent_id": "0086",
        "name": "九台市",
        "full_id": "0008*0086*0934"
    },
    {
        "id": "0935",
        "parent_id": "0086",
        "name": "榆树市",
        "full_id": "0008*0086*0935"
    },
    {
        "id": "0936",
        "parent_id": "0086",
        "name": "德惠市",
        "full_id": "0008*0086*0936"
    },
    {
        "id": "0937",
        "parent_id": "0086",
        "name": "净月经济开发区",
        "full_id": "0008*0086*0937"
    },
    {
        "id": "0938",
        "parent_id": "0086",
        "name": "高新技术产业开发区",
        "full_id": "0008*0086*0938"
    },
    {
        "id": "0087",
        "parent_id": "0008",
        "name": "吉林市",
        "full_id": "0008*0087"
    },
    {
        "id": "0939",
        "parent_id": "0087",
        "name": "昌邑区",
        "full_id": "0008*0087*0939"
    },
    {
        "id": "0940",
        "parent_id": "0087",
        "name": "龙潭区",
        "full_id": "0008*0087*0940"
    },
    {
        "id": "0941",
        "parent_id": "0087",
        "name": "船营区",
        "full_id": "0008*0087*0941"
    },
    {
        "id": "0942",
        "parent_id": "0087",
        "name": "丰满区",
        "full_id": "0008*0087*0942"
    },
    {
        "id": "0943",
        "parent_id": "0087",
        "name": "永吉县",
        "full_id": "0008*0087*0943"
    },
    {
        "id": "0944",
        "parent_id": "0087",
        "name": "蛟河市",
        "full_id": "0008*0087*0944"
    },
    {
        "id": "0945",
        "parent_id": "0087",
        "name": "桦甸市",
        "full_id": "0008*0087*0945"
    },
    {
        "id": "0946",
        "parent_id": "0087",
        "name": "舒兰市",
        "full_id": "0008*0087*0946"
    },
    {
        "id": "0947",
        "parent_id": "0087",
        "name": "磐石市",
        "full_id": "0008*0087*0947"
    },
    {
        "id": "0088",
        "parent_id": "0008",
        "name": "四平市",
        "full_id": "0008*0088"
    },
    {
        "id": "0948",
        "parent_id": "0088",
        "name": "铁西区",
        "full_id": "0008*0088*0948"
    },
    {
        "id": "0949",
        "parent_id": "0088",
        "name": "铁东区",
        "full_id": "0008*0088*0949"
    },
    {
        "id": "0950",
        "parent_id": "0088",
        "name": "梨树县",
        "full_id": "0008*0088*0950"
    },
    {
        "id": "0951",
        "parent_id": "0088",
        "name": "伊通满族自治县",
        "full_id": "0008*0088*0951"
    },
    {
        "id": "0952",
        "parent_id": "0088",
        "name": "公主岭市",
        "full_id": "0008*0088*0952"
    },
    {
        "id": "0953",
        "parent_id": "0088",
        "name": "双辽市",
        "full_id": "0008*0088*0953"
    },
    {
        "id": "0089",
        "parent_id": "0008",
        "name": "辽源市",
        "full_id": "0008*0089"
    },
    {
        "id": "0954",
        "parent_id": "0089",
        "name": "龙山区",
        "full_id": "0008*0089*0954"
    },
    {
        "id": "0955",
        "parent_id": "0089",
        "name": "西安区",
        "full_id": "0008*0089*0955"
    },
    {
        "id": "0956",
        "parent_id": "0089",
        "name": "东丰县",
        "full_id": "0008*0089*0956"
    },
    {
        "id": "0957",
        "parent_id": "0089",
        "name": "东辽县",
        "full_id": "0008*0089*0957"
    },
    {
        "id": "0090",
        "parent_id": "0008",
        "name": "通化市",
        "full_id": "0008*0090"
    },
    {
        "id": "0958",
        "parent_id": "0090",
        "name": "东昌区",
        "full_id": "0008*0090*0958"
    },
    {
        "id": "0959",
        "parent_id": "0090",
        "name": "二道江区",
        "full_id": "0008*0090*0959"
    },
    {
        "id": "0960",
        "parent_id": "0090",
        "name": "通化县",
        "full_id": "0008*0090*0960"
    },
    {
        "id": "0961",
        "parent_id": "0090",
        "name": "辉南县",
        "full_id": "0008*0090*0961"
    },
    {
        "id": "0962",
        "parent_id": "0090",
        "name": "柳河县",
        "full_id": "0008*0090*0962"
    },
    {
        "id": "0963",
        "parent_id": "0090",
        "name": "梅河口市",
        "full_id": "0008*0090*0963"
    },
    {
        "id": "0964",
        "parent_id": "0090",
        "name": "集安市",
        "full_id": "0008*0090*0964"
    },
    {
        "id": "0091",
        "parent_id": "0008",
        "name": "白山市",
        "full_id": "0008*0091"
    },
    {
        "id": "0965",
        "parent_id": "0091",
        "name": "八道江区",
        "full_id": "0008*0091*0965"
    },
    {
        "id": "0966",
        "parent_id": "0091",
        "name": "抚松县",
        "full_id": "0008*0091*0966"
    },
    {
        "id": "0967",
        "parent_id": "0091",
        "name": "靖宇县",
        "full_id": "0008*0091*0967"
    },
    {
        "id": "0968",
        "parent_id": "0091",
        "name": "长白朝鲜族自治县",
        "full_id": "0008*0091*0968"
    },
    {
        "id": "0969",
        "parent_id": "0091",
        "name": "江源县",
        "full_id": "0008*0091*0969"
    },
    {
        "id": "0970",
        "parent_id": "0091",
        "name": "临江市",
        "full_id": "0008*0091*0970"
    },
    {
        "id": "0092",
        "parent_id": "0008",
        "name": "松原市",
        "full_id": "0008*0092"
    },
    {
        "id": "0971",
        "parent_id": "0092",
        "name": "宁江区",
        "full_id": "0008*0092*0971"
    },
    {
        "id": "0972",
        "parent_id": "0092",
        "name": "前郭尔罗斯蒙古族自治县",
        "full_id": "0008*0092*0972"
    },
    {
        "id": "0973",
        "parent_id": "0092",
        "name": "长岭县",
        "full_id": "0008*0092*0973"
    },
    {
        "id": "0974",
        "parent_id": "0092",
        "name": "乾安县",
        "full_id": "0008*0092*0974"
    },
    {
        "id": "0975",
        "parent_id": "0092",
        "name": "扶余县",
        "full_id": "0008*0092*0975"
    },
    {
        "id": "0093",
        "parent_id": "0008",
        "name": "白城市",
        "full_id": "0008*0093"
    },
    {
        "id": "0976",
        "parent_id": "0093",
        "name": "洮北区",
        "full_id": "0008*0093*0976"
    },
    {
        "id": "0977",
        "parent_id": "0093",
        "name": "镇赉县",
        "full_id": "0008*0093*0977"
    },
    {
        "id": "0978",
        "parent_id": "0093",
        "name": "通榆县",
        "full_id": "0008*0093*0978"
    },
    {
        "id": "0979",
        "parent_id": "0093",
        "name": "洮南市",
        "full_id": "0008*0093*0979"
    },
    {
        "id": "0980",
        "parent_id": "0093",
        "name": "大安市",
        "full_id": "0008*0093*0980"
    },
    {
        "id": "0094",
        "parent_id": "0008",
        "name": "延边朝鲜族自治州",
        "full_id": "0008*0094"
    },
    {
        "id": "0981",
        "parent_id": "0094",
        "name": "延吉市",
        "full_id": "0008*0094*0981"
    },
    {
        "id": "0982",
        "parent_id": "0094",
        "name": "图们市",
        "full_id": "0008*0094*0982"
    },
    {
        "id": "0983",
        "parent_id": "0094",
        "name": "敦化市",
        "full_id": "0008*0094*0983"
    },
    {
        "id": "0984",
        "parent_id": "0094",
        "name": "珲春市",
        "full_id": "0008*0094*0984"
    },
    {
        "id": "0985",
        "parent_id": "0094",
        "name": "龙井市",
        "full_id": "0008*0094*0985"
    },
    {
        "id": "0986",
        "parent_id": "0094",
        "name": "和龙市",
        "full_id": "0008*0094*0986"
    },
    {
        "id": "0987",
        "parent_id": "0094",
        "name": "汪清县",
        "full_id": "0008*0094*0987"
    },
    {
        "id": "0988",
        "parent_id": "0094",
        "name": "安图县",
        "full_id": "0008*0094*0988"
    },
    {
        "id": "0009",
        "parent_id": "0000",
        "name": "黑龙江",
        "full_id": "0009"
    },
    {
        "id": "0100",
        "parent_id": "0009",
        "name": "大庆市",
        "full_id": "0009*0100"
    },
    {
        "id": "1049",
        "parent_id": "0100",
        "name": "萨尔图区",
        "full_id": "0009*0100*1049"
    },
    {
        "id": "1050",
        "parent_id": "0100",
        "name": "龙凤区",
        "full_id": "0009*0100*1050"
    },
    {
        "id": "1051",
        "parent_id": "0100",
        "name": "让胡路区",
        "full_id": "0009*0100*1051"
    },
    {
        "id": "1052",
        "parent_id": "0100",
        "name": "红岗区",
        "full_id": "0009*0100*1052"
    },
    {
        "id": "1053",
        "parent_id": "0100",
        "name": "大同区",
        "full_id": "0009*0100*1053"
    },
    {
        "id": "1054",
        "parent_id": "0100",
        "name": "肇州县",
        "full_id": "0009*0100*1054"
    },
    {
        "id": "1055",
        "parent_id": "0100",
        "name": "肇源县",
        "full_id": "0009*0100*1055"
    },
    {
        "id": "1056",
        "parent_id": "0100",
        "name": "林甸县",
        "full_id": "0009*0100*1056"
    },
    {
        "id": "1057",
        "parent_id": "0100",
        "name": "杜尔伯特蒙古族自治县",
        "full_id": "0009*0100*1057"
    },
    {
        "id": "0101",
        "parent_id": "0009",
        "name": "伊春市",
        "full_id": "0009*0101"
    },
    {
        "id": "1058",
        "parent_id": "0101",
        "name": "伊春区",
        "full_id": "0009*0101*1058"
    },
    {
        "id": "1059",
        "parent_id": "0101",
        "name": "南岔区",
        "full_id": "0009*0101*1059"
    },
    {
        "id": "1060",
        "parent_id": "0101",
        "name": "友好区",
        "full_id": "0009*0101*1060"
    },
    {
        "id": "1061",
        "parent_id": "0101",
        "name": "西林区",
        "full_id": "0009*0101*1061"
    },
    {
        "id": "1062",
        "parent_id": "0101",
        "name": "翠峦区",
        "full_id": "0009*0101*1062"
    },
    {
        "id": "1063",
        "parent_id": "0101",
        "name": "新青区",
        "full_id": "0009*0101*1063"
    },
    {
        "id": "1064",
        "parent_id": "0101",
        "name": "美溪区",
        "full_id": "0009*0101*1064"
    },
    {
        "id": "1065",
        "parent_id": "0101",
        "name": "金山屯区",
        "full_id": "0009*0101*1065"
    },
    {
        "id": "1066",
        "parent_id": "0101",
        "name": "五营区",
        "full_id": "0009*0101*1066"
    },
    {
        "id": "1067",
        "parent_id": "0101",
        "name": "乌马河区",
        "full_id": "0009*0101*1067"
    },
    {
        "id": "1068",
        "parent_id": "0101",
        "name": "汤旺河区",
        "full_id": "0009*0101*1068"
    },
    {
        "id": "1069",
        "parent_id": "0101",
        "name": "带岭区",
        "full_id": "0009*0101*1069"
    },
    {
        "id": "1070",
        "parent_id": "0101",
        "name": "乌伊岭区",
        "full_id": "0009*0101*1070"
    },
    {
        "id": "1071",
        "parent_id": "0101",
        "name": "红星区",
        "full_id": "0009*0101*1071"
    },
    {
        "id": "1072",
        "parent_id": "0101",
        "name": "上甘岭区",
        "full_id": "0009*0101*1072"
    },
    {
        "id": "1073",
        "parent_id": "0101",
        "name": "嘉荫县",
        "full_id": "0009*0101*1073"
    },
    {
        "id": "1074",
        "parent_id": "0101",
        "name": "铁力市",
        "full_id": "0009*0101*1074"
    },
    {
        "id": "0102",
        "parent_id": "0009",
        "name": "佳木斯市",
        "full_id": "0009*0102"
    },
    {
        "id": "1075",
        "parent_id": "0102",
        "name": "向阳区",
        "full_id": "0009*0102*1075"
    },
    {
        "id": "1076",
        "parent_id": "0102",
        "name": "前进区",
        "full_id": "0009*0102*1076"
    },
    {
        "id": "1077",
        "parent_id": "0102",
        "name": "东风区",
        "full_id": "0009*0102*1077"
    },
    {
        "id": "1078",
        "parent_id": "0102",
        "name": "郊区",
        "full_id": "0009*0102*1078"
    },
    {
        "id": "1079",
        "parent_id": "0102",
        "name": "桦南县",
        "full_id": "0009*0102*1079"
    },
    {
        "id": "1080",
        "parent_id": "0102",
        "name": "桦川县",
        "full_id": "0009*0102*1080"
    },
    {
        "id": "1081",
        "parent_id": "0102",
        "name": "汤原县",
        "full_id": "0009*0102*1081"
    },
    {
        "id": "1082",
        "parent_id": "0102",
        "name": "抚远县",
        "full_id": "0009*0102*1082"
    },
    {
        "id": "1083",
        "parent_id": "0102",
        "name": "同江市",
        "full_id": "0009*0102*1083"
    },
    {
        "id": "1084",
        "parent_id": "0102",
        "name": "富锦市",
        "full_id": "0009*0102*1084"
    },
    {
        "id": "0103",
        "parent_id": "0009",
        "name": "七台河市",
        "full_id": "0009*0103"
    },
    {
        "id": "1085",
        "parent_id": "0103",
        "name": "新兴区",
        "full_id": "0009*0103*1085"
    },
    {
        "id": "1086",
        "parent_id": "0103",
        "name": "桃山区",
        "full_id": "0009*0103*1086"
    },
    {
        "id": "1087",
        "parent_id": "0103",
        "name": "茄子河区",
        "full_id": "0009*0103*1087"
    },
    {
        "id": "1088",
        "parent_id": "0103",
        "name": "勃利县",
        "full_id": "0009*0103*1088"
    },
    {
        "id": "0104",
        "parent_id": "0009",
        "name": "牡丹江市",
        "full_id": "0009*0104"
    },
    {
        "id": "1089",
        "parent_id": "0104",
        "name": "东安区",
        "full_id": "0009*0104*1089"
    },
    {
        "id": "1090",
        "parent_id": "0104",
        "name": "爱民区",
        "full_id": "0009*0104*1090"
    },
    {
        "id": "1091",
        "parent_id": "0104",
        "name": "阳明区",
        "full_id": "0009*0104*1091"
    },
    {
        "id": "1092",
        "parent_id": "0104",
        "name": "西安区",
        "full_id": "0009*0104*1092"
    },
    {
        "id": "1093",
        "parent_id": "0104",
        "name": "东宁县",
        "full_id": "0009*0104*1093"
    },
    {
        "id": "1094",
        "parent_id": "0104",
        "name": "林口县",
        "full_id": "0009*0104*1094"
    },
    {
        "id": "1095",
        "parent_id": "0104",
        "name": "绥芬河市",
        "full_id": "0009*0104*1095"
    },
    {
        "id": "1096",
        "parent_id": "0104",
        "name": "海林市",
        "full_id": "0009*0104*1096"
    },
    {
        "id": "1097",
        "parent_id": "0104",
        "name": "宁安市",
        "full_id": "0009*0104*1097"
    },
    {
        "id": "1098",
        "parent_id": "0104",
        "name": "穆棱市",
        "full_id": "0009*0104*1098"
    },
    {
        "id": "0105",
        "parent_id": "0009",
        "name": "黑河市",
        "full_id": "0009*0105"
    },
    {
        "id": "1099",
        "parent_id": "0105",
        "name": "爱辉区",
        "full_id": "0009*0105*1099"
    },
    {
        "id": "1100",
        "parent_id": "0105",
        "name": "嫩江县",
        "full_id": "0009*0105*1100"
    },
    {
        "id": "1101",
        "parent_id": "0105",
        "name": "逊克县",
        "full_id": "0009*0105*1101"
    },
    {
        "id": "1102",
        "parent_id": "0105",
        "name": "孙吴县",
        "full_id": "0009*0105*1102"
    },
    {
        "id": "1103",
        "parent_id": "0105",
        "name": "北安市",
        "full_id": "0009*0105*1103"
    },
    {
        "id": "1104",
        "parent_id": "0105",
        "name": "五大连池市",
        "full_id": "0009*0105*1104"
    },
    {
        "id": "0106",
        "parent_id": "0009",
        "name": "绥化市",
        "full_id": "0009*0106"
    },
    {
        "id": "1105",
        "parent_id": "0106",
        "name": "北林区",
        "full_id": "0009*0106*1105"
    },
    {
        "id": "1106",
        "parent_id": "0106",
        "name": "望奎县",
        "full_id": "0009*0106*1106"
    },
    {
        "id": "1107",
        "parent_id": "0106",
        "name": "兰西县",
        "full_id": "0009*0106*1107"
    },
    {
        "id": "1108",
        "parent_id": "0106",
        "name": "青冈县",
        "full_id": "0009*0106*1108"
    },
    {
        "id": "1109",
        "parent_id": "0106",
        "name": "庆安县",
        "full_id": "0009*0106*1109"
    },
    {
        "id": "1110",
        "parent_id": "0106",
        "name": "明水县",
        "full_id": "0009*0106*1110"
    },
    {
        "id": "1111",
        "parent_id": "0106",
        "name": "绥棱县",
        "full_id": "0009*0106*1111"
    },
    {
        "id": "1112",
        "parent_id": "0106",
        "name": "安达市",
        "full_id": "0009*0106*1112"
    },
    {
        "id": "1113",
        "parent_id": "0106",
        "name": "肇东市",
        "full_id": "0009*0106*1113"
    },
    {
        "id": "1114",
        "parent_id": "0106",
        "name": "海伦市",
        "full_id": "0009*0106*1114"
    },
    {
        "id": "0107",
        "parent_id": "0009",
        "name": "大兴安岭地区",
        "full_id": "0009*0107"
    },
    {
        "id": "1115",
        "parent_id": "0107",
        "name": "呼玛县",
        "full_id": "0009*0107*1115"
    },
    {
        "id": "1116",
        "parent_id": "0107",
        "name": "塔河县",
        "full_id": "0009*0107*1116"
    },
    {
        "id": "1117",
        "parent_id": "0107",
        "name": "漠河县",
        "full_id": "0009*0107*1117"
    },
    {
        "id": "1118",
        "parent_id": "0107",
        "name": "加格达奇区",
        "full_id": "0009*0107*1118"
    },
    {
        "id": "1119",
        "parent_id": "0107",
        "name": "松岭区",
        "full_id": "0009*0107*1119"
    },
    {
        "id": "1120",
        "parent_id": "0107",
        "name": "新林区",
        "full_id": "0009*0107*1120"
    },
    {
        "id": "1121",
        "parent_id": "0107",
        "name": "呼中区",
        "full_id": "0009*0107*1121"
    },
    {
        "id": "0095",
        "parent_id": "0009",
        "name": "哈尔滨市",
        "full_id": "0009*0095"
    },
    {
        "id": "1000",
        "parent_id": "0095",
        "name": "巴彦县",
        "full_id": "0009*0095*1000"
    },
    {
        "id": "1001",
        "parent_id": "0095",
        "name": "木兰县",
        "full_id": "0009*0095*1001"
    },
    {
        "id": "1002",
        "parent_id": "0095",
        "name": "通河县",
        "full_id": "0009*0095*1002"
    },
    {
        "id": "1003",
        "parent_id": "0095",
        "name": "延寿县",
        "full_id": "0009*0095*1003"
    },
    {
        "id": "1004",
        "parent_id": "0095",
        "name": "阿城区",
        "full_id": "0009*0095*1004"
    },
    {
        "id": "1005",
        "parent_id": "0095",
        "name": "双城市",
        "full_id": "0009*0095*1005"
    },
    {
        "id": "1006",
        "parent_id": "0095",
        "name": "尚志市",
        "full_id": "0009*0095*1006"
    },
    {
        "id": "1007",
        "parent_id": "0095",
        "name": "五常市",
        "full_id": "0009*0095*1007"
    },
    {
        "id": "0989",
        "parent_id": "0095",
        "name": "道里区",
        "full_id": "0009*0095*0989"
    },
    {
        "id": "0990",
        "parent_id": "0095",
        "name": "南岗区",
        "full_id": "0009*0095*0990"
    },
    {
        "id": "0991",
        "parent_id": "0095",
        "name": "道外区",
        "full_id": "0009*0095*0991"
    },
    {
        "id": "0992",
        "parent_id": "0095",
        "name": "香坊区",
        "full_id": "0009*0095*0992"
    },
    {
        "id": "0993",
        "parent_id": "0095",
        "name": "动力区",
        "full_id": "0009*0095*0993"
    },
    {
        "id": "0994",
        "parent_id": "0095",
        "name": "平房区",
        "full_id": "0009*0095*0994"
    },
    {
        "id": "0995",
        "parent_id": "0095",
        "name": "松北区",
        "full_id": "0009*0095*0995"
    },
    {
        "id": "0996",
        "parent_id": "0095",
        "name": "呼兰区",
        "full_id": "0009*0095*0996"
    },
    {
        "id": "0997",
        "parent_id": "0095",
        "name": "依兰县",
        "full_id": "0009*0095*0997"
    },
    {
        "id": "0998",
        "parent_id": "0095",
        "name": "方正县",
        "full_id": "0009*0095*0998"
    },
    {
        "id": "0999",
        "parent_id": "0095",
        "name": "宾县",
        "full_id": "0009*0095*0999"
    },
    {
        "id": "0096",
        "parent_id": "0009",
        "name": "齐齐哈尔市",
        "full_id": "0009*0096"
    },
    {
        "id": "1008",
        "parent_id": "0096",
        "name": "龙沙区",
        "full_id": "0009*0096*1008"
    },
    {
        "id": "1009",
        "parent_id": "0096",
        "name": "建华区",
        "full_id": "0009*0096*1009"
    },
    {
        "id": "1010",
        "parent_id": "0096",
        "name": "铁锋区",
        "full_id": "0009*0096*1010"
    },
    {
        "id": "1011",
        "parent_id": "0096",
        "name": "昂昂溪区",
        "full_id": "0009*0096*1011"
    },
    {
        "id": "1012",
        "parent_id": "0096",
        "name": "富拉尔基区",
        "full_id": "0009*0096*1012"
    },
    {
        "id": "1013",
        "parent_id": "0096",
        "name": "碾子山区",
        "full_id": "0009*0096*1013"
    },
    {
        "id": "1014",
        "parent_id": "0096",
        "name": "梅里斯达斡尔族区",
        "full_id": "0009*0096*1014"
    },
    {
        "id": "1015",
        "parent_id": "0096",
        "name": "龙江县",
        "full_id": "0009*0096*1015"
    },
    {
        "id": "1016",
        "parent_id": "0096",
        "name": "依安县",
        "full_id": "0009*0096*1016"
    },
    {
        "id": "1017",
        "parent_id": "0096",
        "name": "泰来县",
        "full_id": "0009*0096*1017"
    },
    {
        "id": "1018",
        "parent_id": "0096",
        "name": "甘南县",
        "full_id": "0009*0096*1018"
    },
    {
        "id": "1019",
        "parent_id": "0096",
        "name": "富裕县",
        "full_id": "0009*0096*1019"
    },
    {
        "id": "1020",
        "parent_id": "0096",
        "name": "克山县",
        "full_id": "0009*0096*1020"
    },
    {
        "id": "1021",
        "parent_id": "0096",
        "name": "克东县",
        "full_id": "0009*0096*1021"
    },
    {
        "id": "1022",
        "parent_id": "0096",
        "name": "拜泉县",
        "full_id": "0009*0096*1022"
    },
    {
        "id": "1023",
        "parent_id": "0096",
        "name": "讷河市",
        "full_id": "0009*0096*1023"
    },
    {
        "id": "0097",
        "parent_id": "0009",
        "name": "鸡西市",
        "full_id": "0009*0097"
    },
    {
        "id": "1024",
        "parent_id": "0097",
        "name": "鸡冠区",
        "full_id": "0009*0097*1024"
    },
    {
        "id": "1025",
        "parent_id": "0097",
        "name": "恒山区",
        "full_id": "0009*0097*1025"
    },
    {
        "id": "1026",
        "parent_id": "0097",
        "name": "滴道区",
        "full_id": "0009*0097*1026"
    },
    {
        "id": "1027",
        "parent_id": "0097",
        "name": "梨树区",
        "full_id": "0009*0097*1027"
    },
    {
        "id": "1028",
        "parent_id": "0097",
        "name": "城子河区",
        "full_id": "0009*0097*1028"
    },
    {
        "id": "1029",
        "parent_id": "0097",
        "name": "麻山区",
        "full_id": "0009*0097*1029"
    },
    {
        "id": "1030",
        "parent_id": "0097",
        "name": "鸡东县",
        "full_id": "0009*0097*1030"
    },
    {
        "id": "1031",
        "parent_id": "0097",
        "name": "虎林市",
        "full_id": "0009*0097*1031"
    },
    {
        "id": "1032",
        "parent_id": "0097",
        "name": "密山市",
        "full_id": "0009*0097*1032"
    },
    {
        "id": "0098",
        "parent_id": "0009",
        "name": "鹤岗市",
        "full_id": "0009*0098"
    },
    {
        "id": "1033",
        "parent_id": "0098",
        "name": "向阳区",
        "full_id": "0009*0098*1033"
    },
    {
        "id": "1034",
        "parent_id": "0098",
        "name": "工农区",
        "full_id": "0009*0098*1034"
    },
    {
        "id": "1035",
        "parent_id": "0098",
        "name": "南山区",
        "full_id": "0009*0098*1035"
    },
    {
        "id": "1036",
        "parent_id": "0098",
        "name": "兴安区",
        "full_id": "0009*0098*1036"
    },
    {
        "id": "1037",
        "parent_id": "0098",
        "name": "东山区",
        "full_id": "0009*0098*1037"
    },
    {
        "id": "1038",
        "parent_id": "0098",
        "name": "兴山区",
        "full_id": "0009*0098*1038"
    },
    {
        "id": "1039",
        "parent_id": "0098",
        "name": "萝北县",
        "full_id": "0009*0098*1039"
    },
    {
        "id": "1040",
        "parent_id": "0098",
        "name": "绥滨县",
        "full_id": "0009*0098*1040"
    },
    {
        "id": "0099",
        "parent_id": "0009",
        "name": "双鸭山市",
        "full_id": "0009*0099"
    },
    {
        "id": "1041",
        "parent_id": "0099",
        "name": "尖山区",
        "full_id": "0009*0099*1041"
    },
    {
        "id": "1042",
        "parent_id": "0099",
        "name": "岭东区",
        "full_id": "0009*0099*1042"
    },
    {
        "id": "1043",
        "parent_id": "0099",
        "name": "四方台区",
        "full_id": "0009*0099*1043"
    },
    {
        "id": "1044",
        "parent_id": "0099",
        "name": "宝山区",
        "full_id": "0009*0099*1044"
    },
    {
        "id": "1045",
        "parent_id": "0099",
        "name": "集贤县",
        "full_id": "0009*0099*1045"
    },
    {
        "id": "1046",
        "parent_id": "0099",
        "name": "友谊县",
        "full_id": "0009*0099*1046"
    },
    {
        "id": "1047",
        "parent_id": "0099",
        "name": "宝清县",
        "full_id": "0009*0099*1047"
    },
    {
        "id": "1048",
        "parent_id": "0099",
        "name": "饶河县",
        "full_id": "0009*0099*1048"
    }
]