[
    {
        "id": "1001",
        "fid": "0000",
        "name": "销售|客服|采购",
        "full_id": "1001"
    },
    {
        "id": "1013",
        "fid": "1001",
        "name": "销售业务",
        "full_id": "1001*1013"
    },
    {
        "id": "1066",
        "fid": "1013",
        "name": "销售代表",
        "full_id": "1001*1013*1066"
    },
    {
        "id": "1067",
        "fid": "1013",
        "name": "客户代表",
        "full_id": "1001*1013*1067"
    },
    {
        "id": "1068",
        "fid": "1013",
        "name": "电话销售",
        "full_id": "1001*1013*1068"
    },
    {
        "id": "1069",
        "fid": "1013",
        "name": "销售工程师",
        "full_id": "1001*1013*1069"
    },
    {
        "id": "1070",
        "fid": "1013",
        "name": "渠道/分销专员",
        "full_id": "1001*1013*1070"
    },
    {
        "id": "1071",
        "fid": "1013",
        "name": "医药销售代表",
        "full_id": "1001*1013*1071"
    },
    {
        "id": "1072",
        "fid": "1013",
        "name": "经销商",
        "full_id": "1001*1013*1072"
    },
    {
        "id": "1073",
        "fid": "1013",
        "name": "网站推广",
        "full_id": "1001*1013*1073"
    },
    {
        "id": "1074",
        "fid": "1013",
        "name": "团购业务员",
        "full_id": "1001*1013*1074"
    },
    {
        "id": "1075",
        "fid": "1013",
        "name": "其他",
        "full_id": "1001*1013*1075"
    },
    {
        "id": "1014",
        "fid": "1001",
        "name": "销售管理",
        "full_id": "1001*1014"
    },
    {
        "id": "1076",
        "fid": "1014",
        "name": "销售总监",
        "full_id": "1001*1014*1076"
    },
    {
        "id": "1077",
        "fid": "1014",
        "name": "销售经理",
        "full_id": "1001*1014*1077"
    },
    {
        "id": "1078",
        "fid": "1014",
        "name": "销售主管",
        "full_id": "1001*1014*1078"
    },
    {
        "id": "1079",
        "fid": "1014",
        "name": "大客户销售经理",
        "full_id": "1001*1014*1079"
    },
    {
        "id": "1080",
        "fid": "1014",
        "name": "客户经理",
        "full_id": "1001*1014*1080"
    },
    {
        "id": "1081",
        "fid": "1014",
        "name": "客户主管",
        "full_id": "1001*1014*1081"
    },
    {
        "id": "1082",
        "fid": "1014",
        "name": "区域销售总监/经理",
        "full_id": "1001*1014*1082"
    },
    {
        "id": "1083",
        "fid": "1014",
        "name": "渠道/分销总监",
        "full_id": "1001*1014*1083"
    },
    {
        "id": "1084",
        "fid": "1014",
        "name": "渠道/分销经理/主管",
        "full_id": "1001*1014*1084"
    },
    {
        "id": "1085",
        "fid": "1014",
        "name": "业务拓展主管/经理",
        "full_id": "1001*1014*1085"
    },
    {
        "id": "1086",
        "fid": "1014",
        "name": "团购经理/主管",
        "full_id": "1001*1014*1086"
    },
    {
        "id": "1087",
        "fid": "1014",
        "name": "售前/售后管理",
        "full_id": "1001*1014*1087"
    },
    {
        "id": "1088",
        "fid": "1014",
        "name": "零售/百货/连锁管理",
        "full_id": "1001*1014*1088"
    },
    {
        "id": "1089",
        "fid": "1014",
        "name": "其他",
        "full_id": "1001*1014*1089"
    },
    {
        "id": "1015",
        "fid": "1001",
        "name": "销售支持/商务",
        "full_id": "1001*1015"
    },
    {
        "id": "1090",
        "fid": "1015",
        "name": "销售行政经理/主管",
        "full_id": "1001*1015*1090"
    },
    {
        "id": "1091",
        "fid": "1015",
        "name": "销售行政专员/助理",
        "full_id": "1001*1015*1091"
    },
    {
        "id": "1092",
        "fid": "1015",
        "name": "销售运营助理/专员",
        "full_id": "1001*1015*1092"
    },
    {
        "id": "1093",
        "fid": "1015",
        "name": "销售运营经理/主管",
        "full_id": "1001*1015*1093"
    },
    {
        "id": "1094",
        "fid": "1015",
        "name": "商务经理/主管",
        "full_id": "1001*1015*1094"
    },
    {
        "id": "1095",
        "fid": "1015",
        "name": "商务专员/助理",
        "full_id": "1001*1015*1095"
    },
    {
        "id": "1096",
        "fid": "1015",
        "name": "销售培训讲师",
        "full_id": "1001*1015*1096"
    },
    {
        "id": "1097",
        "fid": "1015",
        "name": "业务分析",
        "full_id": "1001*1015*1097"
    },
    {
        "id": "1098",
        "fid": "1015",
        "name": "其他",
        "full_id": "1001*1015*1098"
    },
    {
        "id": "1016",
        "fid": "1001",
        "name": "客户服务/售前/售后/技术支持",
        "full_id": "1001*1016"
    },
    {
        "id": "1099",
        "fid": "1016",
        "name": "客户服务总监",
        "full_id": "1001*1016*1099"
    },
    {
        "id": "1100",
        "fid": "1016",
        "name": "客户服务经理",
        "full_id": "1001*1016*1100"
    },
    {
        "id": "1101",
        "fid": "1016",
        "name": "客户服务主管",
        "full_id": "1001*1016*1101"
    },
    {
        "id": "1102",
        "fid": "1016",
        "name": "客户服务专员/助理",
        "full_id": "1001*1016*1102"
    },
    {
        "id": "1103",
        "fid": "1016",
        "name": "客户关系/投诉/协调人员",
        "full_id": "1001*1016*1103"
    },
    {
        "id": "1104",
        "fid": "1016",
        "name": "客户咨询热线/呼叫中心人员",
        "full_id": "1001*1016*1104"
    },
    {
        "id": "1105",
        "fid": "1016",
        "name": "售前/售后技术支持经理",
        "full_id": "1001*1016*1105"
    },
    {
        "id": "1106",
        "fid": "1016",
        "name": "售前/售后技术支持工程师",
        "full_id": "1001*1016*1106"
    },
    {
        "id": "1107",
        "fid": "1016",
        "name": "其他",
        "full_id": "1001*1016*1107"
    },
    {
        "id": "1017",
        "fid": "1001",
        "name": "采购/贸易",
        "full_id": "1001*1017"
    },
    {
        "id": "1108",
        "fid": "1017",
        "name": "采购总监/经理",
        "full_id": "1001*1017*1108"
    },
    {
        "id": "1109",
        "fid": "1017",
        "name": "采购主管",
        "full_id": "1001*1017*1109"
    },
    {
        "id": "1110",
        "fid": "1017",
        "name": "采购专员/助理",
        "full_id": "1001*1017*1110"
    },
    {
        "id": "1111",
        "fid": "1017",
        "name": "外贸/贸易专员/助理",
        "full_id": "1001*1017*1111"
    },
    {
        "id": "1112",
        "fid": "1017",
        "name": "外贸/贸易经理/主管",
        "full_id": "1001*1017*1112"
    },
    {
        "id": "1113",
        "fid": "1017",
        "name": "供应商开发",
        "full_id": "1001*1017*1113"
    },
    {
        "id": "1114",
        "fid": "1017",
        "name": "买手",
        "full_id": "1001*1017*1114"
    },
    {
        "id": "1115",
        "fid": "1017",
        "name": "业务跟单",
        "full_id": "1001*1017*1115"
    },
    {
        "id": "1116",
        "fid": "1017",
        "name": "报关员",
        "full_id": "1001*1017*1116"
    },
    {
        "id": "1117",
        "fid": "1017",
        "name": "其他",
        "full_id": "1001*1017*1117"
    },
    {
        "id": "1002",
        "fid": "0000",
        "name": "IT|通信|电子",
        "full_id": "1002"
    },
    {
        "id": "1018",
        "fid": "1002",
        "name": "计算机软件/系统集成",
        "full_id": "1002*1018"
    },
    {
        "id": "1118",
        "fid": "1018",
        "name": "高级软件工程师",
        "full_id": "1002*1018*1118"
    },
    {
        "id": "1119",
        "fid": "1018",
        "name": "软件工程师",
        "full_id": "1002*1018*1119"
    },
    {
        "id": "1120",
        "fid": "1018",
        "name": "研发工程师",
        "full_id": "1002*1018*1120"
    },
    {
        "id": "1121",
        "fid": "1018",
        "name": "需求工程师",
        "full_id": "1002*1018*1121"
    },
    {
        "id": "1122",
        "fid": "1018",
        "name": "系统架构设计师",
        "full_id": "1002*1018*1122"
    },
    {
        "id": "1123",
        "fid": "1018",
        "name": "系统集成工程师",
        "full_id": "1002*1018*1123"
    },
    {
        "id": "1124",
        "fid": "1018",
        "name": "系统工程师",
        "full_id": "1002*1018*1124"
    },
    {
        "id": "1125",
        "fid": "1018",
        "name": "系统分析员",
        "full_id": "1002*1018*1125"
    },
    {
        "id": "1126",
        "fid": "1018",
        "name": "软件测试",
        "full_id": "1002*1018*1126"
    },
    {
        "id": "1127",
        "fid": "1018",
        "name": "软件UI设计师/工程师",
        "full_id": "1002*1018*1127"
    },
    {
        "id": "1128",
        "fid": "1018",
        "name": "数据库开发工程师",
        "full_id": "1002*1018*1128"
    },
    {
        "id": "1129",
        "fid": "1018",
        "name": "数据库管理员",
        "full_id": "1002*1018*1129"
    },
    {
        "id": "1130",
        "fid": "1018",
        "name": "ERP技术/开发应用",
        "full_id": "1002*1018*1130"
    },
    {
        "id": "1131",
        "fid": "1018",
        "name": "ERP实施顾问",
        "full_id": "1002*1018*1131"
    },
    {
        "id": "1132",
        "fid": "1018",
        "name": "其他",
        "full_id": "1002*1018*1132"
    },
    {
        "id": "1019",
        "fid": "1002",
        "name": "互联网/电子商务/网游",
        "full_id": "1002*1019"
    },
    {
        "id": "1133",
        "fid": "1019",
        "name": "网站运营管理",
        "full_id": "1002*1019*1133"
    },
    {
        "id": "1134",
        "fid": "1019",
        "name": "运营专员",
        "full_id": "1002*1019*1134"
    },
    {
        "id": "1135",
        "fid": "1019",
        "name": "网站编辑",
        "full_id": "1002*1019*1135"
    },
    {
        "id": "1136",
        "fid": "1019",
        "name": "产品经理/主管",
        "full_id": "1002*1019*1136"
    },
    {
        "id": "1137",
        "fid": "1019",
        "name": "产品专员/助理",
        "full_id": "1002*1019*1137"
    },
    {
        "id": "1138",
        "fid": "1019",
        "name": "电子商务/SEO",
        "full_id": "1002*1019*1138"
    },
    {
        "id": "1139",
        "fid": "1019",
        "name": "电子商务经理/主管",
        "full_id": "1002*1019*1139"
    },
    {
        "id": "1140",
        "fid": "1019",
        "name": "电子商务专员/助理",
        "full_id": "1002*1019*1140"
    },
    {
        "id": "1141",
        "fid": "1019",
        "name": "网络管理员",
        "full_id": "1002*1019*1141"
    },
    {
        "id": "1142",
        "fid": "1019",
        "name": "网络工程师",
        "full_id": "1002*1019*1142"
    },
    {
        "id": "1143",
        "fid": "1019",
        "name": "互联网研发工程师",
        "full_id": "1002*1019*1143"
    },
    {
        "id": "1144",
        "fid": "1019",
        "name": "系统管理员",
        "full_id": "1002*1019*1144"
    },
    {
        "id": "1145",
        "fid": "1019",
        "name": "系统分析师/架构师",
        "full_id": "1002*1019*1145"
    },
    {
        "id": "1146",
        "fid": "1019",
        "name": "网络与信息安全工程师",
        "full_id": "1002*1019*1146"
    },
    {
        "id": "1147",
        "fid": "1019",
        "name": "语音/视频/图形开发工程师",
        "full_id": "1002*1019*1147"
    },
    {
        "id": "1148",
        "fid": "1019",
        "name": "网页设计/制作/美工",
        "full_id": "1002*1019*1148"
    },
    {
        "id": "1149",
        "fid": "1019",
        "name": "UI/UE设计师/顾问",
        "full_id": "1002*1019*1149"
    },
    {
        "id": "1150",
        "fid": "1019",
        "name": "三维/3D设计/制作",
        "full_id": "1002*1019*1150"
    },
    {
        "id": "1151",
        "fid": "1019",
        "name": "Flash设计/开发",
        "full_id": "1002*1019*1151"
    },
    {
        "id": "1152",
        "fid": "1019",
        "name": "游戏设计/开发",
        "full_id": "1002*1019*1152"
    },
    {
        "id": "1153",
        "fid": "1019",
        "name": "游戏策划师",
        "full_id": "1002*1019*1153"
    },
    {
        "id": "1154",
        "fid": "1019",
        "name": "游戏界面设计师",
        "full_id": "1002*1019*1154"
    },
    {
        "id": "1155",
        "fid": "1019",
        "name": "特效设计师",
        "full_id": "1002*1019*1155"
    },
    {
        "id": "1156",
        "fid": "1019",
        "name": "视觉设计师",
        "full_id": "1002*1019*1156"
    },
    {
        "id": "1157",
        "fid": "1019",
        "name": "其他",
        "full_id": "1002*1019*1157"
    },
    {
        "id": "1020",
        "fid": "1002",
        "name": "计算机硬件",
        "full_id": "1002*1020"
    },
    {
        "id": "1158",
        "fid": "1020",
        "name": "高级硬件工程师",
        "full_id": "1002*1020*1158"
    },
    {
        "id": "1159",
        "fid": "1020",
        "name": "硬件工程师",
        "full_id": "1002*1020*1159"
    },
    {
        "id": "1160",
        "fid": "1020",
        "name": "硬件测试人员",
        "full_id": "1002*1020*1160"
    },
    {
        "id": "1161",
        "fid": "1020",
        "name": "计算机硬件维护工程师",
        "full_id": "1002*1020*1161"
    },
    {
        "id": "1162",
        "fid": "1020",
        "name": "其他",
        "full_id": "1002*1020*1162"
    },
    {
        "id": "1021",
        "fid": "1002",
        "name": "电信/通信技术开发及应用",
        "full_id": "1002*1021"
    },
    {
        "id": "1163",
        "fid": "1021",
        "name": "无线/射频通信工程师",
        "full_id": "1002*1021*1163"
    },
    {
        "id": "1164",
        "fid": "1021",
        "name": "电信/通信工程师",
        "full_id": "1002*1021*1164"
    },
    {
        "id": "1165",
        "fid": "1021",
        "name": "通信电源工程师",
        "full_id": "1002*1021*1165"
    },
    {
        "id": "1166",
        "fid": "1021",
        "name": "移动通信工程师",
        "full_id": "1002*1021*1166"
    },
    {
        "id": "1167",
        "fid": "1021",
        "name": "电信网络工程师",
        "full_id": "1002*1021*1167"
    },
    {
        "id": "1168",
        "fid": "1021",
        "name": "电信交换工程师",
        "full_id": "1002*1021*1168"
    },
    {
        "id": "1169",
        "fid": "1021",
        "name": "数据通信工程师",
        "full_id": "1002*1021*1169"
    },
    {
        "id": "1170",
        "fid": "1021",
        "name": "有线传输工程师",
        "full_id": "1002*1021*1170"
    },
    {
        "id": "1171",
        "fid": "1021",
        "name": "项目经理/主管",
        "full_id": "1002*1021*1171"
    },
    {
        "id": "1172",
        "fid": "1021",
        "name": "标准化工程师",
        "full_id": "1002*1021*1172"
    },
    {
        "id": "1173",
        "fid": "1021",
        "name": "研发工程师",
        "full_id": "1002*1021*1173"
    },
    {
        "id": "1174",
        "fid": "1021",
        "name": "手机软件开发工程师",
        "full_id": "1002*1021*1174"
    },
    {
        "id": "1175",
        "fid": "1021",
        "name": "通信技术工程师",
        "full_id": "1002*1021*1175"
    },
    {
        "id": "1176",
        "fid": "1021",
        "name": "其他",
        "full_id": "1002*1021*1176"
    },
    {
        "id": "1022",
        "fid": "1002",
        "name": "电子/电气/半导体/仪器仪表",
        "full_id": "1002*1022"
    },
    {
        "id": "1177",
        "fid": "1022",
        "name": "半导体技术",
        "full_id": "1002*1022*1177"
    },
    {
        "id": "1178",
        "fid": "1022",
        "name": "研发工程师",
        "full_id": "1002*1022*1178"
    },
    {
        "id": "1179",
        "fid": "1022",
        "name": "无线电工程师",
        "full_id": "1002*1022*1179"
    },
    {
        "id": "1180",
        "fid": "1022",
        "name": "测试/可靠性工程师",
        "full_id": "1002*1022*1180"
    },
    {
        "id": "1181",
        "fid": "1022",
        "name": "射频工程师",
        "full_id": "1002*1022*1181"
    },
    {
        "id": "1182",
        "fid": "1022",
        "name": "工艺工程师",
        "full_id": "1002*1022*1182"
    },
    {
        "id": "1183",
        "fid": "1022",
        "name": "电子技术研发工程师",
        "full_id": "1002*1022*1183"
    },
    {
        "id": "1184",
        "fid": "1022",
        "name": "项目管理/产品管理",
        "full_id": "1002*1022*1184"
    },
    {
        "id": "1185",
        "fid": "1022",
        "name": "产品工艺/规划/制程工程师",
        "full_id": "1002*1022*1185"
    },
    {
        "id": "1186",
        "fid": "1022",
        "name": "灯光/照明",
        "full_id": "1002*1022*1186"
    },
    {
        "id": "1187",
        "fid": "1022",
        "name": "版图设计工程师",
        "full_id": "1002*1022*1187"
    },
    {
        "id": "1188",
        "fid": "1022",
        "name": "激光/光电子技术",
        "full_id": "1002*1022*1188"
    },
    {
        "id": "1189",
        "fid": "1022",
        "name": "仪器/仪表/计量",
        "full_id": "1002*1022*1189"
    },
    {
        "id": "1190",
        "fid": "1022",
        "name": "IC验证工程师",
        "full_id": "1002*1022*1190"
    },
    {
        "id": "1191",
        "fid": "1022",
        "name": "集成电路IC设计/应用工程师",
        "full_id": "1002*1022*1191"
    },
    {
        "id": "1192",
        "fid": "1022",
        "name": "家用电器/数码产品研发",
        "full_id": "1002*1022*1192"
    },
    {
        "id": "1193",
        "fid": "1022",
        "name": "FAE现场应用工程师",
        "full_id": "1002*1022*1193"
    },
    {
        "id": "1194",
        "fid": "1022",
        "name": "嵌入式软件开发(Linux/单片机/DLC/DSP）",
        "full_id": "1002*1022*1194"
    },
    {
        "id": "1195",
        "fid": "1022",
        "name": "嵌入式硬件/软件工程师",
        "full_id": "1002*1022*1195"
    },
    {
        "id": "1196",
        "fid": "1022",
        "name": "电子/电气工程师",
        "full_id": "1002*1022*1196"
    },
    {
        "id": "1197",
        "fid": "1022",
        "name": "设备工程师（调试/安装/维护）",
        "full_id": "1002*1022*1197"
    },
    {
        "id": "1198",
        "fid": "1022",
        "name": "电子/电器维修",
        "full_id": "1002*1022*1198"
    },
    {
        "id": "1199",
        "fid": "1022",
        "name": "电路工程师/技术员",
        "full_id": "1002*1022*1199"
    },
    {
        "id": "1200",
        "fid": "1022",
        "name": "机电工程师",
        "full_id": "1002*1022*1200"
    },
    {
        "id": "1201",
        "fid": "1022",
        "name": "电子元器件工程师",
        "full_id": "1002*1022*1201"
    },
    {
        "id": "1202",
        "fid": "1022",
        "name": "自动化工程师",
        "full_id": "1002*1022*1202"
    },
    {
        "id": "1203",
        "fid": "1022",
        "name": "音频/视频工程师/技术员",
        "full_id": "1002*1022*1203"
    },
    {
        "id": "1204",
        "fid": "1022",
        "name": "模拟电路设计/应用工程师",
        "full_id": "1002*1022*1204"
    },
    {
        "id": "1205",
        "fid": "1022",
        "name": "空调工程/设计",
        "full_id": "1002*1022*1205"
    },
    {
        "id": "1206",
        "fid": "1022",
        "name": "变压器与磁电工程师",
        "full_id": "1002*1022*1206"
    },
    {
        "id": "1207",
        "fid": "1022",
        "name": "电池/电源开发",
        "full_id": "1002*1022*1207"
    },
    {
        "id": "1208",
        "fid": "1022",
        "name": "线路结构设计",
        "full_id": "1002*1022*1208"
    },
    {
        "id": "1209",
        "fid": "1022",
        "name": "线路电气设计",
        "full_id": "1002*1022*1209"
    },
    {
        "id": "1210",
        "fid": "1022",
        "name": "电气设计",
        "full_id": "1002*1022*1210"
    },
    {
        "id": "1211",
        "fid": "1022",
        "name": "安防工程师（安全防范系统）",
        "full_id": "1002*1022*1211"
    },
    {
        "id": "1212",
        "fid": "1022",
        "name": "其他",
        "full_id": "1002*1022*1212"
    },
    {
        "id": "1023",
        "fid": "1002",
        "name": "IT品管/技术支持及其他",
        "full_id": "1002*1023"
    },
    {
        "id": "1213",
        "fid": "1023",
        "name": "首席技术官CTO/首席信息官CIO",
        "full_id": "1002*1023*1213"
    },
    {
        "id": "1214",
        "fid": "1023",
        "name": "技术总监/经理",
        "full_id": "1002*1023*1214"
    },
    {
        "id": "1215",
        "fid": "1023",
        "name": "信息技术经理/主管",
        "full_id": "1002*1023*1215"
    },
    {
        "id": "1216",
        "fid": "1023",
        "name": "信息技术专员",
        "full_id": "1002*1023*1216"
    },
    {
        "id": "1217",
        "fid": "1023",
        "name": "技术支持/维护经理",
        "full_id": "1002*1023*1217"
    },
    {
        "id": "1218",
        "fid": "1023",
        "name": "技术支持/维护工程师",
        "full_id": "1002*1023*1218"
    },
    {
        "id": "1219",
        "fid": "1023",
        "name": "技术文员/助理",
        "full_id": "1002*1023*1219"
    },
    {
        "id": "1220",
        "fid": "1023",
        "name": "项目总监",
        "full_id": "1002*1023*1220"
    },
    {
        "id": "1221",
        "fid": "1023",
        "name": "项目经理/主管",
        "full_id": "1002*1023*1221"
    },
    {
        "id": "1222",
        "fid": "1023",
        "name": "项目执行/协调人员",
        "full_id": "1002*1023*1222"
    },
    {
        "id": "1223",
        "fid": "1023",
        "name": "质量工程师",
        "full_id": "1002*1023*1223"
    },
    {
        "id": "1224",
        "fid": "1023",
        "name": "品质经理",
        "full_id": "1002*1023*1224"
    },
    {
        "id": "1225",
        "fid": "1023",
        "name": "系统测试",
        "full_id": "1002*1023*1225"
    },
    {
        "id": "1226",
        "fid": "1023",
        "name": "软件测试",
        "full_id": "1002*1023*1226"
    },
    {
        "id": "1227",
        "fid": "1023",
        "name": "硬件测试",
        "full_id": "1002*1023*1227"
    },
    {
        "id": "1228",
        "fid": "1023",
        "name": "测试员",
        "full_id": "1002*1023*1228"
    },
    {
        "id": "1229",
        "fid": "1023",
        "name": "计量工程师",
        "full_id": "1002*1023*1229"
    },
    {
        "id": "1230",
        "fid": "1023",
        "name": "标准化工程师",
        "full_id": "1002*1023*1230"
    },
    {
        "id": "1231",
        "fid": "1023",
        "name": "Helpdesk",
        "full_id": "1002*1023*1231"
    },
    {
        "id": "1232",
        "fid": "1023",
        "name": "文档工程师",
        "full_id": "1002*1023*1232"
    },
    {
        "id": "1233",
        "fid": "1023",
        "name": "网络优化师( 或SEO）",
        "full_id": "1002*1023*1233"
    },
    {
        "id": "1234",
        "fid": "1023",
        "name": "其他",
        "full_id": "1002*1023*1234"
    },
    {
        "id": "1003",
        "fid": "0000",
        "name": "房产|建筑建设|物业",
        "full_id": "1003"
    },
    {
        "id": "1024",
        "fid": "1003",
        "name": "建筑装修/市政建设",
        "full_id": "1003*1024"
    },
    {
        "id": "1235",
        "fid": "1024",
        "name": "高级建筑工程师/总工",
        "full_id": "1003*1024*1235"
    },
    {
        "id": "1236",
        "fid": "1024",
        "name": "建筑师/土建工程师",
        "full_id": "1003*1024*1236"
    },
    {
        "id": "1237",
        "fid": "1024",
        "name": "工程监理/质量工程师",
        "full_id": "1003*1024*1237"
    },
    {
        "id": "1238",
        "fid": "1024",
        "name": "给排水工程/暖通/制冷工程",
        "full_id": "1003*1024*1238"
    },
    {
        "id": "1239",
        "fid": "1024",
        "name": "结构工程师",
        "full_id": "1003*1024*1239"
    },
    {
        "id": "1240",
        "fid": "1024",
        "name": "工程造价师/预结算经理",
        "full_id": "1003*1024*1240"
    },
    {
        "id": "1241",
        "fid": "1024",
        "name": "项目管理/招投标",
        "full_id": "1003*1024*1241"
    },
    {
        "id": "1242",
        "fid": "1024",
        "name": "城市规划与设计",
        "full_id": "1003*1024*1242"
    },
    {
        "id": "1243",
        "fid": "1024",
        "name": "开发报建",
        "full_id": "1003*1024*1243"
    },
    {
        "id": "1244",
        "fid": "1024",
        "name": "合同管理",
        "full_id": "1003*1024*1244"
    },
    {
        "id": "1245",
        "fid": "1024",
        "name": "资料员",
        "full_id": "1003*1024*1245"
    },
    {
        "id": "1246",
        "fid": "1024",
        "name": "市政工程师",
        "full_id": "1003*1024*1246"
    },
    {
        "id": "1247",
        "fid": "1024",
        "name": "室内外装潢设计",
        "full_id": "1003*1024*1247"
    },
    {
        "id": "1248",
        "fid": "1024",
        "name": "效果图设计师",
        "full_id": "1003*1024*1248"
    },
    {
        "id": "1249",
        "fid": "1024",
        "name": "园艺/园林/景观设计",
        "full_id": "1003*1024*1249"
    },
    {
        "id": "1250",
        "fid": "1024",
        "name": "幕墙工程师",
        "full_id": "1003*1024*1250"
    },
    {
        "id": "1251",
        "fid": "1024",
        "name": "智能大厦/布线/弱电/安防",
        "full_id": "1003*1024*1251"
    },
    {
        "id": "1252",
        "fid": "1024",
        "name": "岩土工程",
        "full_id": "1003*1024*1252"
    },
    {
        "id": "1253",
        "fid": "1024",
        "name": "测绘/测量/制图",
        "full_id": "1003*1024*1253"
    },
    {
        "id": "1254",
        "fid": "1024",
        "name": "铁路/道路/桥梁技术",
        "full_id": "1003*1024*1254"
    },
    {
        "id": "1255",
        "fid": "1024",
        "name": "安全管理/安全员",
        "full_id": "1003*1024*1255"
    },
    {
        "id": "1256",
        "fid": "1024",
        "name": "施工队长",
        "full_id": "1003*1024*1256"
    },
    {
        "id": "1257",
        "fid": "1024",
        "name": "施工员",
        "full_id": "1003*1024*1257"
    },
    {
        "id": "1258",
        "fid": "1024",
        "name": "现场管理人员",
        "full_id": "1003*1024*1258"
    },
    {
        "id": "1259",
        "fid": "1024",
        "name": "其他",
        "full_id": "1003*1024*1259"
    },
    {
        "id": "1025",
        "fid": "1003",
        "name": "房地产开发/经纪/中介",
        "full_id": "1003*1025"
    },
    {
        "id": "1260",
        "fid": "1025",
        "name": "房地产销售经理/主管",
        "full_id": "1003*1025*1260"
    },
    {
        "id": "1261",
        "fid": "1025",
        "name": "房地产销售人员",
        "full_id": "1003*1025*1261"
    },
    {
        "id": "1262",
        "fid": "1025",
        "name": "房地产项目/开发/策划经理",
        "full_id": "1003*1025*1262"
    },
    {
        "id": "1263",
        "fid": "1025",
        "name": "房地产项目/开发/策划主管/专员",
        "full_id": "1003*1025*1263"
    },
    {
        "id": "1264",
        "fid": "1025",
        "name": "房产项目配套工程师",
        "full_id": "1003*1025*1264"
    },
    {
        "id": "1265",
        "fid": "1025",
        "name": "项目管理/招投标",
        "full_id": "1003*1025*1265"
    },
    {
        "id": "1266",
        "fid": "1025",
        "name": "房地产中介/交易",
        "full_id": "1003*1025*1266"
    },
    {
        "id": "1267",
        "fid": "1025",
        "name": "房地产评估",
        "full_id": "1003*1025*1267"
    },
    {
        "id": "1268",
        "fid": "1025",
        "name": "其他",
        "full_id": "1003*1025*1268"
    },
    {
        "id": "1026",
        "fid": "1003",
        "name": "物业管理",
        "full_id": "1003*1026"
    },
    {
        "id": "1269",
        "fid": "1026",
        "name": "物业经理/主管",
        "full_id": "1003*1026*1269"
    },
    {
        "id": "1270",
        "fid": "1026",
        "name": "物业管理专员/助理",
        "full_id": "1003*1026*1270"
    },
    {
        "id": "1271",
        "fid": "1026",
        "name": "物业招商/租赁/租售",
        "full_id": "1003*1026*1271"
    },
    {
        "id": "1272",
        "fid": "1026",
        "name": "物业维修",
        "full_id": "1003*1026*1272"
    },
    {
        "id": "1273",
        "fid": "1026",
        "name": "高级物业顾问/物业顾问",
        "full_id": "1003*1026*1273"
    },
    {
        "id": "1274",
        "fid": "1026",
        "name": "招商经理/主管",
        "full_id": "1003*1026*1274"
    },
    {
        "id": "1275",
        "fid": "1026",
        "name": "其他",
        "full_id": "1003*1026*1275"
    },
    {
        "id": "1004",
        "fid": "0000",
        "name": "财会|金融",
        "full_id": "1004"
    },
    {
        "id": "1027",
        "fid": "1004",
        "name": "财务/审计/税务",
        "full_id": "1004*1027"
    },
    {
        "id": "1276",
        "fid": "1027",
        "name": "首席财务官CFO",
        "full_id": "1004*1027*1276"
    },
    {
        "id": "1277",
        "fid": "1027",
        "name": "财务总监",
        "full_id": "1004*1027*1277"
    },
    {
        "id": "1278",
        "fid": "1027",
        "name": "财务经理",
        "full_id": "1004*1027*1278"
    },
    {
        "id": "1279",
        "fid": "1027",
        "name": "财务主管/总帐主管",
        "full_id": "1004*1027*1279"
    },
    {
        "id": "1280",
        "fid": "1027",
        "name": "财务分析经理/主管",
        "full_id": "1004*1027*1280"
    },
    {
        "id": "1281",
        "fid": "1027",
        "name": "财务顾问",
        "full_id": "1004*1027*1281"
    },
    {
        "id": "1282",
        "fid": "1027",
        "name": "成本经理/主管",
        "full_id": "1004*1027*1282"
    },
    {
        "id": "1283",
        "fid": "1027",
        "name": "会计经理/主管",
        "full_id": "1004*1027*1283"
    },
    {
        "id": "1284",
        "fid": "1027",
        "name": "会计师",
        "full_id": "1004*1027*1284"
    },
    {
        "id": "1285",
        "fid": "1027",
        "name": "会计",
        "full_id": "1004*1027*1285"
    },
    {
        "id": "1286",
        "fid": "1027",
        "name": "成本会计",
        "full_id": "1004*1027*1286"
    },
    {
        "id": "1287",
        "fid": "1027",
        "name": "会计文员",
        "full_id": "1004*1027*1287"
    },
    {
        "id": "1288",
        "fid": "1027",
        "name": "出纳员",
        "full_id": "1004*1027*1288"
    },
    {
        "id": "1289",
        "fid": "1027",
        "name": "审计经理/主管",
        "full_id": "1004*1027*1289"
    },
    {
        "id": "1290",
        "fid": "1027",
        "name": "审计专员/助理",
        "full_id": "1004*1027*1290"
    },
    {
        "id": "1291",
        "fid": "1027",
        "name": "资产/资金管理",
        "full_id": "1004*1027*1291"
    },
    {
        "id": "1292",
        "fid": "1027",
        "name": "资金专员",
        "full_id": "1004*1027*1292"
    },
    {
        "id": "1293",
        "fid": "1027",
        "name": "财务助理/会计助理",
        "full_id": "1004*1027*1293"
    },
    {
        "id": "1294",
        "fid": "1027",
        "name": "税务经理/主管",
        "full_id": "1004*1027*1294"
    },
    {
        "id": "1295",
        "fid": "1027",
        "name": "税务专员/助理",
        "full_id": "1004*1027*1295"
    },
    {
        "id": "1296",
        "fid": "1027",
        "name": "统计员",
        "full_id": "1004*1027*1296"
    },
    {
        "id": "1297",
        "fid": "1027",
        "name": "财务分析员",
        "full_id": "1004*1027*1297"
    },
    {
        "id": "1298",
        "fid": "1027",
        "name": "其他",
        "full_id": "1004*1027*1298"
    },
    {
        "id": "1028",
        "fid": "1004",
        "name": "银行",
        "full_id": "1004*1028"
    },
    {
        "id": "1299",
        "fid": "1028",
        "name": "行长/副行长",
        "full_id": "1004*1028*1299"
    },
    {
        "id": "1300",
        "fid": "1028",
        "name": "银行经理/主任",
        "full_id": "1004*1028*1300"
    },
    {
        "id": "1301",
        "fid": "1028",
        "name": "银行会计/柜员",
        "full_id": "1004*1028*1301"
    },
    {
        "id": "1302",
        "fid": "1028",
        "name": "信用卡/银行卡/电子银行业务推广",
        "full_id": "1004*1028*1302"
    },
    {
        "id": "1303",
        "fid": "1028",
        "name": "信贷管理/资信评估/分析",
        "full_id": "1004*1028*1303"
    },
    {
        "id": "1304",
        "fid": "1028",
        "name": "客户服务",
        "full_id": "1004*1028*1304"
    },
    {
        "id": "1305",
        "fid": "1028",
        "name": "公司业务",
        "full_id": "1004*1028*1305"
    },
    {
        "id": "1306",
        "fid": "1028",
        "name": "个人业务",
        "full_id": "1004*1028*1306"
    },
    {
        "id": "1307",
        "fid": "1028",
        "name": "外汇交易",
        "full_id": "1004*1028*1307"
    },
    {
        "id": "1308",
        "fid": "1028",
        "name": "高级客户经理/客户经理",
        "full_id": "1004*1028*1308"
    },
    {
        "id": "1309",
        "fid": "1028",
        "name": "综合业务经理/主管",
        "full_id": "1004*1028*1309"
    },
    {
        "id": "1310",
        "fid": "1028",
        "name": "综合业务专员/助理",
        "full_id": "1004*1028*1310"
    },
    {
        "id": "1311",
        "fid": "1028",
        "name": "大堂经理",
        "full_id": "1004*1028*1311"
    },
    {
        "id": "1312",
        "fid": "1028",
        "name": "进出口/信用证结算",
        "full_id": "1004*1028*1312"
    },
    {
        "id": "1313",
        "fid": "1028",
        "name": "清算人员",
        "full_id": "1004*1028*1313"
    },
    {
        "id": "1314",
        "fid": "1028",
        "name": "风险控制",
        "full_id": "1004*1028*1314"
    },
    {
        "id": "1315",
        "fid": "1028",
        "name": "信审核查",
        "full_id": "1004*1028*1315"
    },
    {
        "id": "1316",
        "fid": "1028",
        "name": "其他",
        "full_id": "1004*1028*1316"
    },
    {
        "id": "1029",
        "fid": "1004",
        "name": "金融/证券/期货/投资",
        "full_id": "1004*1029"
    },
    {
        "id": "1317",
        "fid": "1029",
        "name": "证券总监/部门经理",
        "full_id": "1004*1029*1317"
    },
    {
        "id": "1318",
        "fid": "1029",
        "name": "证券/期货/外汇经纪人",
        "full_id": "1004*1029*1318"
    },
    {
        "id": "1319",
        "fid": "1029",
        "name": "证券分析/金融研究",
        "full_id": "1004*1029*1319"
    },
    {
        "id": "1320",
        "fid": "1029",
        "name": "客户经理/主管",
        "full_id": "1004*1029*1320"
    },
    {
        "id": "1321",
        "fid": "1029",
        "name": "投资/理财服务",
        "full_id": "1004*1029*1321"
    },
    {
        "id": "1322",
        "fid": "1029",
        "name": "投资银行业务",
        "full_id": "1004*1029*1322"
    },
    {
        "id": "1323",
        "fid": "1029",
        "name": "项目经理/主管",
        "full_id": "1004*1029*1323"
    },
    {
        "id": "1324",
        "fid": "1029",
        "name": "融资总监",
        "full_id": "1004*1029*1324"
    },
    {
        "id": "1325",
        "fid": "1029",
        "name": "融资经理/主管",
        "full_id": "1004*1029*1325"
    },
    {
        "id": "1326",
        "fid": "1029",
        "name": "融资专员/助理",
        "full_id": "1004*1029*1326"
    },
    {
        "id": "1327",
        "fid": "1029",
        "name": "股票/期货操盘手",
        "full_id": "1004*1029*1327"
    },
    {
        "id": "1328",
        "fid": "1029",
        "name": "风险管理/控制/稽查",
        "full_id": "1004*1029*1328"
    },
    {
        "id": "1329",
        "fid": "1029",
        "name": "基金管理",
        "full_id": "1004*1029*1329"
    },
    {
        "id": "1330",
        "fid": "1029",
        "name": "外汇交易/基金/国债经理人",
        "full_id": "1004*1029*1330"
    },
    {
        "id": "1331",
        "fid": "1029",
        "name": "资产评估",
        "full_id": "1004*1029*1331"
    },
    {
        "id": "1332",
        "fid": "1029",
        "name": "担保/拍卖/典当业务",
        "full_id": "1004*1029*1332"
    },
    {
        "id": "1333",
        "fid": "1029",
        "name": "储备经理人",
        "full_id": "1004*1029*1333"
    },
    {
        "id": "1334",
        "fid": "1029",
        "name": "其他",
        "full_id": "1004*1029*1334"
    },
    {
        "id": "1030",
        "fid": "1004",
        "name": "保险",
        "full_id": "1004*1030"
    },
    {
        "id": "1335",
        "fid": "1030",
        "name": "业务经理/主管",
        "full_id": "1004*1030*1335"
    },
    {
        "id": "1336",
        "fid": "1030",
        "name": "项目经理/主管",
        "full_id": "1004*1030*1336"
    },
    {
        "id": "1337",
        "fid": "1030",
        "name": "保险代理/经纪人/客户经理",
        "full_id": "1004*1030*1337"
    },
    {
        "id": "1338",
        "fid": "1030",
        "name": "保险顾问/财务规划师",
        "full_id": "1004*1030*1338"
    },
    {
        "id": "1339",
        "fid": "1030",
        "name": "保险产品开发/项目策划",
        "full_id": "1004*1030*1339"
    },
    {
        "id": "1340",
        "fid": "1030",
        "name": "保险培训师",
        "full_id": "1004*1030*1340"
    },
    {
        "id": "1341",
        "fid": "1030",
        "name": "契约管理",
        "full_id": "1004*1030*1341"
    },
    {
        "id": "1342",
        "fid": "1030",
        "name": "核保理赔",
        "full_id": "1004*1030*1342"
    },
    {
        "id": "1343",
        "fid": "1030",
        "name": "车险核保岗",
        "full_id": "1004*1030*1343"
    },
    {
        "id": "1344",
        "fid": "1030",
        "name": "受理",
        "full_id": "1004*1030*1344"
    },
    {
        "id": "1345",
        "fid": "1030",
        "name": "精算/投资/稽核/律师/法务/合规",
        "full_id": "1004*1030*1345"
    },
    {
        "id": "1346",
        "fid": "1030",
        "name": "保险精算师",
        "full_id": "1004*1030*1346"
    },
    {
        "id": "1347",
        "fid": "1030",
        "name": "客户服务/续期管理",
        "full_id": "1004*1030*1347"
    },
    {
        "id": "1348",
        "fid": "1030",
        "name": "保险内勤",
        "full_id": "1004*1030*1348"
    },
    {
        "id": "1349",
        "fid": "1030",
        "name": "储备经理人",
        "full_id": "1004*1030*1349"
    },
    {
        "id": "1350",
        "fid": "1030",
        "name": "其他",
        "full_id": "1004*1030*1350"
    },
    {
        "id": "1005",
        "fid": "0000",
        "name": "汽车|工程机械",
        "full_id": "1005"
    },
    {
        "id": "1031",
        "fid": "1005",
        "name": "汽车/摩托车制造",
        "full_id": "1005*1031"
    },
    {
        "id": "1351",
        "fid": "1031",
        "name": "项目工程管理",
        "full_id": "1005*1031*1351"
    },
    {
        "id": "1352",
        "fid": "1031",
        "name": "设计工程师",
        "full_id": "1005*1031*1352"
    },
    {
        "id": "1353",
        "fid": "1031",
        "name": "研发工程师",
        "full_id": "1005*1031*1353"
    },
    {
        "id": "1354",
        "fid": "1031",
        "name": "发动机/底盘/总装工程师",
        "full_id": "1005*1031*1354"
    },
    {
        "id": "1355",
        "fid": "1031",
        "name": "机械工程师",
        "full_id": "1005*1031*1355"
    },
    {
        "id": "1356",
        "fid": "1031",
        "name": "电子工程师",
        "full_id": "1005*1031*1356"
    },
    {
        "id": "1357",
        "fid": "1031",
        "name": "安全性能工程师",
        "full_id": "1005*1031*1357"
    },
    {
        "id": "1358",
        "fid": "1031",
        "name": "装配工艺工程师",
        "full_id": "1005*1031*1358"
    },
    {
        "id": "1359",
        "fid": "1031",
        "name": "理赔专员/顾问",
        "full_id": "1005*1031*1359"
    },
    {
        "id": "1360",
        "fid": "1031",
        "name": "其他",
        "full_id": "1005*1031*1360"
    },
    {
        "id": "1032",
        "fid": "1005",
        "name": "汽车销售与服务",
        "full_id": "1005*1032"
    },
    {
        "id": "1361",
        "fid": "1032",
        "name": "销售/经纪人",
        "full_id": "1005*1032*1361"
    },
    {
        "id": "1362",
        "fid": "1032",
        "name": "汽车/摩托车修理",
        "full_id": "1005*1032*1362"
    },
    {
        "id": "1363",
        "fid": "1032",
        "name": "汽车修理人员",
        "full_id": "1005*1032*1363"
    },
    {
        "id": "1364",
        "fid": "1032",
        "name": "售后服务/客户服务",
        "full_id": "1005*1032*1364"
    },
    {
        "id": "1365",
        "fid": "1032",
        "name": "4S店管理",
        "full_id": "1005*1032*1365"
    },
    {
        "id": "1366",
        "fid": "1032",
        "name": "零配件销售",
        "full_id": "1005*1032*1366"
    },
    {
        "id": "1367",
        "fid": "1032",
        "name": "装饰美容",
        "full_id": "1005*1032*1367"
    },
    {
        "id": "1368",
        "fid": "1032",
        "name": "汽车质量管理",
        "full_id": "1005*1032*1368"
    },
    {
        "id": "1369",
        "fid": "1032",
        "name": "检验检测",
        "full_id": "1005*1032*1369"
    },
    {
        "id": "1370",
        "fid": "1032",
        "name": "二手车评估师",
        "full_id": "1005*1032*1370"
    },
    {
        "id": "1371",
        "fid": "1032",
        "name": "其他",
        "full_id": "1005*1032*1371"
    },
    {
        "id": "1033",
        "fid": "1005",
        "name": "工程机械",
        "full_id": "1005*1033"
    },
    {
        "id": "1372",
        "fid": "1033",
        "name": "工程机械经理",
        "full_id": "1005*1033*1372"
    },
    {
        "id": "1373",
        "fid": "1033",
        "name": "工程机械主管",
        "full_id": "1005*1033*1373"
    },
    {
        "id": "1374",
        "fid": "1033",
        "name": "工程/设备经理",
        "full_id": "1005*1033*1374"
    },
    {
        "id": "1375",
        "fid": "1033",
        "name": "工程/设备工程师",
        "full_id": "1005*1033*1375"
    },
    {
        "id": "1376",
        "fid": "1033",
        "name": "机械工程师",
        "full_id": "1005*1033*1376"
    },
    {
        "id": "1377",
        "fid": "1033",
        "name": "技术研发工程师",
        "full_id": "1005*1033*1377"
    },
    {
        "id": "1378",
        "fid": "1033",
        "name": "技术文档工程师",
        "full_id": "1005*1033*1378"
    },
    {
        "id": "1379",
        "fid": "1033",
        "name": "产品工艺/制程工程师",
        "full_id": "1005*1033*1379"
    },
    {
        "id": "1380",
        "fid": "1033",
        "name": "结构工程师",
        "full_id": "1005*1033*1380"
    },
    {
        "id": "1381",
        "fid": "1033",
        "name": "气动工程师",
        "full_id": "1005*1033*1381"
    },
    {
        "id": "1382",
        "fid": "1033",
        "name": "模具工程师",
        "full_id": "1005*1033*1382"
    },
    {
        "id": "1383",
        "fid": "1033",
        "name": "机械设计师",
        "full_id": "1005*1033*1383"
    },
    {
        "id": "1384",
        "fid": "1033",
        "name": "机械制图员",
        "full_id": "1005*1033*1384"
    },
    {
        "id": "1385",
        "fid": "1033",
        "name": "维修工程师",
        "full_id": "1005*1033*1385"
    },
    {
        "id": "1386",
        "fid": "1033",
        "name": "铸造/锻造工程师/技师",
        "full_id": "1005*1033*1386"
    },
    {
        "id": "1387",
        "fid": "1033",
        "name": "CNC工程师",
        "full_id": "1005*1033*1387"
    },
    {
        "id": "1388",
        "fid": "1033",
        "name": "CNC/数控工程师",
        "full_id": "1005*1033*1388"
    },
    {
        "id": "1389",
        "fid": "1033",
        "name": "工业工程师",
        "full_id": "1005*1033*1389"
    },
    {
        "id": "1390",
        "fid": "1033",
        "name": "材料工程师",
        "full_id": "1005*1033*1390"
    },
    {
        "id": "1391",
        "fid": "1033",
        "name": "机电工程师",
        "full_id": "1005*1033*1391"
    },
    {
        "id": "1392",
        "fid": "1033",
        "name": "飞机维修机械师",
        "full_id": "1005*1033*1392"
    },
    {
        "id": "1393",
        "fid": "1033",
        "name": "飞行器设计与制造",
        "full_id": "1005*1033*1393"
    },
    {
        "id": "1394",
        "fid": "1033",
        "name": "其他",
        "full_id": "1005*1033*1394"
    },
    {
        "id": "1006",
        "fid": "0000",
        "name": "消费品|生产|物流",
        "full_id": "1006"
    },
    {
        "id": "1034",
        "fid": "1006",
        "name": "生产/加工/制造",
        "full_id": "1006*1034"
    },
    {
        "id": "1395",
        "fid": "1034",
        "name": "工厂厂长/副厂长",
        "full_id": "1006*1034*1395"
    },
    {
        "id": "1396",
        "fid": "1034",
        "name": "生产总监/经理/车间主任",
        "full_id": "1006*1034*1396"
    },
    {
        "id": "1397",
        "fid": "1034",
        "name": "项目经理/主管",
        "full_id": "1006*1034*1397"
    },
    {
        "id": "1398",
        "fid": "1034",
        "name": "质量管理",
        "full_id": "1006*1034*1398"
    },
    {
        "id": "1399",
        "fid": "1034",
        "name": "生产主管/督导/组长",
        "full_id": "1006*1034*1399"
    },
    {
        "id": "1400",
        "fid": "1034",
        "name": "制造工程师",
        "full_id": "1006*1034*1400"
    },
    {
        "id": "1401",
        "fid": "1034",
        "name": "项目工程师",
        "full_id": "1006*1034*1401"
    },
    {
        "id": "1402",
        "fid": "1034",
        "name": "维修工程师",
        "full_id": "1006*1034*1402"
    },
    {
        "id": "1403",
        "fid": "1034",
        "name": "生产计划",
        "full_id": "1006*1034*1403"
    },
    {
        "id": "1404",
        "fid": "1034",
        "name": "设备管理",
        "full_id": "1006*1034*1404"
    },
    {
        "id": "1405",
        "fid": "1034",
        "name": "产品开发/技术/工艺",
        "full_id": "1006*1034*1405"
    },
    {
        "id": "1406",
        "fid": "1034",
        "name": "化验/检验",
        "full_id": "1006*1034*1406"
    },
    {
        "id": "1407",
        "fid": "1034",
        "name": "仓库物料",
        "full_id": "1006*1034*1407"
    },
    {
        "id": "1408",
        "fid": "1034",
        "name": "采购管理",
        "full_id": "1006*1034*1408"
    },
    {
        "id": "1409",
        "fid": "1034",
        "name": "包装工程师",
        "full_id": "1006*1034*1409"
    },
    {
        "id": "1410",
        "fid": "1034",
        "name": "其他",
        "full_id": "1006*1034*1410"
    },
    {
        "id": "1035",
        "fid": "1006",
        "name": "交通运输服务",
        "full_id": "1006*1035"
    },
    {
        "id": "1411",
        "fid": "1035",
        "name": "司机/驾驶员",
        "full_id": "1006*1035*1411"
    },
    {
        "id": "1412",
        "fid": "1035",
        "name": "航空/列车/船舶操作维修",
        "full_id": "1006*1035*1412"
    },
    {
        "id": "1413",
        "fid": "1035",
        "name": "航空/列车/船舶乘务",
        "full_id": "1006*1035*1413"
    },
    {
        "id": "1414",
        "fid": "1035",
        "name": "公交/地铁",
        "full_id": "1006*1035*1414"
    },
    {
        "id": "1415",
        "fid": "1035",
        "name": "飞机/列车/船舶设计与制造",
        "full_id": "1006*1035*1415"
    },
    {
        "id": "1416",
        "fid": "1035",
        "name": "地勤人员",
        "full_id": "1006*1035*1416"
    },
    {
        "id": "1417",
        "fid": "1035",
        "name": "空乘人员",
        "full_id": "1006*1035*1417"
    },
    {
        "id": "1418",
        "fid": "1035",
        "name": "其他",
        "full_id": "1006*1035*1418"
    },
    {
        "id": "1036",
        "fid": "1006",
        "name": "服装/纺织/食品饮料/皮革",
        "full_id": "1006*1036"
    },
    {
        "id": "1419",
        "fid": "1036",
        "name": "服装/店面/纺织设计",
        "full_id": "1006*1036*1419"
    },
    {
        "id": "1420",
        "fid": "1036",
        "name": "面料辅料开发/采购",
        "full_id": "1006*1036*1420"
    },
    {
        "id": "1421",
        "fid": "1036",
        "name": "服装打样/制版",
        "full_id": "1006*1036*1421"
    },
    {
        "id": "1422",
        "fid": "1036",
        "name": "电脑放码员",
        "full_id": "1006*1036*1422"
    },
    {
        "id": "1423",
        "fid": "1036",
        "name": "项目经理/主管",
        "full_id": "1006*1036*1423"
    },
    {
        "id": "1424",
        "fid": "1036",
        "name": "生产管理",
        "full_id": "1006*1036*1424"
    },
    {
        "id": "1425",
        "fid": "1036",
        "name": "服装/纺织/皮革工艺师",
        "full_id": "1006*1036*1425"
    },
    {
        "id": "1426",
        "fid": "1036",
        "name": "服装/纺织/皮革跟单",
        "full_id": "1006*1036*1426"
    },
    {
        "id": "1427",
        "fid": "1036",
        "name": "销售/市场推广",
        "full_id": "1006*1036*1427"
    },
    {
        "id": "1428",
        "fid": "1036",
        "name": "质量管理/验货员(QA/QC)",
        "full_id": "1006*1036*1428"
    },
    {
        "id": "1429",
        "fid": "1036",
        "name": "样衣工",
        "full_id": "1006*1036*1429"
    },
    {
        "id": "1430",
        "fid": "1036",
        "name": "裁床",
        "full_id": "1006*1036*1430"
    },
    {
        "id": "1431",
        "fid": "1036",
        "name": "食品/饮料研发检验",
        "full_id": "1006*1036*1431"
    },
    {
        "id": "1432",
        "fid": "1036",
        "name": "其他",
        "full_id": "1006*1036*1432"
    },
    {
        "id": "1037",
        "fid": "1006",
        "name": "物流/仓储",
        "full_id": "1006*1037"
    },
    {
        "id": "1433",
        "fid": "1037",
        "name": "物流总监/经理",
        "full_id": "1006*1037*1433"
    },
    {
        "id": "1434",
        "fid": "1037",
        "name": "物流主管",
        "full_id": "1006*1037*1434"
    },
    {
        "id": "1435",
        "fid": "1037",
        "name": "物流专员/助理",
        "full_id": "1006*1037*1435"
    },
    {
        "id": "1436",
        "fid": "1037",
        "name": "仓库经理/主管",
        "full_id": "1006*1037*1436"
    },
    {
        "id": "1437",
        "fid": "1037",
        "name": "仓库/物料管理员",
        "full_id": "1006*1037*1437"
    },
    {
        "id": "1438",
        "fid": "1037",
        "name": "供应链管理",
        "full_id": "1006*1037*1438"
    },
    {
        "id": "1439",
        "fid": "1037",
        "name": "货运代理",
        "full_id": "1006*1037*1439"
    },
    {
        "id": "1440",
        "fid": "1037",
        "name": "运输经理/主管",
        "full_id": "1006*1037*1440"
    },
    {
        "id": "1441",
        "fid": "1037",
        "name": "快递员/速递员",
        "full_id": "1006*1037*1441"
    },
    {
        "id": "1442",
        "fid": "1037",
        "name": "报关员",
        "full_id": "1006*1037*1442"
    },
    {
        "id": "1443",
        "fid": "1037",
        "name": "理货员",
        "full_id": "1006*1037*1443"
    },
    {
        "id": "1444",
        "fid": "1037",
        "name": "调度员",
        "full_id": "1006*1037*1444"
    },
    {
        "id": "1445",
        "fid": "1037",
        "name": "单证员",
        "full_id": "1006*1037*1445"
    },
    {
        "id": "1446",
        "fid": "1037",
        "name": "搬运工",
        "full_id": "1006*1037*1446"
    },
    {
        "id": "1447",
        "fid": "1037",
        "name": "集装箱业务",
        "full_id": "1006*1037*1447"
    },
    {
        "id": "1448",
        "fid": "1037",
        "name": "供应链经理",
        "full_id": "1006*1037*1448"
    },
    {
        "id": "1449",
        "fid": "1037",
        "name": "项目经理/主管",
        "full_id": "1006*1037*1449"
    },
    {
        "id": "1450",
        "fid": "1037",
        "name": "船务/空运陆运操作",
        "full_id": "1006*1037*1450"
    },
    {
        "id": "1451",
        "fid": "1037",
        "name": "其他",
        "full_id": "1006*1037*1451"
    },
    {
        "id": "1038",
        "fid": "1006",
        "name": "技工",
        "full_id": "1006*1038"
    },
    {
        "id": "1452",
        "fid": "1038",
        "name": "车床/磨床/铣床/冲床工",
        "full_id": "1006*1038*1452"
    },
    {
        "id": "1453",
        "fid": "1038",
        "name": "钳工/机修工/钣金工",
        "full_id": "1006*1038*1453"
    },
    {
        "id": "1454",
        "fid": "1038",
        "name": "电焊工/铆焊工",
        "full_id": "1006*1038*1454"
    },
    {
        "id": "1455",
        "fid": "1038",
        "name": "电工",
        "full_id": "1006*1038*1455"
    },
    {
        "id": "1456",
        "fid": "1038",
        "name": "汽车修理工/机修工",
        "full_id": "1006*1038*1456"
    },
    {
        "id": "1457",
        "fid": "1038",
        "name": "水工/木工/油漆工",
        "full_id": "1006*1038*1457"
    },
    {
        "id": "1458",
        "fid": "1038",
        "name": "模具工",
        "full_id": "1006*1038*1458"
    },
    {
        "id": "1459",
        "fid": "1038",
        "name": "普工/操作工",
        "full_id": "1006*1038*1459"
    },
    {
        "id": "1460",
        "fid": "1038",
        "name": "铲车/叉车工",
        "full_id": "1006*1038*1460"
    },
    {
        "id": "1461",
        "fid": "1038",
        "name": "空调工/电梯工/锅炉工",
        "full_id": "1006*1038*1461"
    },
    {
        "id": "1462",
        "fid": "1038",
        "name": "其他",
        "full_id": "1006*1038*1462"
    },
    {
        "id": "1039",
        "fid": "1006",
        "name": "质量管理/安全防护",
        "full_id": "1006*1039"
    },
    {
        "id": "1463",
        "fid": "1039",
        "name": "质量管理/测试经理(QA/QC经理)",
        "full_id": "1006*1039*1463"
    },
    {
        "id": "1464",
        "fid": "1039",
        "name": "质量管理/测试主管(QA/QC主管)",
        "full_id": "1006*1039*1464"
    },
    {
        "id": "1465",
        "fid": "1039",
        "name": "质量检验员/测试员",
        "full_id": "1006*1039*1465"
    },
    {
        "id": "1466",
        "fid": "1039",
        "name": "质量管理/测试工程师(QA/QC工程师)",
        "full_id": "1006*1039*1466"
    },
    {
        "id": "1467",
        "fid": "1039",
        "name": "安全消防",
        "full_id": "1006*1039*1467"
    },
    {
        "id": "1468",
        "fid": "1039",
        "name": "认证/体系工程师/审核员",
        "full_id": "1006*1039*1468"
    },
    {
        "id": "1469",
        "fid": "1039",
        "name": "供应商/采购设备与材料质量管理",
        "full_id": "1006*1039*1469"
    },
    {
        "id": "1470",
        "fid": "1039",
        "name": "安全管理",
        "full_id": "1006*1039*1470"
    },
    {
        "id": "1471",
        "fid": "1039",
        "name": "环境/健康/安全经理/主管(EHS)",
        "full_id": "1006*1039*1471"
    },
    {
        "id": "1472",
        "fid": "1039",
        "name": "环境/健康/安全工程师(EHS)",
        "full_id": "1006*1039*1472"
    },
    {
        "id": "1473",
        "fid": "1039",
        "name": "其他",
        "full_id": "1006*1039*1473"
    },
    {
        "id": "1007",
        "fid": "0000",
        "name": "市场|媒介|设计",
        "full_id": "1007"
    },
    {
        "id": "1040",
        "fid": "1007",
        "name": "市场/营销",
        "full_id": "1007*1040"
    },
    {
        "id": "1474",
        "fid": "1040",
        "name": "市场总监",
        "full_id": "1007*1040*1474"
    },
    {
        "id": "1475",
        "fid": "1040",
        "name": "市场营销经理",
        "full_id": "1007*1040*1475"
    },
    {
        "id": "1476",
        "fid": "1040",
        "name": "市场营销主管",
        "full_id": "1007*1040*1476"
    },
    {
        "id": "1477",
        "fid": "1040",
        "name": "市场营销专员/助理",
        "full_id": "1007*1040*1477"
    },
    {
        "id": "1478",
        "fid": "1040",
        "name": "市场拓展经理/主管",
        "full_id": "1007*1040*1478"
    },
    {
        "id": "1479",
        "fid": "1040",
        "name": "市场拓展专员/助理",
        "full_id": "1007*1040*1479"
    },
    {
        "id": "1480",
        "fid": "1040",
        "name": "市场经理",
        "full_id": "1007*1040*1480"
    },
    {
        "id": "1481",
        "fid": "1040",
        "name": "市场主管",
        "full_id": "1007*1040*1481"
    },
    {
        "id": "1482",
        "fid": "1040",
        "name": "市场专员/市场助理",
        "full_id": "1007*1040*1482"
    },
    {
        "id": "1483",
        "fid": "1040",
        "name": "产品/品牌经理",
        "full_id": "1007*1040*1483"
    },
    {
        "id": "1484",
        "fid": "1040",
        "name": "产品/品牌主管",
        "full_id": "1007*1040*1484"
    },
    {
        "id": "1485",
        "fid": "1040",
        "name": "产品/品牌专员/助理",
        "full_id": "1007*1040*1485"
    },
    {
        "id": "1486",
        "fid": "1040",
        "name": "市场调研与分析",
        "full_id": "1007*1040*1486"
    },
    {
        "id": "1487",
        "fid": "1040",
        "name": "市场策划/企划经理/主管",
        "full_id": "1007*1040*1487"
    },
    {
        "id": "1488",
        "fid": "1040",
        "name": "市场策划/企划专员/助理",
        "full_id": "1007*1040*1488"
    },
    {
        "id": "1489",
        "fid": "1040",
        "name": "选址拓展/新店开发",
        "full_id": "1007*1040*1489"
    },
    {
        "id": "1490",
        "fid": "1040",
        "name": "促销主管/督导",
        "full_id": "1007*1040*1490"
    },
    {
        "id": "1491",
        "fid": "1040",
        "name": "促销督导",
        "full_id": "1007*1040*1491"
    },
    {
        "id": "1492",
        "fid": "1040",
        "name": "其他",
        "full_id": "1007*1040*1492"
    },
    {
        "id": "1041",
        "fid": "1007",
        "name": "公关/媒介",
        "full_id": "1007*1041"
    },
    {
        "id": "1493",
        "fid": "1041",
        "name": "公关总监/经理",
        "full_id": "1007*1041*1493"
    },
    {
        "id": "1494",
        "fid": "1041",
        "name": "公关主管",
        "full_id": "1007*1041*1494"
    },
    {
        "id": "1495",
        "fid": "1041",
        "name": "公关专员/助理",
        "full_id": "1007*1041*1495"
    },
    {
        "id": "1496",
        "fid": "1041",
        "name": "媒介经理/主管",
        "full_id": "1007*1041*1496"
    },
    {
        "id": "1497",
        "fid": "1041",
        "name": "媒介专员/媒介购买",
        "full_id": "1007*1041*1497"
    },
    {
        "id": "1498",
        "fid": "1041",
        "name": "其他",
        "full_id": "1007*1041*1498"
    },
    {
        "id": "1499",
        "fid": "1041",
        "name": "会务专员",
        "full_id": "1007*1041*1499"
    },
    {
        "id": "1500",
        "fid": "1041",
        "name": "活动策划",
        "full_id": "1007*1041*1500"
    },
    {
        "id": "1042",
        "fid": "1007",
        "name": "美术/设计/创意",
        "full_id": "1007*1042"
    },
    {
        "id": "1501",
        "fid": "1042",
        "name": "创意指导/总监",
        "full_id": "1007*1042*1501"
    },
    {
        "id": "1502",
        "fid": "1042",
        "name": "美术编辑/美术设计",
        "full_id": "1007*1042*1502"
    },
    {
        "id": "1503",
        "fid": "1042",
        "name": "绘画",
        "full_id": "1007*1042*1503"
    },
    {
        "id": "1504",
        "fid": "1042",
        "name": "原画师",
        "full_id": "1007*1042*1504"
    },
    {
        "id": "1505",
        "fid": "1042",
        "name": "产品/包装设计",
        "full_id": "1007*1042*1505"
    },
    {
        "id": "1506",
        "fid": "1042",
        "name": "展示/装潢设计",
        "full_id": "1007*1042*1506"
    },
    {
        "id": "1507",
        "fid": "1042",
        "name": "平面设计",
        "full_id": "1007*1042*1507"
    },
    {
        "id": "1508",
        "fid": "1042",
        "name": "家具设计",
        "full_id": "1007*1042*1508"
    },
    {
        "id": "1509",
        "fid": "1042",
        "name": "家居用品设计",
        "full_id": "1007*1042*1509"
    },
    {
        "id": "1510",
        "fid": "1042",
        "name": "工艺品/珠宝设计",
        "full_id": "1007*1042*1510"
    },
    {
        "id": "1511",
        "fid": "1042",
        "name": "玩具设计",
        "full_id": "1007*1042*1511"
    },
    {
        "id": "1512",
        "fid": "1042",
        "name": "展览/展示/店面设计",
        "full_id": "1007*1042*1512"
    },
    {
        "id": "1513",
        "fid": "1042",
        "name": "店面/陈列/展览设计",
        "full_id": "1007*1042*1513"
    },
    {
        "id": "1514",
        "fid": "1042",
        "name": "多媒体/动画设计",
        "full_id": "1007*1042*1514"
    },
    {
        "id": "1515",
        "fid": "1042",
        "name": "印刷排版/制版",
        "full_id": "1007*1042*1515"
    },
    {
        "id": "1516",
        "fid": "1042",
        "name": "设计管理人员",
        "full_id": "1007*1042*1516"
    },
    {
        "id": "1517",
        "fid": "1042",
        "name": "工业/产品设计",
        "full_id": "1007*1042*1517"
    },
    {
        "id": "1518",
        "fid": "1042",
        "name": "CAD设计/制图",
        "full_id": "1007*1042*1518"
    },
    {
        "id": "1519",
        "fid": "1042",
        "name": "其他",
        "full_id": "1007*1042*1519"
    },
    {
        "id": "1043",
        "fid": "1007",
        "name": "广告/会展",
        "full_id": "1007*1043"
    },
    {
        "id": "1520",
        "fid": "1043",
        "name": "广告创意总监",
        "full_id": "1007*1043*1520"
    },
    {
        "id": "1521",
        "fid": "1043",
        "name": "广告创意/设计经理",
        "full_id": "1007*1043*1521"
    },
    {
        "id": "1522",
        "fid": "1043",
        "name": "客户总监/经理",
        "full_id": "1007*1043*1522"
    },
    {
        "id": "1523",
        "fid": "1043",
        "name": "客户主管/专员",
        "full_id": "1007*1043*1523"
    },
    {
        "id": "1524",
        "fid": "1043",
        "name": "项目管理",
        "full_id": "1007*1043*1524"
    },
    {
        "id": "1525",
        "fid": "1043",
        "name": "业务拓展",
        "full_id": "1007*1043*1525"
    },
    {
        "id": "1526",
        "fid": "1043",
        "name": "媒介策划/管理",
        "full_id": "1007*1043*1526"
    },
    {
        "id": "1527",
        "fid": "1043",
        "name": "设计/创意管理",
        "full_id": "1007*1043*1527"
    },
    {
        "id": "1528",
        "fid": "1043",
        "name": "会展策划/设计",
        "full_id": "1007*1043*1528"
    },
    {
        "id": "1529",
        "fid": "1043",
        "name": "企业策划人员",
        "full_id": "1007*1043*1529"
    },
    {
        "id": "1530",
        "fid": "1043",
        "name": "文案策划",
        "full_id": "1007*1043*1530"
    },
    {
        "id": "1531",
        "fid": "1043",
        "name": "婚礼策划服务",
        "full_id": "1007*1043*1531"
    },
    {
        "id": "1532",
        "fid": "1043",
        "name": "美术指导",
        "full_id": "1007*1043*1532"
    },
    {
        "id": "1533",
        "fid": "1043",
        "name": "制作执行",
        "full_id": "1007*1043*1533"
    },
    {
        "id": "1534",
        "fid": "1043",
        "name": "活动策划",
        "full_id": "1007*1043*1534"
    },
    {
        "id": "1535",
        "fid": "1043",
        "name": "活动执行专员",
        "full_id": "1007*1043*1535"
    },
    {
        "id": "1536",
        "fid": "1043",
        "name": "其他",
        "full_id": "1007*1043*1536"
    },
    {
        "id": "1044",
        "fid": "1007",
        "name": "传媒/影视/报刊/出版/印刷",
        "full_id": "1007*1044"
    },
    {
        "id": "1537",
        "fid": "1044",
        "name": "导演/编导/影视制作",
        "full_id": "1007*1044*1537"
    },
    {
        "id": "1538",
        "fid": "1044",
        "name": "总编/副总编/主编",
        "full_id": "1007*1044*1538"
    },
    {
        "id": "1539",
        "fid": "1044",
        "name": "艺术指导/舞美设计",
        "full_id": "1007*1044*1539"
    },
    {
        "id": "1540",
        "fid": "1044",
        "name": "摄影师/摄像师",
        "full_id": "1007*1044*1540"
    },
    {
        "id": "1541",
        "fid": "1044",
        "name": "后期制作/音效师",
        "full_id": "1007*1044*1541"
    },
    {
        "id": "1542",
        "fid": "1044",
        "name": "主持人/演员/模特/配音",
        "full_id": "1007*1044*1542"
    },
    {
        "id": "1543",
        "fid": "1044",
        "name": "作家/撰稿人",
        "full_id": "1007*1044*1543"
    },
    {
        "id": "1544",
        "fid": "1044",
        "name": "编辑/撰稿",
        "full_id": "1007*1044*1544"
    },
    {
        "id": "1545",
        "fid": "1044",
        "name": "电话采编",
        "full_id": "1007*1044*1545"
    },
    {
        "id": "1546",
        "fid": "1044",
        "name": "记者/采编",
        "full_id": "1007*1044*1546"
    },
    {
        "id": "1547",
        "fid": "1044",
        "name": "文案/策划",
        "full_id": "1007*1044*1547"
    },
    {
        "id": "1548",
        "fid": "1044",
        "name": "校对/录入",
        "full_id": "1007*1044*1548"
    },
    {
        "id": "1549",
        "fid": "1044",
        "name": "出版/发行",
        "full_id": "1007*1044*1549"
    },
    {
        "id": "1550",
        "fid": "1044",
        "name": "排版设计/完稿/美编",
        "full_id": "1007*1044*1550"
    },
    {
        "id": "1551",
        "fid": "1044",
        "name": "印刷操作",
        "full_id": "1007*1044*1551"
    },
    {
        "id": "1552",
        "fid": "1044",
        "name": "化妆师/造型师/服装/道具",
        "full_id": "1007*1044*1552"
    },
    {
        "id": "1553",
        "fid": "1044",
        "name": "经纪人/星探",
        "full_id": "1007*1044*1553"
    },
    {
        "id": "1554",
        "fid": "1044",
        "name": "放映员",
        "full_id": "1007*1044*1554"
    },
    {
        "id": "1555",
        "fid": "1044",
        "name": "其他",
        "full_id": "1007*1044*1555"
    },
    {
        "id": "1008",
        "fid": "0000",
        "name": "医药|化工|能源|环保",
        "full_id": "1008"
    },
    {
        "id": "1045",
        "fid": "1008",
        "name": "生物/制药/医疗器械",
        "full_id": "1008*1045"
    },
    {
        "id": "1556",
        "fid": "1045",
        "name": "医药销售经理/主管",
        "full_id": "1008*1045*1556"
    },
    {
        "id": "1557",
        "fid": "1045",
        "name": "医药代表",
        "full_id": "1008*1045*1557"
    },
    {
        "id": "1558",
        "fid": "1045",
        "name": "医疗器械销售",
        "full_id": "1008*1045*1558"
    },
    {
        "id": "1559",
        "fid": "1045",
        "name": "医疗器械推广",
        "full_id": "1008*1045*1559"
    },
    {
        "id": "1560",
        "fid": "1045",
        "name": "药品市场推广经理/主管",
        "full_id": "1008*1045*1560"
    },
    {
        "id": "1561",
        "fid": "1045",
        "name": "药品市场推广主管/专员",
        "full_id": "1008*1045*1561"
    },
    {
        "id": "1562",
        "fid": "1045",
        "name": "产品研发/注册",
        "full_id": "1008*1045*1562"
    },
    {
        "id": "1563",
        "fid": "1045",
        "name": "项目经理/主管",
        "full_id": "1008*1045*1563"
    },
    {
        "id": "1564",
        "fid": "1045",
        "name": "药品生产/质量管理",
        "full_id": "1008*1045*1564"
    },
    {
        "id": "1565",
        "fid": "1045",
        "name": "生物工程/生物制药",
        "full_id": "1008*1045*1565"
    },
    {
        "id": "1566",
        "fid": "1045",
        "name": "招商经理/主管",
        "full_id": "1008*1045*1566"
    },
    {
        "id": "1567",
        "fid": "1045",
        "name": "临床研究/协调",
        "full_id": "1008*1045*1567"
    },
    {
        "id": "1568",
        "fid": "1045",
        "name": "化学分析测试员",
        "full_id": "1008*1045*1568"
    },
    {
        "id": "1569",
        "fid": "1045",
        "name": "医药技术研发管理人员",
        "full_id": "1008*1045*1569"
    },
    {
        "id": "1570",
        "fid": "1045",
        "name": "临床数据分析员",
        "full_id": "1008*1045*1570"
    },
    {
        "id": "1571",
        "fid": "1045",
        "name": "政府事务管理",
        "full_id": "1008*1045*1571"
    },
    {
        "id": "1572",
        "fid": "1045",
        "name": "招投标管理",
        "full_id": "1008*1045*1572"
    },
    {
        "id": "1573",
        "fid": "1045",
        "name": "医疗设备注册",
        "full_id": "1008*1045*1573"
    },
    {
        "id": "1574",
        "fid": "1045",
        "name": "医疗设备生产/质量管理",
        "full_id": "1008*1045*1574"
    },
    {
        "id": "1575",
        "fid": "1045",
        "name": "医疗器械维修人员",
        "full_id": "1008*1045*1575"
    },
    {
        "id": "1576",
        "fid": "1045",
        "name": "学术主管",
        "full_id": "1008*1045*1576"
    },
    {
        "id": "1577",
        "fid": "1045",
        "name": "药品研发/注册",
        "full_id": "1008*1045*1577"
    },
    {
        "id": "1578",
        "fid": "1045",
        "name": "其他",
        "full_id": "1008*1045*1578"
    },
    {
        "id": "1046",
        "fid": "1008",
        "name": "化工",
        "full_id": "1008*1046"
    },
    {
        "id": "1579",
        "fid": "1046",
        "name": "化工工程师",
        "full_id": "1008*1046*1579"
    },
    {
        "id": "1580",
        "fid": "1046",
        "name": "化学分析",
        "full_id": "1008*1046*1580"
    },
    {
        "id": "1581",
        "fid": "1046",
        "name": "化学制剂研发",
        "full_id": "1008*1046*1581"
    },
    {
        "id": "1582",
        "fid": "1046",
        "name": "化学操作",
        "full_id": "1008*1046*1582"
    },
    {
        "id": "1583",
        "fid": "1046",
        "name": "化学技术应用",
        "full_id": "1008*1046*1583"
    },
    {
        "id": "1584",
        "fid": "1046",
        "name": "研发工程师",
        "full_id": "1008*1046*1584"
    },
    {
        "id": "1585",
        "fid": "1046",
        "name": "项目经理/主管",
        "full_id": "1008*1046*1585"
    },
    {
        "id": "1586",
        "fid": "1046",
        "name": "塑料工程师",
        "full_id": "1008*1046*1586"
    },
    {
        "id": "1587",
        "fid": "1046",
        "name": "化学实验室技术员/研究员",
        "full_id": "1008*1046*1587"
    },
    {
        "id": "1588",
        "fid": "1046",
        "name": "油漆/化工涂料",
        "full_id": "1008*1046*1588"
    },
    {
        "id": "1589",
        "fid": "1046",
        "name": "其他",
        "full_id": "1008*1046*1589"
    },
    {
        "id": "1047",
        "fid": "1008",
        "name": "环境科学/环保",
        "full_id": "1008*1047"
    },
    {
        "id": "1590",
        "fid": "1047",
        "name": "污水处理工程师",
        "full_id": "1008*1047*1590"
    },
    {
        "id": "1591",
        "fid": "1047",
        "name": "环境工程技术/园林景区",
        "full_id": "1008*1047*1591"
    },
    {
        "id": "1592",
        "fid": "1047",
        "name": "环境管理/保护",
        "full_id": "1008*1047*1592"
    },
    {
        "id": "1593",
        "fid": "1047",
        "name": "环保技术",
        "full_id": "1008*1047*1593"
    },
    {
        "id": "1594",
        "fid": "1047",
        "name": "EHS管理",
        "full_id": "1008*1047*1594"
    },
    {
        "id": "1595",
        "fid": "1047",
        "name": "其他",
        "full_id": "1008*1047*1595"
    },
    {
        "id": "1048",
        "fid": "1008",
        "name": "能源/矿产/地质勘查",
        "full_id": "1008*1048"
    },
    {
        "id": "1596",
        "fid": "1048",
        "name": "项目经理/主管",
        "full_id": "1008*1048*1596"
    },
    {
        "id": "1597",
        "fid": "1048",
        "name": "石油天然气技术人员",
        "full_id": "1008*1048*1597"
    },
    {
        "id": "1598",
        "fid": "1048",
        "name": "空调/热能工程师",
        "full_id": "1008*1048*1598"
    },
    {
        "id": "1599",
        "fid": "1048",
        "name": "核力/火力工程师",
        "full_id": "1008*1048*1599"
    },
    {
        "id": "1600",
        "fid": "1048",
        "name": "电力工程师/技术员",
        "full_id": "1008*1048*1600"
    },
    {
        "id": "1601",
        "fid": "1048",
        "name": "地质勘查/选矿/采矿",
        "full_id": "1008*1048*1601"
    },
    {
        "id": "1602",
        "fid": "1048",
        "name": "水利/水电工程师",
        "full_id": "1008*1048*1602"
    },
    {
        "id": "1603",
        "fid": "1048",
        "name": "其他",
        "full_id": "1008*1048*1603"
    },
    {
        "id": "1009",
        "fid": "0000",
        "name": "管理|人力资源|行政",
        "full_id": "1009"
    },
    {
        "id": "1049",
        "fid": "1009",
        "name": "高级管理",
        "full_id": "1009*1049"
    },
    {
        "id": "1604",
        "fid": "1049",
        "name": "首席执行官CEO/总裁/总经理",
        "full_id": "1009*1049*1604"
    },
    {
        "id": "1605",
        "fid": "1049",
        "name": "首席运营官COO/运营总监",
        "full_id": "1009*1049*1605"
    },
    {
        "id": "1606",
        "fid": "1049",
        "name": "首席财务官CFO",
        "full_id": "1009*1049*1606"
    },
    {
        "id": "1607",
        "fid": "1049",
        "name": "首席技术官CTO/首席信息官CIO",
        "full_id": "1009*1049*1607"
    },
    {
        "id": "1608",
        "fid": "1049",
        "name": "副总裁/副总经理",
        "full_id": "1009*1049*1608"
    },
    {
        "id": "1609",
        "fid": "1049",
        "name": "总裁助理/总经理助理",
        "full_id": "1009*1049*1609"
    },
    {
        "id": "1610",
        "fid": "1049",
        "name": "总监/部门经理",
        "full_id": "1009*1049*1610"
    },
    {
        "id": "1611",
        "fid": "1049",
        "name": "部门经理",
        "full_id": "1009*1049*1611"
    },
    {
        "id": "1612",
        "fid": "1049",
        "name": "分公司经理/代表处首代",
        "full_id": "1009*1049*1612"
    },
    {
        "id": "1613",
        "fid": "1049",
        "name": "合伙人",
        "full_id": "1009*1049*1613"
    },
    {
        "id": "1614",
        "fid": "1049",
        "name": "其他",
        "full_id": "1009*1049*1614"
    },
    {
        "id": "1050",
        "fid": "1009",
        "name": "人力资源",
        "full_id": "1009*1050"
    },
    {
        "id": "1615",
        "fid": "1050",
        "name": "人力资源总监",
        "full_id": "1009*1050*1615"
    },
    {
        "id": "1616",
        "fid": "1050",
        "name": "人力资源经理",
        "full_id": "1009*1050*1616"
    },
    {
        "id": "1617",
        "fid": "1050",
        "name": "人力资源主管",
        "full_id": "1009*1050*1617"
    },
    {
        "id": "1618",
        "fid": "1050",
        "name": "人力资源专员/助理",
        "full_id": "1009*1050*1618"
    },
    {
        "id": "1619",
        "fid": "1050",
        "name": "培训经理/主管",
        "full_id": "1009*1050*1619"
    },
    {
        "id": "1620",
        "fid": "1050",
        "name": "培训专员/助理/培训师",
        "full_id": "1009*1050*1620"
    },
    {
        "id": "1621",
        "fid": "1050",
        "name": "招聘专员/助理",
        "full_id": "1009*1050*1621"
    },
    {
        "id": "1622",
        "fid": "1050",
        "name": "招聘经理/主管",
        "full_id": "1009*1050*1622"
    },
    {
        "id": "1623",
        "fid": "1050",
        "name": "薪酬福利管理",
        "full_id": "1009*1050*1623"
    },
    {
        "id": "1624",
        "fid": "1050",
        "name": "薪资福利专员/助理",
        "full_id": "1009*1050*1624"
    },
    {
        "id": "1625",
        "fid": "1050",
        "name": "绩效考核管理",
        "full_id": "1009*1050*1625"
    },
    {
        "id": "1626",
        "fid": "1050",
        "name": "绩效考核专员/助理",
        "full_id": "1009*1050*1626"
    },
    {
        "id": "1627",
        "fid": "1050",
        "name": "员工关系/企业文化/工会",
        "full_id": "1009*1050*1627"
    },
    {
        "id": "1628",
        "fid": "1050",
        "name": "猎头顾问/助理",
        "full_id": "1009*1050*1628"
    },
    {
        "id": "1629",
        "fid": "1050",
        "name": "人力资源信息系统专员",
        "full_id": "1009*1050*1629"
    },
    {
        "id": "1630",
        "fid": "1050",
        "name": "其他",
        "full_id": "1009*1050*1630"
    },
    {
        "id": "1051",
        "fid": "1009",
        "name": "行政/后勤/文秘",
        "full_id": "1009*1051"
    },
    {
        "id": "1631",
        "fid": "1051",
        "name": "行政总监",
        "full_id": "1009*1051*1631"
    },
    {
        "id": "1632",
        "fid": "1051",
        "name": "行政经理/办公室主任",
        "full_id": "1009*1051*1632"
    },
    {
        "id": "1633",
        "fid": "1051",
        "name": "行政主管",
        "full_id": "1009*1051*1633"
    },
    {
        "id": "1634",
        "fid": "1051",
        "name": "行政专员/助理",
        "full_id": "1009*1051*1634"
    },
    {
        "id": "1635",
        "fid": "1051",
        "name": "助理/秘书",
        "full_id": "1009*1051*1635"
    },
    {
        "id": "1636",
        "fid": "1051",
        "name": "前台/总机/接待",
        "full_id": "1009*1051*1636"
    },
    {
        "id": "1637",
        "fid": "1051",
        "name": "后勤人员",
        "full_id": "1009*1051*1637"
    },
    {
        "id": "1638",
        "fid": "1051",
        "name": "合同管理",
        "full_id": "1009*1051*1638"
    },
    {
        "id": "1639",
        "fid": "1051",
        "name": "电脑操作/打字/录入员",
        "full_id": "1009*1051*1639"
    },
    {
        "id": "1640",
        "fid": "1051",
        "name": "文员",
        "full_id": "1009*1051*1640"
    },
    {
        "id": "1641",
        "fid": "1051",
        "name": "其他",
        "full_id": "1009*1051*1641"
    },
    {
        "id": "1010",
        "fid": "0000",
        "name": "咨询|法律|教育|翻译",
        "full_id": "1010"
    },
    {
        "id": "1052",
        "fid": "1010",
        "name": "咨询/顾问",
        "full_id": "1010*1052"
    },
    {
        "id": "1642",
        "fid": "1052",
        "name": "管理咨询项目经理",
        "full_id": "1010*1052*1642"
    },
    {
        "id": "1643",
        "fid": "1052",
        "name": "管理咨询高级顾问",
        "full_id": "1010*1052*1643"
    },
    {
        "id": "1644",
        "fid": "1052",
        "name": "咨询总监",
        "full_id": "1010*1052*1644"
    },
    {
        "id": "1645",
        "fid": "1052",
        "name": "咨询经理/主管",
        "full_id": "1010*1052*1645"
    },
    {
        "id": "1646",
        "fid": "1052",
        "name": "咨询顾问",
        "full_id": "1010*1052*1646"
    },
    {
        "id": "1647",
        "fid": "1052",
        "name": "专业顾问",
        "full_id": "1010*1052*1647"
    },
    {
        "id": "1648",
        "fid": "1052",
        "name": "猎头/人才中介",
        "full_id": "1010*1052*1648"
    },
    {
        "id": "1649",
        "fid": "1052",
        "name": "情报信息分析",
        "full_id": "1010*1052*1649"
    },
    {
        "id": "1650",
        "fid": "1052",
        "name": "培训师",
        "full_id": "1010*1052*1650"
    },
    {
        "id": "1651",
        "fid": "1052",
        "name": "市场调研",
        "full_id": "1010*1052*1651"
    },
    {
        "id": "1652",
        "fid": "1052",
        "name": "咨询员",
        "full_id": "1010*1052*1652"
    },
    {
        "id": "1653",
        "fid": "1052",
        "name": "其他",
        "full_id": "1010*1052*1653"
    },
    {
        "id": "1053",
        "fid": "1010",
        "name": "教育/培训",
        "full_id": "1010*1053"
    },
    {
        "id": "1654",
        "fid": "1053",
        "name": "培训师/讲师",
        "full_id": "1010*1053*1654"
    },
    {
        "id": "1655",
        "fid": "1053",
        "name": "培训督导",
        "full_id": "1010*1053*1655"
    },
    {
        "id": "1656",
        "fid": "1053",
        "name": "培训助理",
        "full_id": "1010*1053*1656"
    },
    {
        "id": "1657",
        "fid": "1053",
        "name": "培训/课程顾问",
        "full_id": "1010*1053*1657"
    },
    {
        "id": "1658",
        "fid": "1053",
        "name": "培训策划",
        "full_id": "1010*1053*1658"
    },
    {
        "id": "1659",
        "fid": "1053",
        "name": "招生/课程顾问",
        "full_id": "1010*1053*1659"
    },
    {
        "id": "1660",
        "fid": "1053",
        "name": "校长",
        "full_id": "1010*1053*1660"
    },
    {
        "id": "1661",
        "fid": "1053",
        "name": "教学/教务管理人员",
        "full_id": "1010*1053*1661"
    },
    {
        "id": "1662",
        "fid": "1053",
        "name": "大学教师",
        "full_id": "1010*1053*1662"
    },
    {
        "id": "1663",
        "fid": "1053",
        "name": "高中教师",
        "full_id": "1010*1053*1663"
    },
    {
        "id": "1664",
        "fid": "1053",
        "name": "职业中专/技校教师",
        "full_id": "1010*1053*1664"
    },
    {
        "id": "1665",
        "fid": "1053",
        "name": "初中教师",
        "full_id": "1010*1053*1665"
    },
    {
        "id": "1666",
        "fid": "1053",
        "name": "小学教师",
        "full_id": "1010*1053*1666"
    },
    {
        "id": "1667",
        "fid": "1053",
        "name": "幼教",
        "full_id": "1010*1053*1667"
    },
    {
        "id": "1668",
        "fid": "1053",
        "name": "音乐/美术教师",
        "full_id": "1010*1053*1668"
    },
    {
        "id": "1669",
        "fid": "1053",
        "name": "理科老师",
        "full_id": "1010*1053*1669"
    },
    {
        "id": "1670",
        "fid": "1053",
        "name": "文科老师",
        "full_id": "1010*1053*1670"
    },
    {
        "id": "1671",
        "fid": "1053",
        "name": "外语老师",
        "full_id": "1010*1053*1671"
    },
    {
        "id": "1672",
        "fid": "1053",
        "name": "兼职教师",
        "full_id": "1010*1053*1672"
    },
    {
        "id": "1673",
        "fid": "1053",
        "name": "教育产品开发",
        "full_id": "1010*1053*1673"
    },
    {
        "id": "1674",
        "fid": "1053",
        "name": "家教",
        "full_id": "1010*1053*1674"
    },
    {
        "id": "1675",
        "fid": "1053",
        "name": "教练",
        "full_id": "1010*1053*1675"
    },
    {
        "id": "1676",
        "fid": "1053",
        "name": "其他",
        "full_id": "1010*1053*1676"
    },
    {
        "id": "1054",
        "fid": "1010",
        "name": "律师/法务/合规",
        "full_id": "1010*1054"
    },
    {
        "id": "1677",
        "fid": "1054",
        "name": "法务经理/主管",
        "full_id": "1010*1054*1677"
    },
    {
        "id": "1678",
        "fid": "1054",
        "name": "法务专员/助理",
        "full_id": "1010*1054*1678"
    },
    {
        "id": "1679",
        "fid": "1054",
        "name": "律师/律师助理",
        "full_id": "1010*1054*1679"
    },
    {
        "id": "1680",
        "fid": "1054",
        "name": "律师/法务/合规顾问",
        "full_id": "1010*1054*1680"
    },
    {
        "id": "1681",
        "fid": "1054",
        "name": "律师/法务/合规部经理/主任",
        "full_id": "1010*1054*1681"
    },
    {
        "id": "1682",
        "fid": "1054",
        "name": "产权/专利顾问/专业代理",
        "full_id": "1010*1054*1682"
    },
    {
        "id": "1683",
        "fid": "1054",
        "name": "其他",
        "full_id": "1010*1054*1683"
    },
    {
        "id": "1055",
        "fid": "1010",
        "name": "翻译（口译与笔译）",
        "full_id": "1010*1055"
    },
    {
        "id": "1684",
        "fid": "1055",
        "name": "英语类",
        "full_id": "1010*1055*1684"
    },
    {
        "id": "1685",
        "fid": "1055",
        "name": "法语类",
        "full_id": "1010*1055*1685"
    },
    {
        "id": "1686",
        "fid": "1055",
        "name": "日语类",
        "full_id": "1010*1055*1686"
    },
    {
        "id": "1687",
        "fid": "1055",
        "name": "德语类",
        "full_id": "1010*1055*1687"
    },
    {
        "id": "1688",
        "fid": "1055",
        "name": "俄语类",
        "full_id": "1010*1055*1688"
    },
    {
        "id": "1689",
        "fid": "1055",
        "name": "韩语类",
        "full_id": "1010*1055*1689"
    },
    {
        "id": "1690",
        "fid": "1055",
        "name": "西班牙语翻译",
        "full_id": "1010*1055*1690"
    },
    {
        "id": "1691",
        "fid": "1055",
        "name": "意大利语翻译",
        "full_id": "1010*1055*1691"
    },
    {
        "id": "1692",
        "fid": "1055",
        "name": "葡萄牙语翻译",
        "full_id": "1010*1055*1692"
    },
    {
        "id": "1693",
        "fid": "1055",
        "name": "阿拉伯语翻译",
        "full_id": "1010*1055*1693"
    },
    {
        "id": "1694",
        "fid": "1055",
        "name": "其他语种类",
        "full_id": "1010*1055*1694"
    },
    {
        "id": "1011",
        "fid": "0000",
        "name": "服务业",
        "full_id": "1011"
    },
    {
        "id": "1056",
        "fid": "1011",
        "name": "零售/百货/连锁/超市",
        "full_id": "1011*1056"
    },
    {
        "id": "1695",
        "fid": "1056",
        "name": "奢侈品业务",
        "full_id": "1011*1056*1695"
    },
    {
        "id": "1696",
        "fid": "1056",
        "name": "店长/卖场经理/楼面管理",
        "full_id": "1011*1056*1696"
    },
    {
        "id": "1697",
        "fid": "1056",
        "name": "品类管理",
        "full_id": "1011*1056*1697"
    },
    {
        "id": "1698",
        "fid": "1056",
        "name": "理货员/陈列员",
        "full_id": "1011*1056*1698"
    },
    {
        "id": "1699",
        "fid": "1056",
        "name": "收银主管",
        "full_id": "1011*1056*1699"
    },
    {
        "id": "1700",
        "fid": "1056",
        "name": "收银员",
        "full_id": "1011*1056*1700"
    },
    {
        "id": "1701",
        "fid": "1056",
        "name": "店员/营业员/导购员",
        "full_id": "1011*1056*1701"
    },
    {
        "id": "1702",
        "fid": "1056",
        "name": "促销专员/导购",
        "full_id": "1011*1056*1702"
    },
    {
        "id": "1703",
        "fid": "1056",
        "name": "兼职店员",
        "full_id": "1011*1056*1703"
    },
    {
        "id": "1704",
        "fid": "1056",
        "name": "防损员/内保",
        "full_id": "1011*1056*1704"
    },
    {
        "id": "1705",
        "fid": "1056",
        "name": "招商经理/主管",
        "full_id": "1011*1056*1705"
    },
    {
        "id": "1706",
        "fid": "1056",
        "name": "食品加工/处理",
        "full_id": "1011*1056*1706"
    },
    {
        "id": "1707",
        "fid": "1056",
        "name": "其他",
        "full_id": "1011*1056*1707"
    },
    {
        "id": "1057",
        "fid": "1011",
        "name": "酒店/餐饮/旅游/娱乐",
        "full_id": "1011*1057"
    },
    {
        "id": "1708",
        "fid": "1057",
        "name": "酒店管理",
        "full_id": "1011*1057*1708"
    },
    {
        "id": "1709",
        "fid": "1057",
        "name": "大堂经理/领班",
        "full_id": "1011*1057*1709"
    },
    {
        "id": "1710",
        "fid": "1057",
        "name": "楼面经理",
        "full_id": "1011*1057*1710"
    },
    {
        "id": "1711",
        "fid": "1057",
        "name": "楼面服务员",
        "full_id": "1011*1057*1711"
    },
    {
        "id": "1712",
        "fid": "1057",
        "name": "前厅接待/礼仪/迎宾",
        "full_id": "1011*1057*1712"
    },
    {
        "id": "1713",
        "fid": "1057",
        "name": "客房服务",
        "full_id": "1011*1057*1713"
    },
    {
        "id": "1714",
        "fid": "1057",
        "name": "预订员",
        "full_id": "1011*1057*1714"
    },
    {
        "id": "1715",
        "fid": "1057",
        "name": "行李员",
        "full_id": "1011*1057*1715"
    },
    {
        "id": "1716",
        "fid": "1057",
        "name": "娱乐或餐饮管理",
        "full_id": "1011*1057*1716"
    },
    {
        "id": "1717",
        "fid": "1057",
        "name": "旅游产品销售",
        "full_id": "1011*1057*1717"
    },
    {
        "id": "1718",
        "fid": "1057",
        "name": "旅游顾问",
        "full_id": "1011*1057*1718"
    },
    {
        "id": "1719",
        "fid": "1057",
        "name": "导游/票务",
        "full_id": "1011*1057*1719"
    },
    {
        "id": "1720",
        "fid": "1057",
        "name": "计划调度/旅游产品",
        "full_id": "1011*1057*1720"
    },
    {
        "id": "1721",
        "fid": "1057",
        "name": "签证专员",
        "full_id": "1011*1057*1721"
    },
    {
        "id": "1722",
        "fid": "1057",
        "name": "主持/司仪",
        "full_id": "1011*1057*1722"
    },
    {
        "id": "1723",
        "fid": "1057",
        "name": "服务员",
        "full_id": "1011*1057*1723"
    },
    {
        "id": "1724",
        "fid": "1057",
        "name": "厨师/面点师",
        "full_id": "1011*1057*1724"
    },
    {
        "id": "1725",
        "fid": "1057",
        "name": "厨工",
        "full_id": "1011*1057*1725"
    },
    {
        "id": "1726",
        "fid": "1057",
        "name": "调酒师/茶艺师",
        "full_id": "1011*1057*1726"
    },
    {
        "id": "1727",
        "fid": "1057",
        "name": "营养师",
        "full_id": "1011*1057*1727"
    },
    {
        "id": "1728",
        "fid": "1057",
        "name": "救生员",
        "full_id": "1011*1057*1728"
    },
    {
        "id": "1729",
        "fid": "1057",
        "name": "保安",
        "full_id": "1011*1057*1729"
    },
    {
        "id": "1730",
        "fid": "1057",
        "name": "其他",
        "full_id": "1011*1057*1730"
    },
    {
        "id": "1058",
        "fid": "1011",
        "name": "保健/美容/美发/健身",
        "full_id": "1011*1058"
    },
    {
        "id": "1731",
        "fid": "1058",
        "name": "美发/发型师",
        "full_id": "1011*1058*1731"
    },
    {
        "id": "1732",
        "fid": "1058",
        "name": "健身/美体/舞蹈教练",
        "full_id": "1011*1058*1732"
    },
    {
        "id": "1733",
        "fid": "1058",
        "name": "整形/美容/美甲",
        "full_id": "1011*1058*1733"
    },
    {
        "id": "1734",
        "fid": "1058",
        "name": "化妆师",
        "full_id": "1011*1058*1734"
    },
    {
        "id": "1735",
        "fid": "1058",
        "name": "专柜彩妆顾问(BA)",
        "full_id": "1011*1058*1735"
    },
    {
        "id": "1736",
        "fid": "1058",
        "name": "按摩/足疗",
        "full_id": "1011*1058*1736"
    },
    {
        "id": "1737",
        "fid": "1058",
        "name": "店长",
        "full_id": "1011*1058*1737"
    },
    {
        "id": "1738",
        "fid": "1058",
        "name": "其他",
        "full_id": "1011*1058*1738"
    },
    {
        "id": "1059",
        "fid": "1011",
        "name": "医院/医疗/护理",
        "full_id": "1011*1059"
    },
    {
        "id": "1739",
        "fid": "1059",
        "name": "医药代表",
        "full_id": "1011*1059*1739"
    },
    {
        "id": "1740",
        "fid": "1059",
        "name": "医生/医师",
        "full_id": "1011*1059*1740"
    },
    {
        "id": "1741",
        "fid": "1059",
        "name": "护士/护理人员",
        "full_id": "1011*1059*1741"
    },
    {
        "id": "1742",
        "fid": "1059",
        "name": "内科医生",
        "full_id": "1011*1059*1742"
    },
    {
        "id": "1743",
        "fid": "1059",
        "name": "外科医生",
        "full_id": "1011*1059*1743"
    },
    {
        "id": "1744",
        "fid": "1059",
        "name": "儿科医生",
        "full_id": "1011*1059*1744"
    },
    {
        "id": "1745",
        "fid": "1059",
        "name": "牙科医生",
        "full_id": "1011*1059*1745"
    },
    {
        "id": "1746",
        "fid": "1059",
        "name": "中医科医生",
        "full_id": "1011*1059*1746"
    },
    {
        "id": "1747",
        "fid": "1059",
        "name": "麻醉医生",
        "full_id": "1011*1059*1747"
    },
    {
        "id": "1748",
        "fid": "1059",
        "name": "心理医生",
        "full_id": "1011*1059*1748"
    },
    {
        "id": "1749",
        "fid": "1059",
        "name": "眼科医生/验光师",
        "full_id": "1011*1059*1749"
    },
    {
        "id": "1750",
        "fid": "1059",
        "name": "药库主任/药剂师",
        "full_id": "1011*1059*1750"
    },
    {
        "id": "1751",
        "fid": "1059",
        "name": "医药质检",
        "full_id": "1011*1059*1751"
    },
    {
        "id": "1752",
        "fid": "1059",
        "name": "医疗管理人员",
        "full_id": "1011*1059*1752"
    },
    {
        "id": "1753",
        "fid": "1059",
        "name": "营养师",
        "full_id": "1011*1059*1753"
    },
    {
        "id": "1754",
        "fid": "1059",
        "name": "宠物护理/兽医",
        "full_id": "1011*1059*1754"
    },
    {
        "id": "1755",
        "fid": "1059",
        "name": "针灸推拿",
        "full_id": "1011*1059*1755"
    },
    {
        "id": "1756",
        "fid": "1059",
        "name": "理疗师",
        "full_id": "1011*1059*1756"
    },
    {
        "id": "1757",
        "fid": "1059",
        "name": "其他",
        "full_id": "1011*1059*1757"
    },
    {
        "id": "1060",
        "fid": "1011",
        "name": "保安/家政/普通劳动力",
        "full_id": "1011*1060"
    },
    {
        "id": "1758",
        "fid": "1060",
        "name": "保安",
        "full_id": "1011*1060*1758"
    },
    {
        "id": "1759",
        "fid": "1060",
        "name": "保安经理",
        "full_id": "1011*1060*1759"
    },
    {
        "id": "1760",
        "fid": "1060",
        "name": "保洁",
        "full_id": "1011*1060*1760"
    },
    {
        "id": "1761",
        "fid": "1060",
        "name": "普工",
        "full_id": "1011*1060*1761"
    },
    {
        "id": "1762",
        "fid": "1060",
        "name": "搬运工",
        "full_id": "1011*1060*1762"
    },
    {
        "id": "1763",
        "fid": "1060",
        "name": "话务员",
        "full_id": "1011*1060*1763"
    },
    {
        "id": "1764",
        "fid": "1060",
        "name": "家政人员",
        "full_id": "1011*1060*1764"
    },
    {
        "id": "1765",
        "fid": "1060",
        "name": "其他",
        "full_id": "1011*1060*1765"
    },
    {
        "id": "1012",
        "fid": "0000",
        "name": "机关单位|学生|其他",
        "full_id": "1012"
    },
    {
        "id": "1061",
        "fid": "1012",
        "name": "公务员/事业单位/科研机构",
        "full_id": "1012*1061"
    },
    {
        "id": "1766",
        "fid": "1061",
        "name": "公务员/事业单位",
        "full_id": "1012*1061*1766"
    },
    {
        "id": "1767",
        "fid": "1061",
        "name": "科研管理人员",
        "full_id": "1012*1061*1767"
    },
    {
        "id": "1768",
        "fid": "1061",
        "name": "科研人员",
        "full_id": "1012*1061*1768"
    },
    {
        "id": "1769",
        "fid": "1061",
        "name": "人文/社会科学",
        "full_id": "1012*1061*1769"
    },
    {
        "id": "1770",
        "fid": "1061",
        "name": "航空航天",
        "full_id": "1012*1061*1770"
    },
    {
        "id": "1771",
        "fid": "1061",
        "name": "声光学技术·激光技术",
        "full_id": "1012*1061*1771"
    },
    {
        "id": "1772",
        "fid": "1061",
        "name": "气象",
        "full_id": "1012*1061*1772"
    },
    {
        "id": "1773",
        "fid": "1061",
        "name": "其他",
        "full_id": "1012*1061*1773"
    },
    {
        "id": "1062",
        "fid": "1012",
        "name": "农/林/牧/渔业",
        "full_id": "1012*1062"
    },
    {
        "id": "1774",
        "fid": "1062",
        "name": "农/林/牧/渔",
        "full_id": "1012*1062*1774"
    },
    {
        "id": "1775",
        "fid": "1062",
        "name": "饲料业务",
        "full_id": "1012*1062*1775"
    },
    {
        "id": "1776",
        "fid": "1062",
        "name": "养殖人员",
        "full_id": "1012*1062*1776"
    },
    {
        "id": "1777",
        "fid": "1062",
        "name": "农艺师",
        "full_id": "1012*1062*1777"
    },
    {
        "id": "1778",
        "fid": "1062",
        "name": "畜牧师",
        "full_id": "1012*1062*1778"
    },
    {
        "id": "1779",
        "fid": "1062",
        "name": "其他",
        "full_id": "1012*1062*1779"
    },
    {
        "id": "1063",
        "fid": "1012",
        "name": "毕业生/实习生/培训生",
        "full_id": "1012*1063"
    },
    {
        "id": "1780",
        "fid": "1063",
        "name": "志愿者",
        "full_id": "1012*1063*1780"
    },
    {
        "id": "1781",
        "fid": "1063",
        "name": "培训生",
        "full_id": "1012*1063*1781"
    },
    {
        "id": "1782",
        "fid": "1063",
        "name": "实习生",
        "full_id": "1012*1063*1782"
    },
    {
        "id": "1783",
        "fid": "1063",
        "name": "储备干部",
        "full_id": "1012*1063*1783"
    },
    {
        "id": "1784",
        "fid": "1063",
        "name": "毕业生",
        "full_id": "1012*1063*1784"
    },
    {
        "id": "1785",
        "fid": "1063",
        "name": "其他",
        "full_id": "1012*1063*1785"
    },
    {
        "id": "1064",
        "fid": "1012",
        "name": "兼职/临时",
        "full_id": "1012*1064"
    },
    {
        "id": "1786",
        "fid": "1064",
        "name": "兼职",
        "full_id": "1012*1064*1786"
    },
    {
        "id": "1787",
        "fid": "1064",
        "name": "临时",
        "full_id": "1012*1064*1787"
    },
    {
        "id": "1788",
        "fid": "1064",
        "name": "其他",
        "full_id": "1012*1064*1788"
    },
    {
        "id": "1065",
        "fid": "1012",
        "name": "其他",
        "full_id": "1012*1065"
    },
    {
        "id": "1789",
        "fid": "1065",
        "name": "其他",
        "full_id": "1012*1065*1789"
    }
]